<span class="admin broker">                 
				 <DIV class=manualPage><SPAN class="admin broker">
                  <br><br>Все настройки счетов и платежей 
                  производятся в разделе управления счетами.<I>Где это 
                  найти?</I><BR>Доступ к управлению счетами размещен в разделе 
                  "Меню: Счета &gt; Управление счетами". 
                  <HR>
                  <A name=currencies></A>
                  <H2>Валюты</H2>Вы можете создать новую валюту и под нее уже 
                  создавать счета. Можно выбрать по умолчанию набор валют по 
                  каждой группе. 
                  <br><br><I>Где это найти?</I><BR>Доступ к управлению валютами 
                  размещен в разделе "Меню: Счета &gt; Управление валютами". 
                  <HR>
                  <A name=currency_search></A>
                  <H3>Валюты</H3>Страница списка валют содержит перечень валют, 
                  используемых в системе. Валюта может быть привязана к типу 
                  счета. Чтобы добавить новую валюту, нажмите кнопку рядом с 
                  надписью "Создать новую валюту" в правой нижней части таблицы. 
                  <BR>Чтобы удалить или изменить валюту, нажмите на 
                  соответствующие иконки в списке. 
                  <UL>
                    <LI><IMG height=16 src="${images}/edit.gif" width=16 
                    border=0> Нажмите на кнопку, чтобы изменить валюту. 
                    <LI><IMG height=16 src="${images}/delete.gif" width=16 
                    border=0> Нажмите на кнопку, если вы хотите удалить валюту. 
                    </LI></UL>
					
					<br><br>По умолчанию, установлена валюта Units.  Вы можете изменить ее на название Вашей валюты. Определитесь со смысловым содержанием валюты. Распространены такие варианты: 
<br><br>1.Жосткая привязка к национальной валюте. С такой валютой участникам легко ориентироваться в стоимости товаров и услуг, но при этом теряется одно из главных преимуществ Дополнительных валют — не подверженность инфляции. Национальные валюты работающие с ссудным процентом и бесконтрольным наращиванием денежной массы неизбежно обесцениваются на 5-10, а в СНГ 20% в год. В добавок к этому они беззащитны перед мировыми финансовыми потрясениями. Поэтому было бы не логично привязываться хоть к и медленно, но тонущему кораблю. И последнее: такое непрекрытое копирование национальной валюты может повлечь нездоровый интерес представителей национальномонопольной денежной системы.
<br><br>2.Есть интересный вариант представить  дополнительную валюту к энергетический эквивалент. Стоимость всего что производиться вокруг полностью или почти полностью складывается из энергетических затрат. А оплата интеллектуального труда большей частью расходуется на материальные блага. КилоВат или Калория были бы идеальной мерилом стоимости, особенно на западе, где производство электроэнергии не централизовано. И практически каждый более менее крупный потребитель электроэнергии имеет также свои мощности и продает излишки в общую сеть. Но, к сожалению, на сегодня стоимость энергоносителей на 90% задается крупными производителями и носит нестабильный характер, иногда даже менее стабильный чем национальные валюты.
<br><br>3. Последний из достойных рассмотрения способов оплаты труда - через учёт затраченного времени. Когда участник получает товар или услугу в перед (в кредит) и обеспечивает временем собственного труда он делает именно человека ключевым звеном экономических отношений и не материальные блага сами по себе. Это будет гарантом его востребованности обществом и стабильности обмена услуг в Системе. За отправную точку можно взять один час простого труда, при котором всё что человек вкладывает это свое время. Например: выгул собак, дежурство и т. п. Работы требующие дополнительных физических/интеллектуальных нагрузок или должного уровня профессионализма/образования могут оцениваться через коэффициент «сложности» который оговаривается участвующими сторонами сделки. В будущем «Человеко-Часы» могут стать общим основанием взаимодействия региональных систем дополнительных валют. Известная истина «Человек - мера всех вещей» торжествует в форме  «Человеческое время — мера отношений между людьми».  


                  <HR class=help>
                  <A name=currency_details></A>
                  <H3>Изменить валюту /добавить новую валюту</H3>На странице 
                  изменения валюты вы можете добавить валюту. Для этого 
                  заполняются следующие поля: 
                  <UL>
                    <LI><B>Наименование:</B> Внутреннее наименование валюты 
                    (нигде не отображается) 
                    <LI><B>Обозначение:</B> Отображается на страницах. Например в 
                    объявлении, в поле указания цены. 
                    <LI><B>Формат:</B> Здесь вы можете устанавливать название 
                    валюты / обозначение и где он отображается. Вы можете размещать 
                    его как до, так и после суммы. Некоторые валюты (напр., 
                    доллар) содержат обозначение до суммы, а другие - после. Формат 
                    валюты будет отображаться в списках и сообщениях.<BR>Обозначенные 
                    не всегда поддерживаются браузерами, например, Евро. В таких 
                    случаях вам необходимо использовать краткое наименование 
                    валюты латинским алфавитом (например. &amp;euro;) 
                    <LI><B>Описание:</B> Для внутренней информации (нигде не 
                    отображается) </LI></UL>
                  <HR class=help>
                  <A name=accounts></A>
                  <H2>Счета</H2>Счета в Системе могут быть одного из двух типов: 
                  "Счет системы" или "Счет участника" Оба типа привязаны к 
                  валюте и могут содержать средства в Units или других валютах, 
                  которые можно переводить С / На счет (если между этими счетами 
                  заведены платежи). <BR>В отличии от счета участника, 
                  счет системы не имеет конкретного владельца. Администраторы с 
                  соответствующим правом доступа могут производить платежи со 
                  счетов системы на другие счета системы или участника. 
                  <BR>Участник может не иметь, иметь один или больше счетов и 
                  совершать платежи как между собственными счетами, так и на 
                  другие счета (других участников или системы). 
                  <br><br>Когда создается новый "Счет Участника", он еще не имеет 
                  привязанных к нему участников. Вам нужно произвести следующие 
                  действия, чтобы позволить участникам фактически использовать 
                  данный тип счета: 
                  <OL>
                    <LI><B>Привязать счет к группе:</B> Только после назначения 
                    счета к группе участников они будут иметь доступ к этому 
                    счету. Это делается с помощью функции <A 
                    href="${pagePrefix}groups#manage_groups"><U>управления 
                    группами с разрешениями</U></A>. 
                    <LI><B>Типы платежей по счету:</B> Прежде чем участники 
                    смогут производить или получать платежи по данному счету, 
                    вам необходимо создать по нему "<A 
                    href="/do/admin/manual?page=account_management#transaction_types"><U>типы 
                    платежей</U></A>". Это делается в окне платежей по счету, 
                    расположенному на той же странице, что и окно настройки 
                    свойств счета. 
                    <LI><B>Разрешения:</B> Конечно же, вам нужно будет 
                    установить и <A 
                    href="${pagePrefix}groups#manage_groups"><U>разрешения</U></A>. </LI></OL>Помимо платежей по счету, 
                  существует также много других параметров, которые 
                  непосредственно связаны со счетами, подобно ссудам, сборам 
                  с платежей и по счету, платежным фильтрам. 
                  <br><br>Система содержит базу данных с набором <A 
                  href="/do/admin/manual?page=account_management#standard_accounts"><U>стандартных 
                  счетов</U></A>. 
                  <br><br><I>Где это найти?</I><BR>Счетами можно управлять 
                  (создавать, удалять и т.п.) через меню: "Меню: Счета &gt; 
                  Управление счетами".<BR>Системные счета можно просмотреть в 
                  разделе "Меню: Счета &gt; Системные счета". 
                  <HR>
                  <A name=standard_accounts></A>
                  <H3>Стандартные типы счетов</H3>Хотя в системе можно создавать 
                  абсолютно новые структуры счетов, мы сформировали базу данных 
                  с типовыми счетами. Эти стандартные типы всегда могут быть 
                  расширены большим количеством счетов и типами платежей по 
                  счету. Мы создали счет участника и различные системные счета. 
                  <A 
                  href="/do/admin/manual?page=account_management#account_fees"><U>абонентский сбор
</U></A> (автоматические, с начисление в ручном режиме 
                  и т.п. = "демерредж") и <A 
                  href="/do/admin/manual?page=account_management#transaction_fees"><U>комиссионный сбор
</U></A> по умолчанию отключены, но их очень легко 
                  подключить и настроить. 
                  <br><br>База данных содержит следующие системные счета: 
                  <UL>
                    <LI><B>Ссудный (дебитовый) счет:</B> Дебитовый или ссудный 
                    счет используется только для ссуд и начальных сумм на счетах(это 
                    может быть ссудой или подарком для начинающего участника). 
                    Это главный системный счет и называется ссудным для ясности 
                    формулировки (иногда этот вид счета называется "Дебитовым"). 
                    Как правило, этот счет - ЕДИНСТВЕННЫЙ счет, который не имеет 
                    предела отрицательного остатка. Этот счет необходим для 
                    создания учетных единиц Units. Когда единицы создаются, ссудный 
                    счет получает отрицательный остаток, а получатель (обычно 
                    это участник) получает положительный остаток на такую же 
                    сумму учетных единиц. <BR>Поэтому управление ссудным счетом 
                    особенно важно для бартерных бирж и компаний, а также 
                    систем, в которых внутренняя валюта обеспечена деньгами, 
                    управление счетов должно быть надёжным и 
                    контролируемым.<BR><BR>
                    <LI><B>Счет Сообщества:</B> это счет, принадлежащий 
                    общественной организации, и используется для зачисления доходов 
                    от оказываемых участникам услуг (комиссий и сборов). 
                    Администратор может производить платежи с ого счета на 
                    счет участника (напр. за работы и услуги, предоставленные 
                    участником). Как и счет участника, остаток по общественному счету 
                    не может опускаться ниже нижнего предела состояния счета.<BR><BR>
                    <LI><B>Ваучерный Счет:</B> Ваучерный Счет - это счет, 
                    который содержит электронные учетные единицы, которые были 
                    введены в обращение в виде ваучеров (наличных учетных 
                    единиц). Когда участник желает купить ваучеры, ему нужно 
                    будет произвести платеж на ваучерный счет. Администрация проверяет оплату и передает ваучеры. Когда участник 
                    желает перевести ваучеры обратно в учетные единицы, он 
                    передает ваучеры обратно в Систему, и администратор 
                    производит платеж с ваучерного счета на счет участника. 
                    <BR>В системах, где учетные единицы (возможно, частично) 
                    обеспечены обычными деньгами, ваучер может продаваться за 
                    оговоренную сумму денежных средств. В таком случае нет 
                    необходимости быть участником системы, чтобы получить 
                    ваучеры. Вы только покупаете ваучеры как своего рода "купоны 
                    или сертификаты". В данном случае администратору необходимо 
                    будет произвести оплату со ссудного счета на ваучерный 
                    Счет.<BR><BR>
                    <LI><B>Счет Организации:</B> Счет организации служит как 
                    дополнительный счет администрации Системы. Если необходимо, 
                    его наименование может быть изменено в соответствии с 
                    применением (напр. резервный или инвестиционный фонд). 
                  </LI></UL>
                  <HR class=help>
                  <A name=account_search></A>
                  <H3>Список счетов</H3>Страница списка счетов содержит перечень 
                  счетов и их типов (поэтому мы иногда ссылаемся на нее как на 
                  типы счетов). 
                  <br><br>Чтобы создать новый счет участника или системы, нажмите на 
                  кнопку "Выполнить" возле надписи "Добавить новый счет" под 
                  окном. 
                  <UL>
                    <LI><IMG height=16 src="${images}/edit.gif" width=16 
                    border=0> Нажмите на кнопку чтобы изменить счет. 
                    <LI><IMG height=16 src="${images}/delete.gif" width=16 
                    border=0> Нажмите на кнопку, если вы хотите удалить счет. 
                    (Удаление счета может быть проведено только при отсутствии 
                    по нему платежей). </LI></UL>
                  <HR class=help>
                  <A name=account_details></A>
                  <H3>Изменить тип счета / Новый счет</H3>В окне деталей счета 
                  вы можете создать или изменить счет. <BR>Если вы создаете 
                  новый счет, укажите вначале тип: будет ли это счет системы или 
                  участника. 
                  <UL>
                    <LI><B>Наименование:</B> Будет отображаться в <A 
                    href="/do/admin/manual?page=account_management#account_search"><U>списке 
                    управления счетами</U></A> и (если это системный счет) в <A 
                    href="${pagePrefix}payments#account_overview"><U>списке 
                    системных счетов</U></A>. 
                    <LI><B>Описание:</B> Разъяснение предназначения счета 
                    (доступно для чтения только админом). 
                    <LI><B>Валюта:</B> Здесь вы устанавливаете <A 
                    href="/do/admin/manual?page=account_management#currencies"><U>валюту</U></A> 
                    для этого счета. 
                    <LI><B>Тип ограничения суммы (только по системным счетам):</B> Счет 
                    может быть без ограничения суммы, что означает, что он может достигать 
                    неограниченного отрицательного состояния (это обычно 
                    "дебитовый", или "ссудный" счет)<BR>Если счет ограничен, 
                    укажите максимальный и минимальный пределы состояний счета. Тип ограничения суммы 
                    может быть указан только при создании счета (его нельзя 
                    изменить позже). </LI></UL>Примечание: Много параметров 
                  настройки счета относятся к конкретной группе (например, 
                  пределы состояний счетов). Эти настройки могут быть изменены в <A 
                  href="${pagePrefix}groups#manage_groups"><U>настройках 
                  групп участников</U></A>. 
                  <HR class=help>
                  <A name=transaction_types></A>
                  <H2>Типы платежей</H2>Каждый платеж (также называется 
                  операцией) имеет свой "тип платежа". Тип платежа определяет счета 
                  дебита и кредита при переводе. Если по счету не заведено типов 
                  платежей, платежи по нему невозможны. Тип платежа должен быть 
                  привязан к счету дебита (= счету плательщика). 
                  <br><br><I>Где это найти?</I><BR>Типы платежей создаются и 
                  редактируются в окне управления счетами; чтобы открыть этот 
                  раздел, перейдите в "Меню: Счета &gt; Управление счетами" и 
                  нажмите на значок изменения, чтобы изменить тип счета. В 
                  следующем окне откроется специальное окно с кратким обзором 
                  типов платежей по счету. 
                  <HR class=help>
                  <A name=transaction_type_search></A>
                  <H3>Список типов платежей по счету</H3>Окно операций по счету 
                  содержит список список платежей по дебиту выбранного счета. 
                  <UL>
                    <LI><IMG height=16 src="${images}/edit.gif" width=16 
                    border=0> Нажмите на кнопку, чтобы изменить тип платежа. 
                    <LI><IMG height=16 src="${images}/delete.gif" width=16 
                    border=0> Нажмите на кнопку, если вы хотите удалить тип 
                    платежа. </LI></UL>Используйте кнопку "Добавить новый тип 
                  платежа" под списком, чтобы добавить новый тип платежа. 
                  <br><br>Примечание1: Разрешения к типам платежей устанавливаются 
                  по группам в "Меню: Пользователи и Группы &gt; Группы с разрешениями &gt; Изменить разрешения группы." 
                  <br><br>Примечание2: Если выбранный счет - это счет участника, 
                  определенные параметры настройки (Нижний предел и т. д.) 
                  определяются на группу. Они могут быть изменены в разделе 
                  "Пользователи и Группы - Группы с разрешениями" (значок 
                  редактирования - выберите счет). 
                  <HR class=help>
                  <A name=transaction_type_details></A>
                  <H3>Изменить/Добавить платеж по счету</H3>В этом окне вы 
                  можете установить свойства определенного типа платежа. Они 
                  имеют следующие поля (но не все могут быть видимы в 
                  зависимости от типа и настроек): 
                  <UL>
                    <LI><B>Наименование:</B> Название платежа по счету.<BR><BR>
                    <LI><B>Описание:</B> Внутренне описание платежа по счету. 
                    Данное описание может содержаться в данных 
                    платежа.<BR>Примечание: В случае выплаты ссуды и 
                    периодических сборов вы можете использовать определенные 
                    коды, чтобы включать определенные данные в описание 
                    платежа. Вы можете использовать "автозаполнители" - они 
                    будут заменены своим соответственным значением в описании 
                    платежа. <A 
                    href="/do/admin/manual?page=account_management#placeholders"><U>Нажмите 
                    сюда</U></A> для просмотра.<BR><BR>
                    <LI><B>Сообщение-подтверждение:</B> Это сообщение появится в 
                    нижней части информации об платеже во всплывающем окне 
                    подтверждения. Таким образом, можно задать сообщения для 
                    определенных типов платежей.<BR><BR>
                    <LI><B>С: </B>тип счета плательщика (счет дебита) <BR>
                    <LI><B>На: </B>тип счета получателя (счет кредита) <BR>
                    <LI><B>Номер счёта/ Имя отдельного участника-получателя:</B> Если вы хотите, чтобы получателем 
                    по данному платежу всегда был один и тот же участник, 
                    укажите его здесь. Обратите внимание, что такие типы 
                    платежей очень редки. Обычно они используются, если вы 
                    хотите к конкретному участнику, а не к группе, применить 
                    специфические правила или настраиваемые поля в форме платежа. <BR>Если 
                    у вас есть больше одного типа платежа (между участниками), 
                    вы можете скрывать платежи, используя опцию приоритета 
                    (пояснение см. ниже). В случае использования конкретного 
                    участника-получателя, вы можете скрыть от него стандартные 
                    типы платежей между участниками, отметив галочкой 
                    приоритетность. <BR><BR>
                    <LI><B>Использование:</B> Эта опция доступна если участник имеет более одного счета в какой либо валюте. Тогда для него надо определить как и куда может производиться 
                    платеж, - себе на дополнительный счет, либо другим участникам. Этот выбор не будет доступен, если ваши 
                    участники имеют только один счет для этой валюты. В таком 
                    случае будет отображена кнопка "Включить" (следующий 
                    элемент). Использование определяет, куда может производиться 
                    платеж (или вообще пока не использовать).
                    <UL>
                      <LI><B>Отключен:</B> Платеж неактивен и нигде не будет 
                      отображаться. 
                      <LI><B>Платеж другим:</B> Это самый обычный тип 
                      платежа. Если выбрана эта опция, участник может 
                      использовать этот тип платежа, чтобы производить платежи 
                      другому участнику или на системный счет. 
                      <LI><B>Перевод между своими счетами:</B> Если существует 
                      более одного счета участника (например, текущий и 
                      сберегательный счет), вы можете создать тип платежа, 
                      позволяющий участнику производить платежи между этими 
                      счетами. В случае Перевода между своими счетами вы, 
                      вероятно, не захотите разрешать платежи с текущего счета 
                      одного участника на депозитный счет другого участника. Это 
                      может быть сделано, убрав галочку с контрольного поля 
                      платежа другим участникам. </LI></UL>Примечание!: типы 
                    платежей, генерируемые автоматически, подобно сборам по 
                    счету или по платежу, всегда будут начисляться, даже если 
                    не выбрана никакая опция в данном поле, и не были 
                    установлены никакие разрешения к ним для группы 
                    участников. То же самое относится и к следующему элементу - 
                    полю "Включить". <BR><BR>
                    <LI><B>Включить:</B> Можно совершать платежи с данным типом 
                    платежа, и он будет доступен в окнах платежа и отчете по 
                    платежу. Заметьте, что этот элемент является 
                    взаимоисключающим с предыдущим: если выбрана функция 
                    "Использования", функция "Включить" будет недоступна и 
                    наоборот.<BR><BR>
                    <LI><B>Каналы доступа:</B> Этот элемент позволяет вам 
                    определить <A 
                    href="${pagePrefix}settings#channels"><U>каналы 
                    доступа</U></A>, по которым может может осуществляться 
                    данный тип платежа. По умолчанию устанавливается канал 
                    "главный веб-доступ", но также доступны в настройках и 
                    другие (доступ через мобильный телефон, например).<BR><BR>
                    <LI><B>Приоритет:</B> Если выбрана опция приоритета, тип 
                    платежа будет иметь приоритет над другими платежами. Это 
                    означает, что когда к платежу может быть применено более 
                    одного типа платежей, то будут показаны типы платежей с 
                    приоритетом. Но если ни один из платежей не отмечен как 
                    приоритетный, все они будут отображены в списке выбора. 
                    <BR>Установки параметров приоритета используются только с 
                    относительно сложными системами, где различным группам 
                    разрешено торговать с другими группами только в некоторых 
                    случаях.<BR>С использованием групп и типов платежей можно 
                    настроить такую систему, когда различные группы могут 
                    торговать независимо внутри себя, но также и проводить 
                    платежи между группами, в рамках той же системы.<BR>Данная 
                    настройка используется в комбинации с полем 
                    "Участник-получатель", которое описано выше. <BR><BR>
                    <LI><B>Максимальная сумма за день:</B> Это максимальная 
                    сумма на участника, которую за день можно провести по 
                    данному типу платежа. Например, это может использоваться, 
                    чтобы лимитировать платежи через мобильные телефоны.<BR><BR>
                    <LI><B>Является ссудой:</B> (доступно только для платежей от системы 
                    на участника). Отметьте галочкой эту опцию, чтобы указать, 
                    что тип платежа является ссудой. Параметры настройки ссуды 
                    появятся ниже, как только вы отметите галочкой эту опцию; 
                    для получения более подробной информации <A 
                    href="${pagePrefix}loans#make_loan_type"><U>нажмите 
                    сюда</U></A>. <BR><BR>
                    <LI><B>Требует подтверждения:</B> Если выбрана эта опция, то 
                    появится окно настроек параметров подтверждения, как только вы 
                    сохраните настройки типа платежа. Для получения подробной 
                    информации по <A 
                    href="${pagePrefix}payments#authorized"><U>подтверждения 
                    платежей</U></A> перейдите в <A 
                    href="/do/admin/manual?page=account_management#authorized_payment_levels"><U>этот 
                    раздел</U></A> .<BR>Если вы отмените выбор обязательной 
                    подтверждения, все уровни подтверждений будут отменены для новых 
                    платежей. <BR><BR>
                    <LI><B>Позволить запланированные платежи:</B> Если 
                    выбрана данная опция, тип платежа может <A 
                    href="${pagePrefix}payments#scheduled"><U>планироваться</U></A>. 
                    Это не означает, что что любой участник или администратор с 
                    данным типом платежа автоматически сможет использовать 
                    функцию. Вам нужно также установить разрешения группы 
                    (просмотр и разрешение планируемых платежей). Для более 
                    подробной информации смотрите руководство пользователя - 
                    Платежи - Запланированные платежи. <BR><BR>
                    <LI><B>Подлежит согласованию:</B> Если выбрана данная опция, 
                    тип платежа будет частью функции согласования. За подробной 
                    информацией перейдите в <A 
                    href="${pagePrefix}bookkeeping"><U>Руководство 
                    пользователя</U></A> Бухгалтерский учет. <BR><BR>
                    <LI><B>Требует отзыва по сделке:</B> Опция доступна 
                    только для платежей между участниками. Если ее отметить, 
                    участники смогут направлять отзывы по платежам этого типа. 
                    Для получения подробной информации по отзывам смотрите 
                    раздел "Отзывов" на странице <A 
                    href="${pagePrefix}transaction_feedback"></A>Руководства<BR>Следующие 
                    элементы будут видимы, только если опция "требуется отзыв по сделке" отмечена галочкой: 
                    <UL>
                      <LI><B>Максимальный срок на отзыв:</B> Когда платеж 
                      произведен, плательщик (=покупатель) имеет максимальный 
                      период времени, в течение которого он может направить 
                      отзыв. Этот период может быть установлен данной 
                      настройкой. 
                      <LI><B>Максимальный срок для ответа на отзыв:</B> 
                      Получатель отзыва (=продавец) может ответить на отзыв. 
                      Этот максимальный период может быть установлен данной 
                      настройкой. 
                      <LI><B>По истечению срока отзыв по умолчанию:</B> После истечении срока 
                      предоставления отзыва будет создан автоматически отзыв по 
                      умолчанию. Вы можете указать стандартный уровень данной 
                      настройкой (обычно это что-то наподобие "Нейтрально"). 
                      <LI><B>Комментарии к нему:</B> После 
                      истечении срока на предоставление отзыва будет создан 
                      стандартный отзыв. Вы можете указать стандартный 
                      комментарий в этих настройках (обычно это что-то наподобие 
                      " Без отзыва"). </LI></UL></LI></UL>
                  <HR class=help>
                  <A name="place holder"></A>
                  <H3>Автозаполнители для поля назначения платежа</H3>В случае 
                  погашения ссуд и периодических сборов вы можете использовать 
                  определенные коды для включения конкретной информации в поле 
                  назначения <A 
                  href="/do/admin/manual?page=account_management#transaction_types"><U>платежа</U></A>. 
                  Вы можете использовать "автозаполнители" - они будут заменены 
                  соответствующими значениями при формировании платежа. <BR>
                  <br><br><B><U>Погашение ссуды:</U></B> 
                  <UL>
                    <LI><B>#loanAmount#:</B> Изначальная сумма ссуды 
                    <LI><B>#loanTotalAmount#:</B> Сумма ссуды плюс расходы 
                    (проценты, сбор за выдачу) 
                    <LI><B>#parcelAmount#:</B> Сумма выплат ссуды, сумма за 
                    определенный кредитный период. Ссуда делится на 
                    фиксированные суммы погашения задолженности. 
                    <LI><B>#parcelNumber#:</B> Номер взноса ссуды. Ссуда делится 
                    на фиксированное количество платежей, "взносов". Каждый из 
                    этих взносов может иметь свой собственный номер. </LI></UL>Для 
                  получения более подробной информации о ссудах, смотрите <A 
                  href="${pagePrefix}loans"><U>Руководство: 
                  Ссуды</U></A>. 
                  <br><br><B><A 
                  href="/do/admin/manual?page=account_management#account_fees"><U>Абонентские сборы</U></A> </B>
                  <UL>
                    <LI><B>#begin_date#:</B> Начальная дата (только в случае <A 
                    href="/do/admin/manual?page=account_management#account_fees"><U>сбора 
                    с объема движения средств</U></A>) 
                    <LI><B>#end_date#:</B> Дата окончания (только в случае сбора 
                    с объема движения средств) 
                    <LI><B>#tax#:</B> = Сумма 
                    <LI><B>#freebase#:</B> Необлагаемый минимум: т.е. сумма, 
                    выше которой сбор не подлежит начислению (только в 
                    случае сбора с объема движения средств) 
                    <LI><B>#volume#:</B> = Общий объем сделок (только в случае 
                    сбора с объема движения средств) 
                    <LI><B>#result#:</B> = Результат </LI></UL>
                  <HR class=help>

                  <br><br><A name=payment_fields_list></A>
                  <H3>Настраиваемые поля формы платежа</H3>В тип платежа можно добавлять 
                  Настраиваемые поля, также как и в страницу личных данных или объявления. Поле формы платежа 
                  будет доступно только по данному типу платежа (который вы 
                  редактируете в настоящий момент). <BR>Вы можете создавать 
                  настраиваемые поля через следующие действия: 
                  <UL>
                    <LI><B>Добавить новое настраиваемые поле:</B> С этой кнопкой вы 
                    настраиваете поле к типу платежа аналогично тому, как вы 
                    делаете это со страницей личных данных участника. 
                    <LI><B>Добавить существующее настраиваемое поле:</B> С этой опцией вы 
                    можете привязать к форме платежа уже существующее настраиваемое поле. 
                    Более подробную информацию можно найти по ссылке деталей 
                    привязки настраиваемого поля. </LI></UL>
                  <HR class=help>

                  <br><br><A name=payment_fields_link></A>
                  <H3>Добавить настраиваемое поле формы платежа</H3>Эта опция 
                  используется в более сложных системах, когда происходит 
                  "перевод" платежа. Обычно это происходит через применение 
                  сбора со сделки в размере 100% на счет третьего лица. В 
                  этом случае, вероятно, вам нужно использовать одно и то же 
                  настраиваемые поле для форм обоих платежей. Вы можете сделать это, 
                  используя настраиваемые поля из типа основного платежа, а в типе 
                  генерируемой платежа создать ссылки на настраиваемые поля основного 
                  (через опцию "Добавить настраиваемое поле из существующих") 
                  <UL></UL>
                  <HR class=help>

                  <br><br><A name=authorized_payment_levels></A>
                  <H3>Уровни полномочий</H3>Эта функция позволяет определять 
                  уровни полномочий для типа платежа, который требует <A 
                  href="${pagePrefix}payments#authorized"><U>подтверждения</U></A>. 

                  <br><br>Есть различные уровни полномочий, и их может быть более 
                  одного на каждый тип платежа, это означает, что разным лицам 
                  нужно будет подтвердить платеж (возможно) в зависимости от 
                  установленных критериев. Как участник, так и уполномоченный 
                  (брокер или администратор) будет иметь доступ к списку 
                  платежей в очереди на подтверждение. 
                  <br><br>Это окно отображает все уровни полномочий для данного типа 
                  платежа. Если уровней полномочий нет, необходимо нажать 
                  "Добавить новый уровень полномочий", потому что вам необходимо будет 
                  определить как минимум один уровень полномочий для каждого 
                  типа платежа, подлежащего подтверждению. Когда вы добавляете 
                  новый уровень полномочий, он появится в списке.<BR>Если 
                  уровни уже были определены, у вас есть следующий выбор: 
                  <UL>
                    <LI><IMG height=16 src="${images}/edit.gif" width=16 
                    border=0> Нажмите на кнопку, чтобы изменить уровень 
                    полномочий для платежа. 
                    <LI><IMG height=16 src="${images}/delete.gif" width=16 
                    border=0> Нажмите на кнопку, если вы хотите удалить уровень 
                    полномочий для платежа. </LI></UL>
                  <br><br>Если вы отмените выбор опции подтверждений в типе платежа, 
                  все уровни полномочий для типа платежа будут заблокированы. 
                  Уровни полномочий исчезнут, но останутся в истории. Если 
                  опцию требования к подтверждению снова отметить галочкой, то 
                  уровни полномочий появятся снова. 
                  <br><br>Если подтвержденные платежи генерируют другие платежи 
                  (напр. ссуда с выплатами задолженности, сбора по сделке и 
                  т. д.), вся группа платежей может быть подтверждена целиком 
                  (а общая сумма будет зарезервирована до момента подтверждения). 
                  <HR class=help>
                  <A name=edit_authorization_level></A>
                  <H3>Изменить уровень полномочий</H3>В этом окне вы можете 
                  определить <A 
                  href="/do/admin/manual?page=account_management#authorized_payment_levels"><U>уровень 
                  полномочий</U></A>. Вы можете определить максимум пять 
                  уровней полномочий. Каждый уровень может иметь "тип" 
                  подтверждения. Это зависит от уровня полномочий и того, какие 
                  типы подтверждений доступны. 
                  <UL>
                    <LI><B>Получатель:</B> Тип подтверждения "Получатель" 
                    означает, клиент, получающий платеж, будет обязан сначала 
                    подтвердить платеж. Когда получатель подтверждает платеж 
                    (нажатием кнопки "Принять" из списка ожидающих подтверждения 
                    платежей), сумма платежа будет зачислена, и его статус 
                    изменится с "в очереди" на "обработан".<BR>Данный тип 
                    подтверждения является достаточно редким. Мы рекомендуем не 
                    использовать данную опцию, если <A 
                    href="${pagePrefix}invoices"><B>счета-фактуры</B></A> 
                    используются в системе. Аналогичную функцию предлагают 
                    счета-фактуры. 
                    <LI><B>Плательщик:</B>Данная опция доступна, только если уже 
                    есть первый уровень полномочий с типом "Получатель".<BR>Он 
                    предлагает дополнительный (необязательный) уровень 
                    подтверждения после типа подтверждения "Получатель". Если этот 
                    тип настроен, то платеж останется в статусе "в очереди" 
                    после того, как был подтвержден Получателем. Теперь 
                    плательщик (инициатор) должен будет подтвердить платеж. 
                    После завершения платежа сумма платежа будет перечислена. 
                    <LI><B>Брокер/Администратор:</B> Уровень полномочий может 
                    быть установлен как или первый, или второй уровень после 
                    уровня с типом Получатель. Это означает, что <A 
                    href="${pagePrefix}brokering"><U>брокер</U></A> 
                    участника, который произвел платеж, должен будет 
                    подтвердить оплату, и по усмотрению также 
                    администратор.<BR>Вы можете выбрать группы админов, которые 
                    смогут подтверждать платежи, кроме брокера. Нет никакого 
                    приоритета, кто может подтверждать: или брокер или 
                    администрация могут быть уполномоченными на это. 
                    <LI><B>Администратор:</B> Данный тип полномочий доступен 
                    как первый уровень, второй уровень после 
                    Брокера/Администратора, третий уровень после Плательщика и 
                    любого другого Администратора одного типа.<BR>Это означает, 
                    что вы можете связать различные уровни с типом уровня 
                    полномочий администратора и различными количествами и 
                    группами. Вам необходимо будет выбрать группу админов, 
                    которая может подтверждать платеж. </LI></UL>Вам нужно будет 
                  указать "пороговую сумму" для каждого типа полномочий и ее уровень. Если 
                  вы хотите, чтобы платеж всегда подлежал подтверждению, то вы 
                  можете указать нуль в поле суммы. Если вы укажите сумму, 
                  скажем в 1000 Units, это означает, что, если участник инициирует 
                  платежи на сумму более 1000 Units в течение 24 часов, превышающие 
                  эту сумму платежи необходимо будет подтверждать. <BR>Сумма 
                  уровня полномочий может быть равной сумме полномочий у 
                  главного уровня или выше. 
                  <HR class=help>
                  <A name=payment_filters></A>
                  <H2>Фильтры платежей</H2>Типы платежей можно группировать в 
                  разделе "Фильтры платежей". Эти фильтры позволяют удобно 
                  группировать конкретные связанные типы платежей, например, для 
                  вывода на экран данных по итогу платежей и статистики. 
                  Например: различного рода сборы и другие специальные 
                  платежи в пользу системы могут быть объединены в один фильтр 
                  под наименованием "платежи комиссионных сборов". Фильтры платежей 
                  также могут быть использованы для создания специальных 
                  отчетов. Для администратора фильтры платежей представляют 
                  хороший инструмент для ведения учета платежей и формирования 
                  отчетов. 
                  <br><br><I>Где это найти?</I><BR>Фильтры платежей всегда 
                  привязаны к типу счета, поэтому доступ к ним производится 
                  через "Меню: Счета &gt; Управление счетами" &gt; выберите тип 
                  счета и нажмите значок "изменить" <IMG height=16 
                  src="${images}/edit.gif" width=16 border=0>&nbsp;. 
                  Наряду с другими окнами будет отдельное окно с привязанными к 
                  счету платежными фильтрами. 
                  <HR>
                  <A name=payment_filter_search></A>
                  <H3>Список фильтры платежей</H3>Это окно содержит список <A 
                  href="/do/admin/manual?page=account_management#payment_filters"><U>фильтров платежей</U></A> по счету. 
                  <UL>
                    <LI><IMG height=16 src="${images}/edit.gif" width=16 
                    border=0> Нажмите на кнопку, чтобы изменить фильтр платежей. 
                    <LI><IMG height=16 src="${images}/delete.gif" width=16 
                    border=0> Нажмите на кнопку, если вы хотите удалить 
                    фильтр платежей. </LI></UL>Если вы хотите создать новый 
                  фильтр, нажмите кнопку "Выполнить" под окном списка "Добавить 
                  новый фильтр платежей". 
                  <HR class=help>
                  <A name=payment_filter_details></A>
                  <H3>Изменить / Добавить фильтр платежей</H3>Здесь вы можете 
                  изменить существующий или добавить новый <A 
                  href="/do/admin/manual?page=account_management#payment_filters"><U>фильтр платежей</U></A>. Нужно заполнить следующие поля: 
                  <UL>
                    <LI><B>Наименование </B>: Название Фильтра. 
                    <LI><B>Описание</B>: Описание фильтра. 
                    <LI><B>Отображать в счётной книге </B>: Если эта опция 
                    отмечена, то в истории счета будет показан фильтр 
                    (выбранного счета). 
                    <LI><B>Отображать в отчетах</B>: Если вы отметите галочкой 
                    опцию "Отображать в отчетах", <A 
                    href="${pagePrefix}reports"><U>
                    функция отчета</U></A> будет будет содержать отчет по этому 
                    фильтру, т.е. отображать сумму количества всех платежей, 
                    которые связаны с данным фильтром платежа. Функция также 
                    будет доступна для <A 
                    href="${pagePrefix}statistics"><U>модуля 
                    статистики</U></A>.<BR>Вы можете создать фильтры платежей 
                    только для отчетности. Чтобы сделать это, нужно отменить 
                    выделение опции "Отображать в истории счета". 
                    <LI><B>Типы платежей</B>: Здесь вы должны выбрать <A 
                    href="/do/admin/manual?page=account_management#transaction_types"><U>типы 
                    платежей</U></A>, которые войдут в фильтр. 
                    <LI><B>Отображается для групп</B>: Здесь вы можете выбрать 
                    группы, которые смогут просматривать фильтры платежей. 
                    Таким образом, возможно создавать различные фильтры для 
                    различных групп. Например, у группы брокеров может быть 
                    фильтр "выплата комиссионного вознаграждения". Обычно 
                    администраторам необходимы более конкретные платежные 
                    фильтры, а у группы клиента будут стандартные платежные 
                    фильтры, как например: торговые платежи - сборы по 
                    счету. </LI></UL>
                  <HR class=help>
                  <A name=transaction_fees></A>
                  <H2>Комиссионный сбор</H2>Тип платежа может генерировать 
                  одну или более "Комиссионных сбора". Каждый раз, когда 
                  участник производит платеж с использованием данного типа 
                  платежа, и по нему настроены сборы, то последние будут 
                  начисляться (в зависимости от критериев в настройках 
                  сборов). Самой распространенным сбором по платежу 
                  является сбор, начисляемый каждый раз, когда участник 
                  производит операцию типа "платеж по сделке". Существуют 
                  различные способы начисления сборов по платежу 
                  (фиксированная сумма или процент от платежа) и участников, 
                  кому начисляется сбор.<BR><BR>Типичный пример 
                  "стандартной" сбора - это комиссионный сбор. Каждый раз, 
                  когда происходит "торговая" операция, начисляется комиссионный сбор со 
                  сделки (если она настроена).Так как сбор сам по себе 
                  является платежом, у нее должен быть сформирован собственный 
                  тип платежа, и поэтому он будет начисляться отдельно и 
                  отображаться в виде еще одного типа платежа в истории 
                  движений по счету. Данные каждой сбора по платежу будут 
                  содержать данные о главном (родительском) платеже, от 
                  проведения которого начисляется сбор. 
                  <br><br><I>Где это найти?</I><BR>комиссионный сбор будет 
                  всегда "принадлежать" <A 
                  href="/do/admin/manual?page=account_management#transaction_types"><U>к 
                  типу платежа по счету</U></A>; поэтому настройки комиссионного сбора размещены в окнах настройки типа платежа: перейдите 
                  в "Меню: Счета &gt; Управление счетами", выберите счет (через 
                  значок "изменить"), перейдите в окно типа платежа, выберите 
                  его (через значок "изменить"). Здесь вы найдете специальное 
                  окно со сборами по данной платежу. 
                  <HR>
                  <A name=transaction_fee_search></A>
                  <H3>Комиссионные сборы</H3>Это окно содержит список 
                  привязанных <A 
                  href="/do/admin/manual?page=account_management#transaction_fees"><U>комиссионных сборов</U></A> для <A 
                  href="/do/admin/manual?page=account_management#transaction_types"><U>типа 
                  платежа по счету</U></A>. 
                  <UL>
                    <LI><IMG height=16 src="${images}/edit.gif" width=16 
                    border=0> Нажмите на кнопку, чтобы изменить комиссионный сбор. 
                    <LI><IMG height=16 src="${images}/delete.gif" width=16 
                    border=0> Нажмите на кнопку, если вы хотите удалить комиссионный сбор. </LI></UL>Если вы хотите создать новый комиссионный сбор, нажмите на кнопку "выполнить" у слов "Добавить 
                  новый комиссионный сбор" под окном. 
                  <HR class=help>
                  <A name=transaction_fee_details></A>
                  <H3>Изменить / Добавить комиссионный сбор</H3>Это окно 
                  используется для изменения существующих <A 
                  href="/do/admin/manual?page=account_management#transaction_fees"><U>комиссионных сборов</U></A>, или чтобы добавить новую.<BR>комиссионный сбор будет начисляться, когда совершается основная 
                  операция. Однако, сами по себе они также являются платежами, и 
                  им нужно установить свой собственный тип платежа. Перед 
                  настройкой нового комиссионного сбора вам необходимо сначала 
                  создать новый <A 
                  href="/do/admin/manual?page=account_management#transaction_types"><U>тип 
                  платежа</U></A> для комиссионного сбора. 
                  <br><br><B>Поля для заполнения:</B> 
                  <UL>
                    <LI><B>Платеж по счету</B>: Это тип платежа, на основании 
                    которого начисляется комиссионный сбор. Для расчетов по 
                    сделке обычно выбирают что-то типа "расчеты по 
                    сделке".<BR><BR>
                    <LI><B>Наименование</B>: Название комиссионного сбора.<BR><BR>
                    <LI><B>Описание</B>: Описание комиссионного сбора.<BR><BR>
                    <LI><B>Задействован</B>: комиссионный сбор будет активным, 
                    когда отмечена опция. Если нет, комиссионный сбор 
                    начисляться не будет, и система будет действовать, как будто 
                    сбора не существует.<BR><BR>
                    <LI><B>Будет удержан с</B>: Здесь вы можете установить, с кого 
                    будет начислен сбор. Это может быть плательщик по 
                    главному платежу, получатель или системный счет.<BR><BR>
                    <LI><B>В пользу</B>: Здесь вы можете установить, кто 
                    получит сбор. Это может быть плательщик по главному 
                    платежу, получатель или системный счет.<BR><BR>
                    <LI><B>Разрешить любые счета </B>: Обычно в следующем поле 
                    ("Использовать тип платежа") содержатся только соответствующие 
                    типы платежей в той же валюте, что и основной платеж. Если 
                    вы выбираете опцию "разрешить любой счет", тогда нет 
                    никакого ограничения по валюте, в которой сбор может 
                    быть начислен: в выпадающем списке появятся все типы 
                    платежей, в т.ч. и в другой валюте. <BR><BR>
                    <LI><B>Использовать тип платежа</B>: Здесь вы можете установить 
                    тип платежа, которая будет генерироваться при проведении 
                    главного платежа с целью начисления сбора. Обычно создают 
                    конкретные типы платежей, для того чтобы вы могли 
                    использовать необходимые фильтры (напр. в истории счета: 
                    сбора по платежу). Стандартная база данных системы 
                    поставляется с наличием комиссионного сбора по платежу и типа платежа 
                    для сбора по ней. Платежом комиссионного сбора обычно 
                    будет что-то типа"комиссионный сбор".<BR>ПРИМЕЧАНИЕ: 
                    абсолютно необходимо сначала создать этот тип платежа до 
                    того, как создавать конкретную сбор (см. примечание 
                    выше).<BR><BR>
                    <LI><B>Сумма</B>: Здесь вы можете ввести сумму комиссионного сбора. Если вы хотите, чтобы сумма сбора начислялась 
                    как процент от основного (родительского) платежа, выберите знак 
                    % в списке. При выборе "фиксированный" будет начисляться 
                    фиксированная сумма независимо от суммы основного 
                    платежа.<BR><BR>
                    <LI><B>Удержание</B>: С этой настройкой вы можете 
                    определить, будет ли сбор начисляться как 
                    "дополнительная" оплата вдобавок к основному платежу, или же 
                    будет происходить "Удержание" из суммы основного 
                    платежа.<BR>Пример: Если производится платеж на 100 Units, и по 
                    нему начисляется сбор в размере 3 Units, установленная на 
                    списание из общей суммы основного платежа, то будут 
                    начислены следующие платежи: 
                    <UL>
                      <LI>Основной (родительский) платеж: 97 Units
                      <LI>Комиссионный сбор: 3 Units</LI></UL>Упомянутый выше пример 
                    является довольно редким. Обычно Сборы не удерживаются от 
                    общей суммы основного платежа. Пример с такими же суммами 
                    без списания сбора из суммы основного платежа: 
                    <UL>
                      <LI>Основной (родительский) платеж: 100 Units
                      <LI>Комиссионный сбор: 3 Units</LI></UL><BR><BR>
                    <LI><B>Условия применения</B>: Здесь вы можете определить, 
                    при каких условиях будет применено начисление сбора. 
                    Сбор будет применяться, только если соблюдены указанные 
                    условия. Условия могут комбинироваться. 
                    <UL>
                      <LI><B>Сумма не менее чем</B>: Сбор будет 
                      начислен, только если сумма основного платежа больше или 
                      равна указанной сумме. 
                      <LI><B>Сумма не более чем</B>: Сбор будет 
                      начислен, только если сумма основного платежа меньше или 
                      равна указанной сумме. 
                      <LI><B>От всех групп (плательщиков)</B>: Если выбраны все группы, 
                      Сбор будет применен для участников любой группы как 
                      плательщиков основного платежа. Чтобы отменять выбор 
                      конкретных групп, вам необходимо будет отменить выбор в 
                      поле"От всех групп" и выбрать группы в появляющемся 
                      списке. 
                      <LI><B>Для всех групп (получателей)</B>: Аналогична предыдущему пункту, но 
                      для участников, являющихся получателями основного платежа. 
                      </LI></UL></LI></UL>
                  <HR class=help>
                  <A name=account_fees></A>
                  <H2>Абонентский сбор</H2>"Сборы" зачастую 
                  определяют "взносы" которые функционируют по графику или 
                  начисляются администратором вручную. Абонентские сборы связаны 
                  со счетом, и могут быть активированы для одной или более групп 
                  участников. Когда сбор включен, все группы участников, 
                  которые были выбраны в настройках абонентского сбора, будут 
                  должны оплатить сбор, - однако, слово "сбор" не 
                  означает, что плательщиком является только участник. Абонентский сбор может также быть настроен таким образом, что 
                  плательщиком будет выступать система, а участники - 
                  получателями по платежу. Типичные сборы по счету - это 
                  ежемесячные взносы участников на системный счет (но это также 
                  может быть и наоборот). Ещё один пример "демерредж" или "сбор 
                  с оборота", когда пользователи платят сбор, если имеют 
                  положительный остаток на счете, как что-то вроде 
                  "отрицательного процента". Идея такого сбора заключается в 
                  том, чтобы стимулировать пользователя использовать свои 
                  остатки вместо их накопления на счете. 
                  <br><br><I>Где это найти?</I><BR>Так как абонентские сборы 
                  привязаны к конкретному счету, настройка конфигурации 
                  производится через управление счетами: "Меню: Счета &gt; 
                  Управление счетами", выберите тип счета и нажмите значок 
                  изменить <IMG height=16 src="${images}/edit.gif" width=16 
                  border=0>&nbsp;. 
                  <br><br>Управление и просмотр абонентского сбора производится на 
                  странице просмотра счета ("Меню: Счета &gt;Абонентские сборы"). На этой странице вы найдете список всех абонентских сборов и их статус; Также там вы можете вручную проводить их 
                  начисление. 
                  <HR>
                  <A name=account_fee_overview></A>
                  <H3>Абонентские сборы</H3>Страница просмотра абонентских сборов/платежей содержит все <A 
                  href="/do/admin/manual?page=account_management#account_fees"><U>Абонентские сборы</U></A>, включенные для любого типа счета. 
                  <br><br>Окно отобразит список с активными абонентскими сборами, дату 
                  последнего и следующего выполнения и их статус ("не 
                  выполнено", "завершено"). 
                  <br><br>Платежи абонентских сборов могут быть или автоматическими 
                  (планируемыми), или производиться вручную. Ручные платежи 
                  абонентских сборов действуют только при нажатии на ссылку 
                  "Применить сейчас". Во время процесса обработки сборы 
                  допускается отмена данного платежа путем нажатия на ссылку 
                  "отменить". <BR>Отмененный или неудавшийся по техническим 
                  причинам сбор будет всегда доступен через "возврат". Это 
                  означает, что у вас никогда не будет наполовину законченного 
                  начисления абонентского сбора. После того, как сбор был 
                  успешно выполнен, будет установлена последняя дата выполнения 
                  и появится запись в <A 
                  href="/do/admin/manual?page=account_management#account_fee_history"><U>Истории 
                  абонентских сборов</U></A> (окно ниже). 
                  <br><br>В случае, если сбор не выполнен успешно, появится 
                  оповещение в журнале оповещений, и статус будет показывать, 
                  что начисление сбора не было успешным. Неуспешно 
                  начисленный сбор может быть возобновлен нажатием на 
                  ссылку "повторное начисление" в списке История абонентских сборов. 
                  <HR class=help>
                  <A name=account_fee_history></A>
                  <H3>История абонентских сборов</H3>Эта страница содержит все 
                  начисления <A 
                  href="/do/admin/manual?page=account_management#account_fees"><U>абонентских сборов</U></A>, как указано в истории. Если списание 
                  сборов не удалось, статус будет показывать, что платеж не 
                  прошел. Неуспешно проведенный сбор может быть возобновлен 
                  нажатием на ссылку "повторное начисление" 
                  <HR class=help>
                  <A name=account_fee_list></A>
                  <H3>Абонентские сборы</H3>Это окно содержит список со всеми 
                  настроенными <A 
                  href="/do/admin/manual?page=account_management#account_fees"><U>абонентским сборам</U></A> (включенными или отключенными) для этого типа 
                  счета. 
                  <UL>
                    <LI><IMG height=16 src="${images}/edit.gif" width=16 
                    border=0> Нажмите на кнопку, чтобы изменить абонентские сбор. 
                    <LI><IMG height=16 src="${images}/delete.gif" width=16 
                    border=0> Нажмите на кнопку, если вы хотите удалить 
                    сбор. </LI></UL>Чтобы добавить новый абонентский сбор, 
                  нажмите "Добавить новую сбор" ниже списка. 
                  <HR class=help>
                  <A name=account_fee_details></A>
                  <H3>Изменить / Добавить сбор</H3>В этом окне вы можете 
                  настроить <A 
                  href="/do/admin/manual?page=account_management#account_fees"><U>сбор</U></A> 
                  (новую или текущую). Заметьте, что операция сбора сам по себе 
                  является платежом; так что ему нужен <A 
                  href="/do/admin/manual?page=account_management#transaction_types"><U>тип 
                  платежа</U></A>. Вам необходимо будет создать тип платежа до 
                  того как создавать и настраивать сам сбор. 
                  <br><br>Доступен следующий выбор настроек</B> 
                  <UL>
                    <LI><B>Наименование</B>: Название сбора.<BR><BR>
                    <LI><B>Описание</B>: Описание сбора.<BR><BR>
                    <LI><B>Действует</B>: сбор будет начисляться, только если 
                    эта опция отмечена галочкой. В данном случае не имеет 
                    значения, если сбор регулярный или обрабатывается в 
                    ручном режиме: начисление не будет проводиться, если эта 
                    опция не выбрана.<BR><BR>
                    <LI><B>Первый облагаемый период начинается с:</B> Выберите, 
                    когда должен начаться период первого платежа. Вы можете 
                    выбрать дату из календаря <IMG height=16 
                    src="${images}/calendar.gif" width=16 border=0>&nbsp;. 
                    <BR>После завершения выбора необходимо проверить дату 
                    следующего выполнения сбора в "Меню: Счета &gt; Абонентские сборы". <BR><BR>
                    <LI><B>Метод расчёта</B>: Есть пять возможных способов 
                    оплаты: 
                    <UL>
                      <LI><B>Фиксированная сумма</B>: Фиксированная сумма может 
                      быть взносом (от участника на системный счет) или 
                      одноразовым или планируемым платежом от системного счета 
                      для группы участников. 
                      <LI><B>Процент от положительного ср.остатка</B>: рассчитывается 
                      таким же образом, как и начисляются проценты. Фактически, 
                      определяя направление платежа (смотрите ниже) как "от 
                      системы участнику" это будет выплата процентов на остатки. 
                      Если выбирается направление "от участника в пользу 
                      системы" то платеж будет процентом в виде демерреджа 
                      (платы за простой).<BR>Сумма, подлежащая оплате, основана 
                      на периоде и сумме. Проценты/плата за простой в 1% будут 
                      начисляться на остатки участника, который имеет 100 Units, и 
                      в течение всего месяца будет составлять 1 Unit. 
                      <LI><B>Процент от отрицательного ср.остатка</B>: работает таким же 
                      образом, только с отрицательными остатками. 
                      <LI><B>Процент от положительного остатка</B>: вычисляет не 
                      сумму (время + баланс), а только остаток. При обработке 
                      платежа (или вручную, или по плану), сбор примет во 
                      внимание только остаток в момент начисления. Это означает, 
                      что, если в упомянутом выше примере участник понизит свой 
                      остаток до нуля незадолго до начисления сбора, то он не 
                      будет тарифицирован. Процент остатка может вызвать 
                      неестественный режим работы в системе, но это 
                      методологическая проблема. 
                      <LI><B>Процент от отрицательного остатка</B>: работает таким 
                      же образом, только с отрицательным остатком. 
                    </LI></UL>Заметьте, что способ оплаты не может быть изменен 
                    в существующих сборах; его можно установить только при 
                    заведении нового.<BR><BR>
                    <LI><B>Мин.срок действия</B>: Этот элемент доступен, если 
                    было выбрано "значение" способ начисления "процент от 
                    положительного ср.остатка ". Мин.срок действия является 
                    настройкой, которую используют, чтобы избежать ситуаций 
                    когда участники, получившие платеж от системы (напр. ссуду) 
                    и потратившие его за короткий период времени, будут 
                    тарифицированы на демерредж на эту сумму и период. Например, 
                    если участник получает 100 Units и тратит их в пределах 24 
                    часов, то он не будет тарифицирован за этот период 
                    времени/сумму, если период допуска будет установлен на 24 
                    часа. Если же, в таком же случае, участник потратил бы 100 Units
                   , за два дня он был бы тарифицирован за период двух дней 
                    (а не за один).<BR><BR>
                    <LI><B>Направление платежа</B>: Определяет направление 
                    оплаты абонентского сбора: или от клиента на систему, или 
                    наоборот.<BR><BR>
                    <LI><B>Использовать тип платежа</B>: Сбору необходим тип 
                    платежа. При начислении сбора будет формироваться тот 
                    тип платежа, который вы выберете из выпадающего 
                    списка.<BR><BR>
                    <LI><B>Сумма</B>: В случае, если вы выбираете способ 
                    начисления "фиксированная сумма" это и будет суммой 
                    начисления. В других случаях, это будет процентом, 
                    начисленным от остатка или ср.остатка.<BR><BR>
                    <LI><B>Необлагаемый минимум</B>: Эта настройка не будет 
                    показана, если вы выбираете способ оплаты "фиксированная 
                    сумма". Процентное начисление будет рассчитано только сверх 
                    определенного минимума.<BR>В вышеупомянутом примере: 
                    <UL>
                      <LI><B>Метод расчёта:</B> "процент от положительного 
                      ср.остатка" 
                      <LI><B>Сумма:</B> 1% 
                      <LI><B>Необлагаемый минимум:</B> 40 Units
                      <LI><B>Ор.остаток по счету участника:</B> 100 Units за месяц 
                    </LI></UL>Без учета "Необлагаемого минимума" (т.е. Необлагаемый минимум  = 0) участнику обойдется сбор в размере 1 ; 
                    из-за Необлагаемого минимума, первые 40 Units не будут тарифицированы, 
                    так что сбор составит 0.60 Units.<BR><BR>
                    <LI><B>Отправлять счёт-фактуру</B>: Этот элемент доступен, если 
                    выбрано направление платежа "участник - системе" 
                    .<BR>Если тарифицируемый участник не имеет достаточно 
                    средств на счету для оплаты сбора. Доступен следующий 
                    выбор: 
                    <UL>
                      <LI><B>Только когда участник не имеет достаточно средств 
                      на счете:</B> в данном случае только участники, у которых 
                      нет достаточно средств, получат счет-фактуру; всем остальным 
                      сбор будет начислен. 
                      <LI><B>Никогда (допускать отрицательные остатки по счетам 
                      участников):</B> в данном случае всем участникам будет 
                      начисляться сбор, даже если это приведет к превышению 
                      предела минимального остатка на их счетах. 
                      <LI><B>Всегда (не начислять автоматически):</B> в данном 
                      случае сбор по счету не будет начисляться, а вместо 
                      этого будут направляться счета-фактуры. </LI></UL><BR><BR>
                    <LI><B>Режим вычета (начисления)</B>: Здесь вы можете определить, 
                    будет ли сбор начисляться вручную. Заметьте, что тип 
                    начисления нельзя будет изменить после создания 
                    сбора.<BR>Если сбор начисляется в ручном режиме, 
                    администратору нужно будет инициировать начисление из 
                    раздела <A 
                    href="/do/admin/manual?page=account_management#account_fee_overview"><U>Абонентские 
                    сборы</U></A>. Если выбран режим начисления 
                    "Регулярный", то начисление будет производиться 
                    автоматически в установленное время. В таком случае вы 
                    будете иметь следующее дополнительные возможности: 
                    <UL>
                      <LI><B>Периодичность</B>: Это интервал периода начисления 
                      сбора. Например, каждый месяц или каждый 
                      год.<BR>Например: если установлено "3" "месяца" сбор 
                      будет начисляться каждые три месяца. Если установлено "0" 
                      сбор будет начислена только один раз. 
                      <LI><B>День</B>: День, месяц или недели, когда сбор 
                      будет начисляться. Эта опция будет недоступна, если вы 
                      выбрали начисление на ежедневной основе. 
                      <LI><B>Час</B>: Часы (1-24) когда будет начисляться 
                      сбор. </LI></UL><BR><BR>
                    <LI><B>Группы</B>: Здесь вы можете выбрать группу(ы) для 
                    начисления абонентского сбора. </LI></UL>
                  <HR class=help>
                  <A name=credit_limit></A>
                  <H3>Пределы состояния счёта участника</H3>
                  <br><br><I>Где это найти?</I><BR>Доступ к разделу "Пределы состояния счёта" участника расположен в окне <A 
                  href="${pagePrefix}profiles#accounts_actions"><U>Действия 
                  для участника</U></A> (под личными данными участника). 
                  <br><br>С этой функцией участнику могут устанавливаться 
                  персональные пределы состояния счёта. При регистрации нового участника 
                  по его счету будут определены стандартные для всех пределы 
                  состояния счёта, настраиваемые в разделе <A 
                  href="${pagePrefix}groups#manage_groups"><U>Настройки 
                  группы</U></A> &gt; Типовые счета для участников группы. <BR>Здесь вы можете персонифицировать пределы, 
                  применяемые для группы. В данном разделе вы можете установить 
                  нижний и верхний предел состояния счёта для конкретного 
                  участника, по всем его счетам. При настройке Системы по принципу "Взаимного кретита", Вам необходимо будет установить отрицательное значение нижнего предела. Когда участник достигает нижнего предела состояния счёта, он не сможет производить платежи. 
                  <br><br>Функция "верхний предел состояния счёта" используется редко. 
                  Когда участник достигает верхнего предела состояния счёта, он не 
                  сможет получать платежи. Плательщик получит сообщение о том, 
                  что получатель не имеет прав на получение платежей. Исключение 
                  - это запланированные платежи. 
                  Эти платежи будут производится всегда. 
                  <HR class=help>
                  </SPAN>
                  <DIV class=help>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br></DIV>
