<a name="top"></a>
<br><br>Если у Вас есть соответствующие разрешения, Вы можете получать уведомления о новых объявлениях, размещаемых другими участниками в Системе и 
соответствующих вашим интересам. Уведомления основаны на критериях подбора объявлений, названных "Улавливателями",
которые вы укажете самостоятельно.

<span class="member"> <i>Где найти это?</i><br>
"Улавливатели" объявлений находится в разделе &quot;Меню: Настройки >  "Улавливатели" объявлений&quot;.<br>
Вы можете выбрать эту функцию, если желаете получать электронную почту или сообщения от системы
(&quot;Меню: Уведомления > Настройки уведомлений&quot;).
</span>

<span class="admin"> <i>Как это работает?</i><br>
Вы можете активировать функцию "Улавливателя" объявлений в разделе  <a
	href="/do/member/manual?page=groups#manage_group_permissions_member"><u>разрешений 
участника</u></a> в блоке &quot;настройки&quot;.<br>
Администрация не может размещать "Улавливателей" объявлений за участника;
только участники имеют прямой доступ к этой функции. </span>
<hr>

<A NAME="list_ad_interests"></A>
<h3>Список "Улавливателей" объявлений</h3>
На этой странице вы видите список ваших текущих <a href="#top"><u>"Улавливателей" объявлений</u></a> .
Вы можете сделать следующее:
<ul>
	<li><b>изменить "Улавливатель":</b> нажмите значок редактирования <img border="0" src="/pages/images/edit.gif"
		width="16" height="16">&nbsp;, чтобы изменить "Улавливатель" объявлений.
	<li><b>удалить "Улавливатель":</b> нажмите значок удаления <img border="0" src="/pages/images/delete.gif"
		width="16" height="16">&nbsp;, чтобы удалить "Улавливатель" объявлений.
	<li><b>удалить несколько "Улавливателей" объявлений:</b> вы можете также удалить различные элементы из этого 
	списка одновременно. Вы можете использовать кнопку &quot;Выбрать все&quot; (или &quot;Отменить выбор&quot;),
	чтобы сделать выбор. Если вы сделали свой выбор, нажмите кнопку &quot;Удалить 
	выбранное&quot;.
	<li><b>создать "Улавливатель" объявлений:</b> чтобы добавить новый "Улавливатель" объявлений, нажмите
	 кнопку "Выполнить" под &quot;Новый "Улавливатель"&quot;.
</ul>
<hr class="help">


<A NAME="ad_interest_insert"></A>
<h3>Новый "Улавливатель" объявлений</h3>
<br><br>Здесь вы можете определить, какие объявления других участников в Системе вас интересуют,
и при размещении которых в системе вы хотите получать уведомления.<br>
Начните с определения содержательного названия для новой записи. Теперь вы можете определить, каким
критериям должны соответствовать объявления. Если другой участник размещает объявление, которое  отвечает всем указанным
вами критериям, то вы получите уведомление. Вы можете определить следующее:
<ul>
	<li>Ищите ли вы предложения или спрос
	<li>Рубрику, в которой размещается объявление
	<li>Номер счета участника, которым должен быть размещено объявление
	<li>Имя участника, которым должно быть размещено объявление
	<li>Диапазон цен, в котором должно находиться объявление
	<li>Одно или несколько ключевых слов из текста описания или названия объявления должны соответствовать "Улавливателю". 
</ul>
Рекомендуется не быть слишком ограничительным. Обычно используют только поиск по ключевым словам, чтобы получать уведомления об определенных
новых объявлениях. Но вы могли бы использовать эту функцию во многих случаях,
ограниченную только вашими пожеланиями.
<br><br>Когда вы закончите, нажмите кнопку &quot;Выполнить&quot;.
<hr class="help">

<A NAME="ad_interest_modify"></A>
<h3>Изменить "Улавливатель" объявлений</h3>
Здесь вы можете определить ваши интересы к объявлениям, относительно которых вы будете
получать уведомления, когда участник размещает новое объявление, соответствующий вашим критериям
интересов.
<ol>
	<li>Вначале нажмите на кнопку Изменить
	<li>Вы можете изменить название "Улавливателя",
    но убедитесь, что оно достаточно содержательно.
	<li>Определите критерии, которые должны быть соблюдены. Если в системе другой участник разместит новое объявление,
    соответствующий указанным вами критериям, вы получите уведомление. Вы можете определить следующее:
	<ul>
		<li>Ищите ли вы предложения или спрос
		<li>Рубрику, в которой должно находиться объявление
		<li>Номер счета участника, которым должно быть размещено объявление
		<li>Имя участника, которым должно быть размещено объявление
		<li>Диапазон цен, в котором должно находиться объявление
		<li>Одно или несколько ключевых слов из текста или названия объявления, которые должны соответствовать вашим критериям.
	</ul>
</ol>
Рекомендуется не быть слишком ограничительными. 
Обычно используют только поиск по ключевым словам, чтобы получать уведомления об определенных новых объявлениях. Но вы могли бы использовать эту функцию
во многих отношениях, ограниченную только вашими пожеланиями.
<br><br>Когда вы закончите, нажмите кнопку  &quot;Выполнить&quot;.
<hr class="help">

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
