<br><br>В системе вы можете размещать собственные объявления и совершать поиск объявлений других участников. В форме объявлений имеются различные поля описания, и возможность загружать в неё изображения (до 3х). Также, по вашему желанию и согласию, ваши объявления могут автоматически размещаться на веб-сайте системы, где они будут доступны любому пользователю интернет.(такая возможность должна быть включена администрацией)
<span class="admin"> <i>Где найти это?</i><br>
У объявлений существует отдельный раздел в "Главном Меню" под названием  &quot;Объявления&quot;. Здесь вы можете производить поиск по объявлениям
(&quot;Меню: Объявления  > Товары и Услуги&quot;) или управлять <a href="#manage_categories"><u> рубриками</u></a>.
Доступ к объявлениям конкретных пользователей производится через их страницы личных  данных. </span>

<span class="member">
<i>Где найти это?</i><br> 
К объявлениям можно перейти через следующие разделы (их наличие зависит от ваших прав доступа в электронном кабинете):
<ul>
	<li><b>Поиск:</b> Поиск объявлений может также производиться из раздела 
	&quot;Меню: Поиск: > Товары и Услуги &quot;.
	<li><b>Управление объявлениями:</b> Вы можете управлять своими собственными 
	объявлениями  в разделе &quot;Меню: Моя почта > Мои объявления&quot;.
	<li><b>Критерии подбора объявлений:</b> Вы можете конкретизировать свои параметры поиска объявлений в
	&quot;Меню: Настройки > Критерии подбора объявлений&quot;
	<li><b>Объявления другого участника:</b> можно просмотреть через окно 
 <a href="${pagePrefix}profiles"><u>страницы личных данных</u></a> данного участника. 	
</ul>
</span>
<hr>


<a NAME="advertisement_search"></a>
<h3>Поиск объявлений</h3>
Окно поиска объявлений позволяет вам производить поиск размещенных в системе объявлений. Воспользуйтесь поиском по ключевым словам 
или используйте несколько параметров поиска, либо обратитесь к разделам &quot;Предложения&quot; (по умолчанию) или &quot;Спрос&quot;.
Как и с любым окном поиска, в любое пустое поле, оставленное в окне поиска выдаст все возможные значения для этого поля. Это означает, что если вы нажмете кнопку &quot;Поиск&quot;
без указания ключевого слова, то увидите все объявления раздела Предложений 
(или Спроса). <br><br>Поиск объявлений производится по всем полям объявлений (Заголовок, 
описание, владелец, уровень рубрики и т.п.). Для поиска вы 
можете использовать более одного ключевого слова.<br>
В поиске с участниками (и объявлениями) могут использоваться различные &quot;символы&quot;.
Рекомендуем использовать следующие символы:
<ul>
	<li><b>* - звёздочка </b> - &quot;символ обобщения&quot; - позволит вам производить поиск по части
	слов. Например, поиск по пл* выдаст результат поиска объявлений, что имеют сочетание букв "пл" 
	в одном из полей: плотник, плиточник, плюшка, планер и т.п.
	<li><b>- нет</b> - поиск с ключевым словом с предшествующим непосредственно знаком минус или с
	предшествующим указанием слова &quot;нет&quot; и пробелом выдаст результаты поиска, которые не содержат
	данное ключевое слово.
	<li><b>или</b> - поиск с использованием символа выдаст результаты поиска с любыми  
	словами, предшествующими &quot;или&quot;, или с ключевым словом, указанным после.
	<li><b>и</b> - поиск с использованием этого символа выдаст результаты с обеими словами: предшествующими &quot;и&quot;, и с ключевым словом, указанным после.
</ul>
Если вы хотите иметь больше параметров поиска, вы можете нажать на кнопку &quot;Расширенный&quot;
тогда вы сможете сузить ваш Поиск, выбирая различные параметры поиска как, например, диапазон цен, 
рубрики и даты размещения объявления. 
<span class='admin'>
<br>Раскрывающееся меню "Состояние" позволяет вам осуществлять поиск  по параметру <a href="#ad_status"><u>состояние объявления</u></a>.
Раскрывающееся меню &quot;Групповой фильтр&quot; позволяет вам осуществлять Поиск по  
<a href="${pagePrefix}groups#group_filters"><u>Групповому фильтру </u></a>, 
тогда как раскрывающееся меню &quot;Группы по разрешениям &quot; позволять вам указать
непосредственно группу. Безусловно, эти два элемента не должны противоречить друг 
другу. Обычно, групповой фильтр используется для того, чтобы обозначить набор групп, 
расположенных в том же регионе, но это, конечно, зависит от вашей местной конфигурации 
и определения ваших групповых фильтров.
</span>
<br><br>
Вместо осуществления поиска по ключевым словам, вы также можете просматривать рубрики
объявлений через указанное ниже окно под названием &quot;Поиск по рубрикам&quot; (в случае наличия доступа). Если это окно невидимо, 
пройдите по ссылке &quot;Просмотреть рубрики&quot; и окно отобразится.
В этом окне доступны все размещенные в системе объявления. Когда вы нажмете на название рубрики, все объявления по Предложениям или Спросу в этой рубрике будут показаны в списке.
<br><br>
Другой вариант просмотра новых объявлений возможен с помощью ссылки &quot;Новые объявления&quot;.
Нажмите на нее, и вы увидите все объявления, отсортированные от новых до старых. 
Будет показано одно из двух: или же все объявления Предложения или все объявления Спроса в зависимости от выбора, который вы сделали.
<hr class="help">

<a name="ads_results"></a>
<h3>Просмотр объявлений</h3>
Окна просмотра объявлений имеют следующие элементы, позволяющие вам производить определенные действия с объявлениями в списке.
(Не все из них будут вам доступны, в зависимости от ваших прав доступа):

<ul>
	<li><b>Изображение:</b> Вы можете щелкнуть по изображению, чтобы просмотреть его в оригинальном размере в специальном всплывающем окне.
	<li><b>Заголовок:</b> Вы можете нажать на заголовок объявления, и перейдете к окну с данными объявления.
	<li><b>Номер счёта:</b> Нажмите на номер счёта, и перейдете к <a href="${pagePrefix}profiles"><u>странице личных данных</u></a> участника, разместившего объявление.
	<li><b>Состояние:</b> эта колонка отображает <a href="#ad_status"><u>состояние</u></a> 
	 объявления. 
	<li><img border="0" src="/pages/images/edit.gif" width="16"
		height="16"> Нажмите на значок, чтобы изменить объявление.
	<li><img border="0" src="/pages/images/delete.gif" width="16"
		height="16"> Нажмите на значок, чтобы удалить этот объявление.
</ul>
Если вы имеете соответствующие разрешения, то ниже увидите кнопку под названием &quot;Добавить новое объявление&quot;. Используйте ее по назначению.
<hr class="help">

<a name="ad_status"></a>
<h3>Состояние объявления</h3>
Объявление может быть в следующих состояниях:
<ul>
	<li><b>Запланированное:</b>
	Дата размещения установлена в будущем. Объявление не будет (еще) показано в списке, когда кто-нибудь производит поиск по объявлениям с совпадающими критериями поиска.
	<li><b>Действующее: </b>
	Текущая дата находится между датой начала и конечной датой размещения объявления. Только 
	действующие объявления других участников появятся в результатах поиска.
	<li><b>Просроченное:</b>
	Текущая дата находится позже даты окончания размещения. Объявление не будет (более)
	отображаться в результатах поиска объявлений другими участниками.
 	<li><b>Постоянное:</b> Данный тип объявления не имеет даты начала и даты
	окончания размещения, и всегда будет доступен для просмотра. </ul>
<hr class="help">

<a name="search_ads_result"></a>
<h3>Результаты поиска (объявлений)</h3>
Окно содержит результаты поиска по указанным вами критериям поиска. <br><br>
Список результатов содержит объявления, отсортированные по списку. Чтобы получить детальное
описание объявления из списка, <a href="#ads_results"><u>
нажмите сюда</u></a>. <br><br>
В правом верхнем углу окна, рядом со значком помощи, расположен значок печати,
<img border="0" src="/pages/images/print.gif" width="16" height="16">&nbsp;
которая позволит вам распечатать список объявлений.
<span class="admin">
Рядом с функцией печати администратор может также
загрузить объявления <a href="${pagePrefix}loans#csv"><u>
в файле csv</u></a> с помощью <img border="0" src="/pages/images/save.gif" width="16" height="16">&nbsp;
зкачка сохранить.
</span>
<hr class="help">

<span class="member">
<a NAME="member_my_ads"></a>
<h3>Мои объявления</h3>
Эта страница содержит все объявления (все товары и услуги), информацию о которых вы разместили в Системе, как предлагаемых вами, так и искомых.
Чтобы получить детальное описание объявлений из списка, <a href="#ads_results"><u>
нажмите сюда</u></a>. 
<hr class="help">
</span>

<a name="ads_of_member_description"></a>
<h3>Подробности объявления </h3>
При просмотре объявлений другого участника, вы увидите все поля,
которые содержат информацию о объявление. Нажмите по иконке изображения, чтобы просмотреть его в реальном размере.
<br>
Если вы хотите получить больше информация об участнике, разместившем объявление, или произвести
платеж в его пользу, вы можете зайти непосредственно в <a href="${pagePrefix}=profiles"><u>
странице личных данных</u></a> этого участника, нажав на ссылку &quot;Владелец объявления&quot;.
<hr class="help">

<a name="ad_insert"></a>
<a NAME="ad_modify"></a>
<h3>Изменить объявление / добавить новое </h3>
В этом окне вы можете изменить существующие объявления или разместить новые. Если вы изменяете существующие объявления, то вы должны сперва нажать кнопку &quot;Изменить&quot;. После того, как вы закончили редактирование, нажмите кнопку &quot;Выполнить&quot;, чтобы сохранить ваш объявление.
<br><br>Вкратце прокомментируем некоторые поля в форме объявления:
<ul>
	<li><b>Заголовок:</b> используется для введения  <b>краткого</b>
	наименования (описания предмета) объявления. Оно появляется в окне результатов поиска объявлений.
	<li><b>Описание:</b> используйте это поле для указания 
	подробных данных о объявлении. 
	<li><b>Постоянный:</b> Для постоянных объявлений вы можете отметить галочкой эту опцию.
	В данном случае у объявления не будет срока размещения. Чтобы поддерживать в вашей организации объявления актуальными (а не иметь большое количество объявлений, которые более недоступны), мы советуем вам использовать этот переключатель только для размещения объявлений по услугам,
	а не по товарам в одном экземпляре.    
	<li><b>Дата размещения / дата окончания срока:</b> &quot;Дата размещения&quot; - 
	это дата, когда объявление в первый раз должен быть доступен к просмотру другими участниками, т.е. означает дату, когда объявление появится в каталоге. 
	По умолчанию у объявлений есть максимальный срок размещения (устанавливается 
	администрацией Системы). Когда &quot;срок размещения&quot; истекает, объявление будет автоматически удалено из каталога (но оно останется в списке ваших объявлений).
	<li><b>Внешнее размещение:</b> по желанию вы можете позволить системе размещение информации о ваших объявлениях на веб-сайте Системы.
	<li><b>Добавить изображение:</b> Вы можете загрузить до трех <a href="${pagePrefix}profiles#picture"><u>
	изображений</u></a своего объявления. 
</ul> </ul>
Если вы редактируете существующий объявление, то форма также содержит кнопку &quot;Добавить новое объявление&quot;, и вы можете использовать ее по назначению.
<br><br><b>Примечание: </b>Существует максимальное количество объявлений, которое вы можете размещать. Это установлено администрацией. Если вы хотите разместить больше объявлений, то вам необходимо будет сперва удалить некоторые старые.
<hr class="help">

<a NAME="ads_of_member"></a>
<a name="admin_ads_of_member"></a>
<h3>Список объявлений участника</h3>
Это окно содержит все объявления определенного участника. 
Чтобы получить детальное описание элементов в этом списке, <a href="#ads_results"><u>
нажмите сюда</u></a>.
<hr class="help">

<a name="categories"></a>
<h2>Рубрики объявлений</h2>
В Системе объявления систематизированы по рубрикам. Нажмите на рубрику, чтобы увидеть объявления, относящиеся к ней. 
<span class="admin">
<i>Где найти это?</i><br>
Администраторы могут управлять объявлениями через &quot;Меню: Объявления&quot;.
</span>
<hr>

<span class="admin">
<br><br><a NAME="manage_categories"></a>
<h3>Рубрики объявлений</h3>
Эта страница позволяет вам управлять уровнем рубрики объявления. Если вы находитесь внутри рубрики в меню &quot;Корневая рубрика&quot; то маршрут навигации по сайту будет &quot;
Корневая рубрика > первая подрубрика > ... &quot;. Страница покажет список всех рубрик высшего уровня, указанного в этом пути навигации. <br>
Вы можете выбрать ссылку в маршруте навигации, чтобы вернуться к высшему уровню рубрики. В списке рубрик показаны их название, статус и количество имеющихся подрубрик. Отображаемые элементы:
<ul>
	<li><b>Наименование:</b> имя рубрики
	<li><b>Статус:</b> Активная (используется) или неактивная. Неактивные рубрики и их подрубрики, и размещенные в них объявления  - (временно) не используются и
	поэтому не видны для пользователей; тем не менее, рубрику можно реактивировать.
	<li><b>Подрубрика:</b> Если уровень рубрики имеет подрубрики, 
	то будет показано количество подрубрик, которые содержит данный уровень рубрики.
	<li><img border="0" src="/pages/images/edit.gif" width="16" height="16">&nbsp;
	Нажатие этого элемента перенесет вас во внутрь рубрики, где вы можете изменить этот элемент и добавить подрубрики в эту рубрику. Это позволит вам изменить
	название рубрики или активировать/деактивировать ее.
	<li><img border="0" src="/pages/images/delete.gif" width="16" height="16">
	Нажмите на значок, если вы хотите удалить рубрику. Это возможно, только если рубрика
    (или подподрубрики) не содержат никаких объявлений.
	<li><b>Изменить порядок:</b> Чтобы изменить порядок рубрик, выберите кнопку
	&quot;Выполнить&quot; возле &quot;Изменить порядок&quot;, ниже списка.
	
	<li><b>Добавить:</b> Чтобы добавить новую рубрику в этот уровень, нажмите на кнопку
	&quot;Добавить новую рубрику&quot; расположенную ниже списка.
</ul>
<hr class="help">
</span>

<span class="admin">
<br><br><a NAME="edit_category"></a>
<h3>Изменить рубрику / новая рубрика</h3>
Это страница предназначена для редактирования или добавления рубрики. Данная 
страница показывает родительскую рубрику и поле наименования.
<br>
Вы можете добавить один или более элементов в уровень рубрики. Если вы размещаете более 
одного, вам придется поместить каждый в новой строке.<br>
Статус рубрики может быть активным или неактивным. Когда рубрика не отмечена как активная,
она нигде не будет отображаться (ни в результатах поиска, ни в каталоге). Причиной тому
является то, что вы не можете удалить рубрики, если они (или их подрубрики) содержат объявления.
Переключатель Активна/Неактивна позволяет вам иметь возможность сделать рубрику невидимой, 
даже когда она содержит действующие в ней объявления. При этом вы должны быть осторожны с данной функцией, потому что, 
деактивируя рубрику, вы таким образом можете повлиять на многих пользователей, которые, возможно, начнут 
задавать вопросы по этому поводу.<br><br>
Как только уровень рубрики создан, вы можете добавить элементы в данную рубрику, выбирая 
указанную ниже списка кнопку &quot;Добавить новую рубрику&quot;.
<hr class="help">
</span>

<span class="admin">
<br><br><a NAME="ad_category_order"></a>
<h3>Установить порядок рубрик объявлений</h3>
Здесь вы можете определить порядок, в котором рубрики появятся на странице. 
Чтобы сделать это, поместите свой указатель мыши над названием поля описания, нажмите левую кнопку мыши и, удерживая ее &quot;перетащите&quot;название на новую позицию.
Выбор опции &quot;Сортировать в алфавитном порядке&quot; отсортирует рубрики в алфавитном порядке.<br>
Затем выберите &quot;Выполнить&quot; чтобы сохранить ваши изменения. 
<hr class="help">
</span>

<span class="admin">
<a name="import_export"></a>
<h2>Импорт / Экспорт рубрик</h2>
позволяет Импортировать и экспортировать рубрики объявлений, создавать 
совместное использование рубрик объявлений между организациями с Системой.

<i>Где найти это?</i><br> 
Вы можете получить доступ к данному элементу в &quot;Меню: Объявления > импорт/экспорт рубрик&quot;.
<hr>
</span>

<span class="admin">
<br><br><a NAME="import_ad_categories"></a>
<h3>Импорт рубрик</h3>
Когда вы выбираете &quot;импорт&quot;, вы можете указать файл рубрики (с расширением xml) с помощью кнопки  &quot;обзор&quot;.
<hr class="help">
</span>

<span class="admin">
<br><br><a NAME="export_ad_categories"></a>
<h3>Экспорт рубрик</h3>
Чтобы экспортировать файл, выберите &quot;Выполнить&quot; и броузер спросит вас, где сохранить файл.
</span>
<hr class="help">

<span class="admin">
<br><br><a NAME="import_ads"></a>
<h3>Импортировать объявления</h3>
С этой функцией можно импортировать объявления. Поля объявления  распределены по имени 
колонок в импортируемом файле. Имена колонок без учета регистра и должны находиться 
в первой линии (верхнего колонтитула). столбцы могут находиться в любом порядке (столбцы 
не учитываются по порядку один или два, главное чтобы названия были указаны правильно, и 
это сработает). Если поля необязательные, то  вы можете также не включать целый столбец 
или оставить пустыми значения столбца. <br>
Если в системе существует более одной валюты, то вы можете выбрать валюту объявлений
для импорта (только объявления со значением в полях &quot;цена&quot; 
будут иметь валюту). 
Импорт объявления не поддерживает импорт изображений.<br>
Следующие поля поддерживаются (столбцы).
<ul>
	<li>Заголовок  (обязательное)<br>
	Заголовок объявления.
	<li>Владелец (обязательно)<br>
	Имя пользователя участника (владельца), разместившего объявление.
	<li>Описание (обязательное)<br>
	Полное описание объявления. Могут быть как в обычном текстовом формате, 
	так и в формате html, зависимости от значения столбца html.
	<li>html (необязательное)<br>
	Определяет формат описания. Верно (true), указывает на расширенный текстовый формат описания.
	Значение Неверно (false) (по умолчанию) указывает на обычный текстовый формат описания.
	<li>Рубрика (обязательное)<br>
	Название рубрики объявления. Встроенные рубрики должны быть отделены знаком
	двоеточие (:) и используемым по усмотрению пробелы. Напр. &quot;Товары: Компьютеры: Портативные компьютеры&quot;<br>
	Заметьте, что последняя рубрика или &quot;конечный узел&quot; не завершается двоеточием.
	<li>Начало размещения (необязательное)<br>
	Определяет, когда начнется размещение объявления. Если не установлено, то используется текущая дата.
	<li>Окончание размещения (необязательное)<br>
	Определяет, окончание срока размещения объявления. Если не установлено, то это указывает на то, что это постоянный объявление, однако Групповые параметры могут запрещать постоянные объявления. Если это так, то данная колонка необходима.
	<li>Тип объявления (необязательное)<br>
	Определяет, предлагается (предложение) или ищется это объявление (спрос). Возможные значения (без учета регистра): предложение или спрос (где спрос -  это потребность). 
    По умолчанию - предложение.
	<li>Внешний (необязательное)<br>
	Определяет, будет ли показана информация об объявлении на веб сайте при поиске.
	Групповые параметры могут влиять на это значение, и определять: верно или неверно внешнее размещение объявления. 
	По умолчанию верно.
	<li>Цена (необязательное)<br>
	Цена предмета объявления.
	<li>Внутреннее наименование настраемого поля (необязательное)<br>
	Внутреннее наименование пользовательского поля. Обязательно подтверждение.
</ul>
Убедитесь в том, что групповые разрешения к доступу к объявлению открыты



<br><br><a NAME="imported_ad_details"></a>
<h3>Поиск импортированных объявлений</h3>
В этом окне вы можете производить поиск в импортированном
списке конкретных объявлений по номеру строки. Если вы не указываете номер строки объявления, то все импортированные объявления будут внесены в список в расположенном ниже окне.



<br><br><a NAME="imported_ads_summary"></a>
<h3>Обзор импортированных объявлений</h3>
Это окно покажет результат импорта. В случае ошибки импорта будет указан тип ошибок (напр., отсутствие поля), а в случае успешного импорта оно покажет участника, 
рубрику и цену объявления.<br>
Чтобы обработать импорт, вы можете нажать на кнопку  &quot;Импорт&quot;.

</span>
<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br> 
</div>
