<br><br>
Участник, принадлежащий к типу групп &quot;Брокер&quot;, может регистрировать новых участников и имеет некоторый уровень разрешений и контроля над этими участниками (в зависимости от настроек группы брокеров). Наименование &quot;брокер&quot; является весьма условным, т.к. данная функция может использоваться для многих различных целей.<br>
Обычно функция брокера заключается в том, что брокер может получать <a href="#commission"><u>
брокерские вознаграждения</u></a>, регистрируя участников. Брокерские вознаграждения могут быть настроены
по сумме сделок, совершаемых его участниками. Идея заключается в том,  
чтобы стимулировать брокеров на активную работу по &quot;привлечению&quot; 
новых участников.<br>
Брокеру также может быть позволено осуществлять часть управления группой участников, которые не имеют удаленного доступа к своей учетной записи, чтобы самостоятельно выполнять
некоторые операции от имени участника Системы. <br>
<span class="broker admin"> Функции брокера также могут применяться для 
кредитных агентов в микрофинансовой системе. Кредитный агент с правами доступа брокера может также
регистрировать новых участников и получать информацию о кредитном статусе клиентов.
Системы типа  LETS могут использовать функции брокера для региональных администраторов счета, которые могут помогать другим участникам с работой в системе, не имеющим доступа или 
способности использовать Интернет /мобильный доступ к АРМ. Различные типы групп брокеров
могут существовать в одной и той же системе. </span>
Брокерам можно заключать <a href="#commission_contracts"><u>соглашения</u></a>
о брокерских вознаграждениях с каждым отдельным участником.

<br><br><span class="broker"> <i>Где это найти?</i><br>
Вы можете перейти к функциям брокера в &quot;Меню: Брокерство&quot;.<br>
Брокерство, информация и обязанности относящихся к одному из ваших 
участников находятся на странице <a
	href="${pagePrefix}profiles#actions_for_member_by_broker"><u> 
Действия брокера для участника</u></a> под <a href="${pagePrefix}profiles#member_profile"><u>страницей личных данных</u></a>
участника. </span>
<br><br>
<span class="admin"> <i>Где это найти?</i> <br>
Администраторы не имеют функций брокерства, но могут иметь определенный
уровень разрешений к функции брокерства, как в роли брокера, так и участника, которому был назначен брокер. Это можно сделать на странице<a
	href="${pagePrefix}profiles#actions_for_member_by_admin"><u>
Действия для участника</u></a> под <a href="${pagePrefix}profiles#member_profile"><u>страницей личных данных</u></a>
 участника или брокера.<br>
Таким образом, поиск и функции брокерства могут появляться в других модулях. Например,
поиск по ссудам может иметь поисковый фильтр брокера и администрации, и может 
производить действия к группе относительно брокера. Эти функции объяснены в пределах
контекста данной функции.

<br><br><i>Функциональное применение?</i><br>
Чтобы активировать брокерство, следует установить <a
	href="${pagePrefix}groups#manage_group_permissions_broker"><u>разрешения
брокера</u></a> в блоке &quot;Брокерство&quot; и <a
	href="${pagePrefix}groups#edit_broker_group"><u>Изменение настроек для группы брокеров </u></a>
в блоке &quot;Настройки брокерства (посредничества)&quot;. Последний имеет только один элемент; если вы желаете, 
чтобы брокеры могли регистрировать участников, вы должны установить это здесь.<br>
Брокерское вознаграждение может быть активировано на уровне  <a
	href="${pagePrefix}account_management#transaction_type_details"><u>
типа платежа по выбранному счету</u></a> , в настройках <a
	href="${pagePrefix}brokering#broker_commission_list"><u>брокерское вознаграждение</u></a> .<br>
Вам также нужно будет установить <a
	href="${pagePrefix}groups#manage_group_permissions_broker"><u> разрешения 
брокера</u></a> (в блоке &quot;Брокерство&quot;). Чтобы участник мог 
просмотривать бр.вознаграждения, должны быть установлены <a
	href="${pagePrefix}groups#manage_group_permissions_member"><u>
разрешения участников</u></a> (блок &quot;Брокерские вознаграждения&quot;).
<br><br><b>Обратите внимание</b>, что нет смысла предоставлять брокерам или участникам 
разрешения к брокерским вознаграждениям без их заведения и активации в системе администратором в разделе настроек типа платежа, как указано выше. В таком случае брокеры и участники будут видеть просто пустые поля, т.к. при наличии разрешения к брокерским вознаграждениям и соглашениям по ним они не могут их изменять или вводить данные просто потому что таковые не существуют. <br>
Убедитесь, что вы не только завели брокерские вознаграждения, но и
активировали их.
</span>
<hr>

<span class="broker admin">
<A NAME="broker_search_member"></A>
<h3>Поиск участников брокера</h3>
Эта функция позволяет получить список участников брокера.
<br>
Вы можете проводить поиск по следующим параметрам:
<ul>
	<li><b>Номер счета / Имя участник:</b> Поиск конкретного участника
	<li><b>Группа с разрешениями:</b> Поиск по группе
	<li><b>Состояние:</b>
	<ul>
		<li><b>Действующие: </b>Это активные участники в системе (в
		 &quot;действующей&quot; группе )
		<li><b>Выплатившие бр.вознаграждение: </b> Показывает участников, которые выплатили <a href="#commission"><u>
		бр.вознаграждения </u></a>.
		<li><b>Ожидающие подключения: </b>Это те участники,  которых вы уже зарегистрировали, но они еще
		не являются действующими  (сначала они должны быть активированы брокером или администратором). 
	</ul>
</ul>
<hr class="help">
</span>

<span class="broker">
<A NAME="broker_search_member_result"></A>
<h3>Брокеры - результат поиска участников</h3>
Это окно содержит список участников, которые были закреплены за вами как за брокером.
<br>
В списке участников нажмите на наименовании участника или его номер счета, чтобы открыть 
<a href="${pagePrefix}profiles"><u>страницу личных данных</u></a> участника.
<hr class="help">
</span>

<span class="admin">
<A NAME="admin_brokering_list"></A>
<h3>Список участников (брокера)</h3>
Эта страница содержит список всех участников, связанных с конкретным брокером. Вы
можете выбрать имя, чтобы зайти в профиль участника.<br>
Нажатием на кнопку <img border="0" src="/pages/images/delete.gif" width="16" height="16">&nbsp;удаления
отменит назначение брокера к участнику (от вас будет запрошено подтверждение).  
<hr class="help">
</span>


<span class="admin">
<A NAME="add_member_to_broker"></A>
<h3>Добавить участника к брокеру</h3>
На этой странице вы можете добавить участника в список участников данного брокера. При вводе
текста поля номера счета и имени пользователя будут заполнены автоматически. Если участник связан с другим
брокером, и по нему есть все еще действующие <a href="#commission"><u>брокерские вознаграждения</u></a>,
вы можете приостановить этот процесс, отметив опцию "Приостановить отчисления брокеру".<br>
Внимание: вы можете переназначить целую группу участников другому брокеру через раздел
<a href="${pagePrefix}user_management#bulk_actions"><u>действия группе</u></a>.
<hr class="help">
</span>

<span class="admin">
<A NAME="change_broker"></A>
<h3>Назначить Брокера / Сменить брокера...</h3>
На этой странице вы можете назначить брокера, с которым связан участник. Поле
&quot;Действующий брокер&quot; показывает действующий брокера участника, если он есть в наличии. Это
поле может оставаться пустым и содержать надпись &quot;нет&quot;, потому что у участника не обязательно может уже быть назначен брокер. Если вы желаете привязать участника к брокеру,
то вы можете ввести нового брокера, напечатав в полях его номер счета или имя.
Когда брокер появится, то вы сможете изменить (выбранного) брокера, указав комментарий
и нажав кнопку Выполнить.<br>
Если вы желаете приостановить какие-либо <a href="#commission"><u>бр.вознаграждения</u></a>, 
которые все еще действуют для действующего брокера, то отметьте галочкой опцию 
&quot;Приостановить брокерские вознаграждения&quot;. Если вы не сделаете этого,  
то новый брокер унаследует настройки бр.вознаграждений предыдущего брокера.
Это означает, что бр.вознаграждения будут тарифицированы с даты получения брокером нового участника до конечной даты платежей бр.вознаграждений согласно их настроек. 
<hr class="help">
</span>

<span class="admin">
<a name="remove_member_to_broker"></a>
<h3>Удалить участника</h3>
Название этого окна, возможно, немного встревожит вас, но единственное,
что случится в этом окне, если вы нажмете кнопку "Выполнить", это то, что участник больше
не будет привязан к какому-либо брокеру. Таким образом, будет снято назначение брокера участнику.<br>
Перед тем, как вы нажмете кнопку &quot;Выполнить&quot;, вы можете добавить комментарий о
причине удаления.<br>
Внимание: вы можете переназначить целый набор участников на другого брокера с помощью раздела 
<a href="${pagePrefix}user_management#bulk_actions"><u>действия к группе</u></a>.
<hr class="help">
</span>


<a name="commission"></a>
<h2>Брокерские вознаграждения</h2>
За свою работу брокер может получать вознаграждение; это плата, связанная с торговой активностью участников брокера в системе. Когда брокер регистрирует нового участника, 
обычно он привязывается к данному брокеру. Брокер может получать плату за каждую сделку, в которой участвует этот новый пользователь. 
Когда брокер перемещается в любую другую группу, все его соглашения 
и вознаграждения будут закрыты.
<hr>

<span class="admin broker">
<A NAME="broker_commission_list"></A>
<h3>Список брокерских вознаграждений</h3>
Окно содержит список со всеми заведенными <a href="#commission"><u>
брокерскими вознаграждениями</u></a> (включенными и выключенными)
<ul> 
	<li><img border="0" src="/pages/images/edit.gif" width="16" height="16">
	Нажмите на значок, чтобы изменить брокерство.
	<li><img border="0" src="/pages/images/delete.gif" width="16" height="16">
 	Нажмите на значок, если вы желаете удалить брокерство.
</ul>
Чтобы добавить новые брокерские вознаграждения, нажмите на &quot;Добавить новое брокерское вознаграждение&quot;.
<hr class="help">
</span>


<span class="admin broker">
<A NAME="broker_commission_details"></A>
<h3>Подробности брокерских вознаграждений</h3>
Точно так же, как и комиссионный сбор, <a href="#commission"><u>брокерские вознаграждения</u></a>
 начисляются, когда осуществляется &quot;основной&quot; платеж
и совпадают критерии брокерских вознаграждений.<br>
Как и всегда, используйте кнопку  &quot;Изменить&quot; чтобы, чтобы внести изменения;
чтобы далее сохранить ваши изменения, необходимо нажать на кнопку &quot;Выполнить&quot;.
<br><br>
брокерские вознаграждения имеют следующие настройки:
<ul>
	<li><b>Тип платежа:</b> Это тип платежа, по которой происходит начисление брокерских вознаграждений. 
	<li><b>Наименование:</b> Наименование брокерских вознаграждений.
	<li><b>Описание:</b> Описание брокерских вознаграждений.
	<li><b>Задействован:</b> Вознаграждения являются действующими, когда это поле отмечено галочкой. Не забудьте активировать это окно, иначе вознаграждения начисляться не будут.
	<li><b>Будет удержан с:</b> Здесь вы можете определить, кто является владельцем счета, с которого произойдет списание вознаграждения.
	Это может быть плательщик, получатель или системный счет.
	<li><b>Получит:</b>
	Здесь вы можете определить, кто получит платеж вознаграждения. 
    Это может быть брокер плательщика или брокер получателя.
	<li><b>Разрешить любые счета:</b>
	Если выбрана данная опция, нет никакого ограничения сферы действия, в которой вознаграждение может быть применено. Если вы начисляете вознаграждение для другого счета, чем счет, принадлежащий к типу основного счета, то вам необходимо будет отметить галочкой это поле.
	Например, если вы хотите, чтобы последующий тип платежа начисления бр.вознаграждений был в другой валюте.
	<li><b>Последующий тип платежа:</b>
	Здесь вы определяете, какой тип платежа будет последующий (генерируемый). Принято создавать отдельный тип платежа, чтобы вы могли фильтровать по нему (например. в истории счета: налоги и сборы). Заданная по умолчанию база данных содержит комиссионный сбор и платеж по данному сбору. 
	<li><b>Сумма:</b>
	Здесь вы можете определить сумму бр.вознаграждений. Брокер будет получат бр.вознаграждения каждый раз, когда его клиент производит платеж.<br>
	В случае <a href="#commission_contract"><u>соглашений о бр.вознаграждениях</u></a>, значения размера бр.вознаграждений могут быть изменены самим брокером. В данном случае значение суммы будет использоваться в качестве заданного по умолчанию значения вознаграждений по соглашениям. Брокер может изменить эти значения, создавая &quot;соглашения о брокерском вознаграждении&quot; для каждого из участников. Также просмотрите следующий раздел.
	<li><b>Максимальная сумма, фиксированная и %:</b>
	Этот параметр связан с соглашениями о бр.вознаграждениях и появится, только если в опции
	&quot;Будет удержан с&quot; будет указан участник (а не системный счет). Значение определит максимальную сумму, которую брокер может указать в соглашении о бр.вознаграждении (брокеру нужно иметь разрешения, чтобы управлять соглашениями о бр.вознаграждениях)
</ul>

<li><b>Условия применения</b><br> 
Здесь вы можете определить условия, при которых бр.вознаграждения будет начисляться. Бр.вознаграждения будет применены, только если условия будут соответствовать заданным. Условия могут быть комбинированы.
<ul>
	<li><b>Сумма не менее чем:</b>
	Бр.вознаграждения будет начислены, только если сумма операции по сделке больше или равна указанной сумме.
	<li><b>Сумма не более чем:</b>
	Бр.вознаграждения будет начислены, только если сумма операции по сделке меньше или равна указанной сумме.
	<li><b>От всех групп (плательщиков):</b>
	Если выбирается данная опция, то бр.вознаграждения будет применены для участников любой группы, совершающих платеж. Если вы желаете применить бр.вознаграждения только для конкретных групп,
то вам необходимо будет отменить выбор этой кнопки-флажока, и появится раскрывающееся меню мультивыбора, позволяя вам указать группы.
	<li><b>Для всех брокерских групп:</b>
	Если выбрана данная опция, то бр.вознаграждения будут применены для брокеров из любой вовлеченной брокерской группы. 
	Если вы желаете применить тарифный платеж только к брокерам определенных брокерских групп, вам необходимо будет отменить выбор этой кнопки-флажок, и появится раскрывающееся меню мультивыбора, позволяя вам указать, какие группы брокеров будут вовлечены.
	<li><b>Будут взиматься:</b>
	Здесь вы можете определить, когда начисляются бр.вознаграждения. Это может быть:
	<ul>
		<li><b>Всегда:</b>
		Бр.вознаграждения будут выплачиваться всегда (бесконечно) (оплата вознаграждений
		может быть приостановлена на странице личных данных участника – назначить брокера).
		<li><b>Платежей:</b>
		Платежи по бр.вознаграждениям остановятся после заданного количества
		проведенных операций. Количество может быть введено в поле ввода, которое появится перед раскрывающимся меню, если вы выберите данную опцию.
		<li><b>Дней:</b>
		Платежи по бр.вознаграждениям остановятся после указанного количества дней.
		Количество может быть введено в поле ввода, которое появится перед раскрывающимся меню, если вы выберите данную опцию.
	</ul>
</ul>
<hr class="help">
</span>

<span class="admin broker">
<A NAME="commission_settings"></A>
<h3>Настройки брокерских вознаграждений</h3>
<span class="admin">
В этом окне вы можете установить заданные по умолчанию настройки <a href="#commission"><u>бр.вознаграждений</u></a>.
Настройки будут применены для всех новых зарегистрированных участников, за исключением, когда данные были аннулированы изменениями, которые брокер сделал в своих 
параметрах настройки, или индивидуальными <a href="#commission_contract"><u>соглашениями</u></a> между
брокерами и участниками.
<br>Если администрация не определяла никаких параметров настройки бр.вознаграждений, это окно будет пустым. 
Если вы разрешили управление бр.вознаграждений для участников и брокеров, вы должны также определить заданные по умолчанию бр.вознаграждения.</span>
<span class="broker">
В этом окне вы можете определить заданные по умолчанию настройки <a href="#commission"><u>бр.вознаграждений</u></a>.
Эти настройки будут применены ко всем ВАШИМ новым зарегистрированным участникам. Пока вы не установили
заданные по умолчанию бр.вознаграждения в этом окне, администрация может изменить заданные по умолчанию
настройки бр.вознаграждений. Как только вы установили свои настройки бр.вознаграждений в этом окне, 
то они аннулируют настройки администрации.
<br>Заметьте, что любые индивидуальные <a href="#commission_contract"><u>соглашения</u></a>, 
которые вы заключаете с вашими участниками, снова аннулируют параметры настройки, которые вы изменяете здесь. 
<br><br>
Если администрация не определяла никаких параметров настройки бр.вознаграждений, это окно будет пусто. 
В таком случае вы должны уведомить их об этом.
<br><br>
Вы можете изменить свои настройки нажатием кнопки &quot;Изменить&quot; указанной ниже; чтобы
сохранить ваши изменения, используйте кнопку &quot;Выполнить&quot;. Это будет доступно только в случае, 
если вы имеете разрешения, чтобы изменить значения, 
устанавливаемые по умолчанию.
<br>


Состояние не может быть изменено.  
</span>
Состояние может иметь следующие значения: <br>
<ul>
	<li><b>Действует:</b>
	Это означает, что все сформированные бр.вознаграждений будут начислены, если условия соответствуют заданным в настройках.
	<li><b>Не действует:</b>
	Этот состояние означает, что никакие бр.вознаграждений не могут быть начислены. В данном случае, это означает настроенные параметры для всей системы, установленные администратором.
	<li><b>Приостановлено:</b>
	Бр.вознаграждений временно приостановлены. 
</ul>
<span class="admin"> Администратор имеет выбор приостановить (временно остановить) все действующие бр.вознаграждения. Даже, когда <a href="#commission_contract"><u>соглашения</u></a> по бр.вознаграждениям активированы, брокер может добавить новые соглашения по бр.вознаграждениям, но они перейдут непосредственно в приостановленное состояние.</span>
<hr class="help">

<a name="commission_contract"></a>
<h2>Соглашения по бр.вознаграждениям</h2>
Соглашение по бр.вознаграждениям - это соглашение между брокером и участником. Обычно брокер получает или процент с каждого платежа участника, или фиксированную сумму с каждым платежом. Эти <a href="#commission"><u>бр.вознаграждения</u></a> могут быть оплачены участником-плательщиком, участником-получателем 
или могут оплачиваться Системой.<br>
В зависимости от конфигурации, брокеры имеют право устанавливать свои индивидуальные соглашения с каждым из участников, назначенных для этих брокеров. Участнику необходимо принять соглашение перед тем, как оно будет применено - участник может или подтвердить, или отклонить новое предложенное соглашение. 

Участник может рассматривать подробности бр.вознаграждений, и участник и брокер получат уведомления, когда состояние бр.вознаграждений будет изменено.
<br><br><span class="broker">
В зависимости от системных параметров, брокер может определить бр.вознаграждения для каждого участника. 
Может действовать только одно бр.вознаграждение за период (можно также
иметь больше бр.вознаграждения, если комиссионный период частично не покрыт).<br> 
<br>Примечание: Когда брокер перемещается в любую другую группу, все соглашения и бр.вознаграждения будут закрыты.
<br><br>
<i>Где найти это?</i><br>
Соглашения по бр.вознаграждениям могут быть найдены в &quot;Меню: Брокерство > Соглашения по бр.вознаграждениям&quot;.
Вы можете добавить новое соглашение по бр.вознаграждениям для участника с помощью раздела на странице личных данных участника
в окне &quot;Действия брокера&quot;. Выберите кнопку &quot;Соглашения о бр.вознаграждениях&quot;. В нижней части страницы
находится кнопка, используемая для того, чтобы создать новый договор.
</span>
<span class="member">
<i>Где найти это?</i><br>
Вы можете найти Соглашения о бр.вознаграждениях в &quot;Меню: Моя почта > Брокерские вознаграждения&quot;. 
Это доступно, только если вы имеете необходимые разрешения.</span>
<hr>

<span class="admin broker">
<A NAME="commission_contracts_search_filters"></A>
<h3>Поиск соглашений по брокерским вознаграждениям</h3>
На этой странице вы можете совершать поиск существующих <a href="#commission_contract"><u>
соглашений по брокерским вознаграждениям</u></a>.<br> Большинство опций поиска говорят сами за себя. Поле "Состояния" разъясняется 
<a href="#commission_contract_status"><u>здесь</u></a>. 
<hr class="help">
</span>

<span class="admin broker">
<A NAME="commission_contracts_search_results"></A>
<h3>Результат поиска соглашений по брокерским вознаграждениям</h3>
Это окно содержит список со всеми <a href="#commission_contract"><u>
соглашениями по брокерским вознаграждениям</u></a> и их <a href="#commission_contract_status"><u>состояниями</u></a>.
<ul>
	<li><img border="0" src="/pages/images/view.gif" width="16" height="16">
	Выберите значок "увеличительное стекло" и введите данные.
	<li><img border="0" src="/pages/images/delete.gif" width="16" height="16">
	Нажмите значок "удалить", если вы желаете удалить соглашение. Опция доступна,
только если вы имеете разрешения, и если соглашение не находится 
	в состоянии "Действующий".
</ul>
<hr class="help">
</span>

<a name="commission_contract_status"></a>
<h3>Состояние соглашений по брокерским вознаграждениям</h3>
<a href="#commission_contract"><u>Соглашение по брокерским вознаграждениям</u></a> может иметь следующие состояния:
<ul>
	<li><b>Ожидает принятия: </b>
	Соглашение будет находиться в состоянии "Ожидает принятия", пока участник не приймет  Соглашение по брокерским вознаграждениям.
	<li><b>Принято: </b>
	Этот состоянии означает, что соглашение по брокерским вознаграждениям был принято участником, но дата начала действия соглашения еще не наступила.
	<li><b>Действует: </b>
	Как только соглашение по брокерским вознаграждениям было принято, и дата начала наступила, соглашение по брокерским вознаграждениям будет находиться в статусе "Действует", означая, что вознаграждения будут начисляться согласно настройкам соглашений.
	<li><b>Отклонено: </b>
	Если соглашение отклонено участником, то он будет находиться в данном статусе.
	<li><b>Просрочено: </b>
	Если соглашение не принято до даты его начала, то он будет находиться в данном статусе.
	<li><b>Отменено: </b>
	Брокер может отменить соглашение, что означает, что будущие сделки его участников не будут больше генерировать брокерские вознаграждения.
	<li><b>Закрыто: </b>
	Соглашение по брокерским вознаграждения был завершен в силу того, что наступила дата окончания договора, и вознаграждения были начислены.
</ul>
<hr class="help">

<A NAME="commission_charge_status"></A>
<h3>Состояние брокерских вознаграждений</h3>
Это окно показывает краткий обзор с информацией о текущих
<a href="#commission"><u>брокерских вознаграждениях</u></a>.
Это может быть заданные по умолчанию вознаграждения или индивидуальные <a href="#commission_contract"><u>
соглашения по бр.вознаграждениям </u></a> брокера.
Информация самоочевидная. Соглашение может находиться в одном из <a href="#commission_contract_status"><u>состояний</u></a>.
<hr class="help" />
<A NAME="commission_contracts_list"></A>
<h3>Список соглашений по бр.вознаграждениям</h3>
Это окно содержит список со всеми <a href="#commission_contract"><u>
соглашениями по бр.вознаграждениями</u></a> для этого участника, 
и их <a href="#commission_contract_status"><u>состояниями</u></a>.
<span class="admin broker">
<ul>
	<li><img border="0" src="/pages/images/view.gif" width="16" height="16">&nbsp;
	Выберите значок "увеличительное стекло" и введите данные. 
	<li><img border="0" src="/pages/images/delete.gif" width="16" height="16">&nbsp;Кнопка удаления, чтобы удалить соглашение. Это доступно только, если у вас есть соответствующие разрешения, и если соглашение не находится в статусе "Действует".
	<li>Вы можете <b>добавить</b> новое соглашение по бр.вознаграждениям, производя выбор типа в раскрывающемся меню под названием &quot;Новое соглашение&quot;, в правой нижней части этого окна.
	Раскрывающееся меню будет пустым, если администрация не определяла никаких параметров по бр.вознаграждениям.
	В данном случае, вы должны уведомить их об этом.
</ul>
</span>
<span class="member">
Вы можете нажать <img border="0" src="/pages/images/view.gif" width="16" height="16">&nbsp;
значок увеличительного стекла, чтобы просмотреть подробности. Это перенесет вас в окно, 
где вы можете принять или отклонить предложенное соглашение, в случае, если оно в состоянии &quot;Ожидает принятия&quot;.</span> 
<hr class="help">

<A NAME="commission_contract_edit"></A>
<h3>Изменить/Просмотреть соглашение о бр.вознаграждениях</h3>
Окно содержит данные <a href="#commission_contract"><u>
соглашения о бр.вознаграждениях</u></a>, которое вы выбрали. 
<a href="#commission_contract_status"><u>Нажмите сюда</u></a> для краткого просмотра возможных значений поля состояния. <br>
Как только соглашение становится "Действующим", то его невозможно удалить. Тем не менее, вы можете
<a href="#commission_contract_status"><u>отменить</u></a>
соглашение, щелкнув на кнопку &quot;Отменить&quot;.
<br><br>
<span class="member">Если состояние соглашения &quot;Ожидает принятия&quot;, это означает, что это новое соглашение, предложенное вам вашим брокером. В данном случае вы можете принять или отклонить 
предложенное соглашение щелчком любой из двух кнопок внизу.
Предложенные соглашения по бр.вознаграждений не будет применены к вашим операциям, если вы их не примете.</span>
<hr class="help">

<A NAME="commission_contract_insert"></A>
<h3>Добавить соглашение по бр.вознаграждениеям</h3>
Окно позволяет вам создать новое <a href="#commission_contract"><u>
соглашение по бр.вознаграждениеям</u></a> для выбранного участника.<br>
Состояние по умолчанию нового соглашение является всегда &quot;Ожидает принятия&quot;, ввиду того, что он может перейти в другое
состояние только тогда, когда участник подтвердит или отклонит его - что невозможно в данный момент, потому, что вы только создаете его.<br><br>
Вы должны установить &quot;дату начала&quot;, &quot;дату окончания &quot; и сумму для
нового соглашения. Для дат вы можете использовать календарь с помощью этого значка. 
<img border="0" src="/pages/images/calendar.gif" width="16" height="16">&nbsp;.<br><br> 
Как только соглашение станет "Действующим", то его станет невозможно удалить. Тем не менее, вы можете
<a href="#commission_contract_status"><u>отменить</u></a>  
соглашение нажатием кнопки &quot;Отменить&quot;.  
<hr class="help">

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
