                  <br><br>Часто организации, использующие 
                  систему, желают использовать специальные типы информации для 
                  хранения в базе данных. Таким образом, можно управлять полями, 
                  которые будут храниться в базе данных и быть доступными для 
                  просмотра в самой системе.<BR>Администратор может добавлять 
                  новые поля, изменять текущие поля и удалять их. Эта опция 
                  доступна для форм страниц личных данных администратора, участника и <A 
                  href="${pagePrefix}operators"><U>оператора</U></A>, 
                  форм объявлений, <A 
                  href="${pagePrefix}loans"><U>ссуд</U></A> 
                  и <A 
                  href="${pagePrefix}loan_groups"><U>
                  групп с общей ссудой</U></A>, а также для <A 
                  href="${pagePrefix}member_records"><U>записей об 
                  участнике</U></A>.<BR>Например, если организации требуется 
                  дополнительное поле на <A 
                  href="${pagePrefix}profiles"><U>странице личных данных</U></A>, 
                  содержащее размер обуви участника, то администратор может 
                  создать новое поле и установить по нему различные параметры 
                  типа названия, типа, размера, доступа к просмотру, 
                  расположения, валидации и прочих настроек. <BR>Поля могут быть 
                  назначены <A 
                  href="${pagePrefix}groups"><U>группам</U></A>. 
                  Это позволяет иметь различные формы регистрации и страницы личных данных для 
                  физических и юридических лиц, и это только пример. Используя 
                  пример выше, система может создавать различные условия работы 
                  для участников с различными размерами обуви.<BR>Система 
                  содержит набор стандартных полей, которые, также, можно 
                  менять. Конечно, не все поля в базе данных являются 
                  настраиваемыми; некоторые поля настолько важны, что их ни 
                  удалять, ни изменять нельзя.<BR><I>Где это 
                  найти?</I><BR>Настраиваемыми полями можно управлять через Главное Меню, 
                  раздел "Настраиваемые элементы". 
                  <br><br><I>Как это использовать?</I><BR>Для управления настраиваемыми полями 
                  вам нужно иметь <A 
                  href="${pagePrefix}groups#manage_group_permissions_admin_system"><U>разрешения</U></A>;, которые могут быть только у админов и 
                  размещены в блоке "Настраиваемые элементы". 
                  <HR>
                  <A name=list_custom_fields></A>
                  <H3>Список настраиваемых полей</H3>Это руководство относится к настраиваемым полям 
                  форм участников, админов, <A 
                  href="${pagePrefix}operators"><U>операторов</U></A> 
                  , <A 
                  href="${pagePrefix}advertisements"><U>объявлений</U></A> 
                  , <A 
                  href="${pagePrefix}loans"><U>ссуд</U></A> 
                  и <A 
                  href="${pagePrefix}loan_groups"><U>
                  групп с общей ссудой</U></A> , а также для <A 
                  href="${pagePrefix}member_records"><U>записей об 
                  участнике</U></A> . 
                  <br><br>Список содержит все настраиваемые поля, определенные для данного 
                  объекта. <BR>Поля формы участника, админа и оператора будут 
                  отображаться в их профиле. Стандартная база данных Системы уже 
                  содержит некоторые настраиваемые поля для профиля участника. <BR>Поля 
                  ссуд и ссудных групп будут отображаться на страницах ссуд и 
                  ссудных групп, поля лотов - на странице лотов. 
                  <br><br>Название и конфигурация полей могут быть изменены через 
                  значок редактирования. В Файле помощи той страницы вы найдете 
                  детальную информацию о конфигурации настраиваемых полей. <BR>Вы можете 
                  удалить поле, нажав значок удаления. Заметьте, что удаление 
                  настраиваемые поля возможно, только если оно еще не используется; если 
                  же какое-либо поле содержит информацию в базе данных, его 
                  нельзя удалить. В таком случае вы можете скрыть поле, выбрав 
                  все группы. 
                  <br><br>Выбирая кнопку "Изменить порядок полей", вы получите 
                  возможность изменить порядок полей, в котором они будут 
                  отображаться на странице. <BR>Выбирая кнопку "Новое настраиваемое поле", 
                  вы сможете добавить новое настраиваемое поле в страницу личных данных.<BR>
                  <HR class=help>
                  <A name=order_custom_fields></A>
                  <H3>Настроить порядок настраиваемых полей</H3>Этот файл помощи относится 
                  к настраиваемым полям участников, админов, <A 
                  href="${pagePrefix}operators"><U>операторов</U></A> 
                  , <A 
                  href="${pagePrefix}advertisements"><U>объявлений</U></A> 
                  , <A 
                  href="${pagePrefix}loans"><U>ссуд</U></A> 
                  и <A 
                  href="${pagePrefix}loan_groups"><U>
                  групп с общей ссудой</U></A> , а также для <A 
                  href="${pagePrefix}member_records"><U>записей об 
                  участнике</U></A> . 
                  <br><br>Здесь вы можете определить порядок, в котором настраиваемые поля 
                  будут отображаться на странице. Чтобы сделать это, поместите 
                  указатель мыши на название поля, нажмите на левую клавишу, 
                  удерживайте ее и "перетяните" название на новую позицию. 
                  <BR>После этого нажмите кнопку "Выполнить". 
                  <HR class=help>
                  <A name=edit_custom_fields></A>
                  <H3>Добавить новое/Редактировать настраиваемое поле</H3>В этом окне мы 
                  можете установить настройки настраиваемых полей. Убедитесь, что вы 
                  сделаете это правильно, т.к. некоторые настройки можно 
                  изменять только при создании поля - после начала применения 
                  поля, внести в него изменения будет невозможно. <BR>Помните, 
                  что не все настройки доступны для всех типов настраиваемых полей. В 
                  настоящий момент поля страницы личных данных участника имеют максимальные 
                  возможности настроек. 
                  <br><br>Есть следующие возможности настройки: 
                  <UL>
                    <LI><B>Название:</B> Название или "ярлык" поля, которое 
                    будет отображаться в системе. 
                    <LI><B>Внутреннее название:</B> Это внутреннее название 
                    настраиваемые поля. Используется только в целях разработки. 
                    <LI><B>Тип данных:</B> С типом данных вы можете указать тип 
                    поля. Есть 6 типов полей. 
                    <UL>
                      <LI><B>Строка:</B> Строкой может быть текст с любыми 
                      знаками. Если вы хотите указать поле с обязательным "типом 
                      ввода данных" в виде e-mail или почтового кода, вы можете 
                      создать маску в поле ниже. Маска будет заставлять 
                      пользователя вводить информацию корректного формата. После 
                      ее заведения, будет производить дополнительная проверка с 
                      целью контроля ее корректности введенных данных. 
                      <BR>Документацию о масках ввода можно найти на сайте 
                      проекта <A 
                      href="http://javascriptools.sourceforge.net/docs/manual/InputMask_mask.html" 
                      target=_blank>JavaScript tools </A>. 
                      <LI><B>Список:</B> Тип данных в виде списка означает, что 
                      у вас будет список значений, например, Регион ("север", 
                      "восток", "юг", "запад"). Список значений может быть 
                      представлен в виде выпадающего списка или кнопки выбора. 
                      При выборе списка как типа поля вам откроется 
                      дополнительное поле ввода данных под названием "Все 
                      выбранные ярлыки". Этот ярлык будет отображаться как 
                      выпадающий список по умолчанию. В примере регионов, ярлык 
                      будет содержать "Все регионы". 
                      <LI><B>Целое число:</B> Этот тип данных означает, что моле 
                      может быть только числом без десятичных запятых или точек. 

                      <LI><B>Десятичное число:</B> Поле может быть числом с 
                      десятичными знаками после запятой или точки. Точность и 
                      формат определяются во <A 
                      href="${pagePrefix}settings#local"><U>"внутренних 
                      настройках &gt; number format"</U></A>. 
                      <LI><B>Дата:</B> Это поле может содержать только дату. 
                      Формат даты определяется во <A 
                      href="${pagePrefix}settings#local"><U>"внутренних 
                      настройках &gt; Международные параметры &gt; формат 
                      даты"</U></A>. 
                      <LI><B>Ячейка выбора (логическое):</B> Поле выбора - это ячейка с двумя 
                      возможными значениями: "выбрано" и "не выбрано" (или 
                      "верно" и "ложь").</LI></UL>
                    <LI><B>Родительское поле:</B> Здесь вы можете определить 
                    возможные варианты данных этого поля, которые зависимы от 
                    значения в другом поле. За дальнейшим пояснением нажмите <A 
                    href="/do/admin/manual?page=custom_fields#parent_field"><U>сюда</U></A>. 

                    <LI><B>Тип поля:</B> Есть различные типы полей в зависимости 
                    от типов данных: 
                    <UL>
                      <LI>Текстовое поле (одна линия или текстовое поле (в 5 
                      линий) для строки (=text). 
                      <LI>Поле выбора или кнопка выбора для список (=drop down 
                      select) 
                      <LI>Текстовое поле только для целых, десятичных чисел и 
                      дат. </LI></UL>
                    <LI><B>Размер поля:</B> Размеры полей могут быть 
                    "крошечными", "малыми", "средними" и "большими". Их 
                    точный абсолютный размер можно определить в файле стиля 
                    страницы. Вы также можете определить размер в "максимальный" по 
                    окну. Опция "по умолчанию" может отличаться для каждого типа 
                    поля, но часто подразумевает 80% доступного пространства. 
                    Например, поле "название" на этом экране имеет размер по 
                    умолчанию. 
                    <LI><B>Отображать в поиске (только для полей формы 
                    платежа):</B> Если эта опция выбирается, настраиваемое поле формы 
                    платежа будет отображаться в фильтре движений по счету. В 
                    случае, если тип платежа - ссуда, оно будет отображаться в 
                    поиске ссуд админами. 
                    <LI><B>Отображать в списке результатов (только для полей 
                    формы платежа):</B> Если эта опция выбирается, настраиваемое поле 
                    формы платежа будет отображаться как колонка в каждом списке 
                    результатов. В случае, если типом платежа является ссуда, 
                    оно будет отображаться в списке результатов поиска 
                    админами.<BR>Обратите внимание, что поле всегда будет 
                    включаться в экспорт данных в csv и печать. Даже если опция 
                    не выбрана. 
                    <LI><B>Отображать в личных данных для:</B> Здесь вы определяете, 
                    кто может видеть настраиваемое поле. Есть следующие варианты: 
                    <UL>
                      <LI><B>Никого:</B> Поле невидимо ни для каких пользователей 
                      в системе. 
                      <LI><B>Администратора:</B> Только админ может видеть поле. 
                      <LI><B>Брокера:</B> Только админ и брокер участника может 
                      видеть поле. 
                      <LI><B>Участника, при регистрации:</B> Участник может 
                      видеть поле, только если регистрируется на внешней 
                      странице регистрации (на его странице личных данных поле не будет видно). 
                      Брокер и админ могут видеть поле. 
                      <LI><B>Участника, не при регистрации:</B> Участник, брокер 
                      и админ могут видеть поле, но оно будет невидимым на 
                      странице регистрации. 
                      <LI><B>Участника:</B> Участник, брокер и админ могут видеть 
                      поле. 
                      <LI><B>Других участников:</B> Участник, брокер и админ, а 
                      также другие участники в системе с разрешениями к 
                      просмотру группы участника могут видеть поле. </LI></UL>
                    <LI><B>Может редактироваться:</B> Здесь вы определяете, кто 
                    может изменять поле (разрешения работают по такому же 
                    иерархическому принципу, как и разрешения просмотра). 
                    <LI><B>Поиск участников для:</B> Здесь вы определяете, для 
                    кого поле будет отображаться на странице поиска участников. 
                    ((разрешения работают по такому же 
                    иерархическому принципу, как и разрешения просмотра). 
                    <LI><B>Поиск объявлений для:</B> Здесь определяются параметры, 
                    для кого будет отображаться поле на странице поиска объявлений 
                    (разрешения работают по такому же 
                    иерархическому принципу, как и разрешения просмотра). 
                    <LI><B>Включать в поиск по ключевым словам:</B> С данной 
                    опцией вы можете сделать поле доступным для возможности 
                    поиска через ключевые слова при поиске участников и объявлений. 
                    <BR>Поиск участников по ключевым словам имеет опцию 
                    включения только участников (Только участники) или же и 
                    участников, и объявлений. Если выбран последний вариант, участники 
                    могут искать объявления через поля страницу личных данных участника. Обратите 
                    внимание, что это удобно только в комбинированных поисках. 
                    Поиск объявлений по значению одного поля личных данных частника 
                    отобразит все объявления данного участника. 
                    <LI><B>Поиск ссуд для:</B> Здесь вы определяете, для кого 
                    будет отображаться поле на странице поиска ссуд (
                    разрешения работают по такому же иерархическому принципу, как и 
                    разрешения просмотра) 
                    <LI><B>Может быть скрыто участником:</B> Здесь вы определяете, у 
                    кого будет право скрыть поле (разрешения работают по такому же иерархическому принципу, как и разрешения просмотра) 
                    <LI><B>Отображать в распечатке для участника:</B> Здесь вы 
                    определяете, для кого будет отображаться поле на странице 
                    поиска участников (разрешения работают по такому же 
                    иерархическому принципу, как и разрешения просмотра) 
                    <LI><B>Ограничения:</B> Вы можете указать следующие условия: 
                    <UL>
                      <LI><B>Обязательное:</B> Если выбрана эта опция, поле 
                      будет обязательным и будет помечено красной звездочкой 
                      рядом. Пользователь ДОЛЖЕН будет ввести значение. 
                      <LI><B>Уникальное:</B> Если выбрана эта опция, значение, 
                      заведенное в поле, может присутствовать в системе в 
                      единственном экземпляре. Эта опция используется для 
                      проверки таких данных как номера паспортов и других 
                      регистрационных данных. 
                      <LI><B>Min и max длина:</B> Если поле является строкой, вы 
                      можете определить min и max длину поля. Пользователь будет 
                      способен вводить данные в пределах данных показателей. 
                      <LI><B>Тип дополнительного ограничения:</B> Если вам нужны более сложные 
                      ограничений, которые нельзя управлять обычными параметрами 
                      (как тип ввода данных в поле выше), вы можете написать 
                      собственный класс ограничений. <BR>Типичная ситуация - если 
                      вы хотите проводить ограничения на основе расчета введенных 
                      данных или удаленные ограничения.<BR>Информацию о том, как 
                      использовать класс ограничений, можно найти по адресу <A 
                      href="http://project.cyclos.org/wiki/index.php?title=Setup_%26_configuration#Custom_fields" 
                      target=_blank><U>Wiki</U></A>.</LI></UL>
                    <LI><B>Описание:</B> Здесь вы можете указать описание поля. 
                    Администрация может пояснять его применение. Описание будет 
                    отображаться только в поле редактирования. 
                    <LI><B>Включить поле для групп:</B> Здесь вы можете выбрать 
                    группы, у которых будет данное поле. </LI></UL>
                  <HR class=help>
                  <A name=parent_field></A>
                  <H3>Родительское поле</H3>Если у поля есть родительское поле, 
                  это означает, что возможные варианты выбора из данного поля 
                  зависят от значения другого поля. <BR>Например, вы можете 
                  иметь настраиваемые поля "Регион" и "Город". Если пользователь выбирает 
                  "Южный регион" из списка регионов, то поле "город" будет 
                  содержать все города из региона "Южный регион". В данном 
                  случае вы пометите поле "Регион" в качестве <I>родительского 
                  поля</I> для поля "город". <BR>В поле "родительское поле" вы 
                  можете сделать выбор из других существующих полей, чтобы 
                  назначить их как родительское поля текущему полю. Обратите 
                  внимание, что "родительское поле" не всегда видимо. Оно видимо 
                  только для списков. Для 
                  каждого из значений родительского поля вы можете выбрать 
                  разный набор значений для зависимого поля, через окно <A 
                  href="/do/admin/manual?page=custom_fields#possible_values"><U>возможные 
                  значения</U></A> (доступно после нажатия кнопки "Выполнить"). 
                  <HR class=help>
                  <A name=possible_values></A>
                  <H3>Значения настраиваемого поля</H3>Это окно содержит список возможных 
                  значений для поля. 
                  <br><br>Вы можете удалить значение, выбрав значок удаления. Это 
                  работает, только если значение НЕ используется. Можно 
                  "очистить" значения, назначая все использованные значения 
                  другому в списке. (объясняется ниже в редактировании значений) 

                  <br><br>Если у вашего поля есть <A 
                  href="/do/admin/manual?page=custom_fields#parent_field"><U>родительское 
                  поле</U></A>, вам вначале нужно выбрать соответствующее 
                  значение в родительском поле, для которого вы хотите 
                  определить новые значение, прежде чем нажать на "новое 
                  значение". Вы можете использовать для этого выбор между 
                  кнопками "назад" и "новое значение". 
                  <HR class=help>
                  <A name=edit_possible_value></A>
                  <H3>Добавить новое значение поля / изменить значение поля</H3>
                  <br><br>Доступны следующие варианты: 
                  <UL>
                    <LI><B>Название родительского поля:</B> Если у вашего поля 
                    есть <A 
                    href="/do/admin/manual?page=custom_fields#parent_field"><U>родительское 
                    поле</U></A> , значение родительского поля, к которому будут 
                    назначены новые значения, будет отображаться в данном 
                    ярлыке. <BR>(Если вы хотите определить новые значения для 
                    родительского поля, вернитесь на <A 
                    href="/do/admin/manual?page=custom_fields#possible_values"><U>предыдущее 
                    окно</U></A>. 
                    <LI><B>Значение:</B>Здесь вы можете указать название 
                    значения. Напишите значение и нажмите "Выполнить". Значение 
                    отобразится в списке значений в алфавитном порядке. 
                    <LI><B>По умолчанию:</B> При выборе этой опции значение 
                    будет по умолчанию выбрано в отображаемой форме. На каждое 
                    настраиваемое поле возможно только одно значение по умолчанию. 
                    <LI><B>Включено:</B> Выбранная опция будет отображаться 
                    значение в списке возможного выбора. Если она не выбрана, 
                    значение будет отображаться только тогда, когда в нем есть 
                    данные. Таким способом вы можете выбрать не использовать 
                    значение, которое использовалось в прошлом, и при этом 
                    защитить старые значения от потери. 
                    <LI><B>Заменить значения: (только в режиме 
                    редактирования)</B> При редактировании значения, вы можете 
                    удалить значения всех полей, содержащих данные по данному 
                    типу значений, и заменить их другими. Таким образом можно 
                    удалить значение на странице списка значений (можно удалить 
                    значение, если оно не используется). Если вы хотите 
                    предотвратить утерю существующих значений, вы можете 
                    также использовать опцию отключения значения, описанную 
                    выше.<BR>(Удаление значений проводится на странице списка <A 
                    href="/do/admin/manual?page=custom_fields#possible_values"><U>в 
                    предыдущем экране</U></A>) </LI></UL>
                  <HR class=help>

                  <DIV class=help>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br></DIV>
