                  <br><br>В Системе существует классификация 
                  пользователей по группам. Каждый пользователь в системе может 
                  находиться только в одной группе. Есть три <A 
                  href="/do/admin/manual?page=groups#group_categories"><U>главных 
                  категории</U></A> групп.<BR>Группы используются, чтобы 
                  предоставлять <A 
                  href="/do/admin/manual?page=groups#permissions"><U>
                  разрешения</U></A> на определенные действия пользователям в системе. Пользователь не может 
                  получить доступ к функциям Системы, если его группа не имеет
                  разрешения доступа к ним. Безусловно, можно изменять разрешения 
                  группы или перемещать пользователей из одной группы 
                  разрешений в другую. Кроме разрешений, группа также имеет 
                  определенные <A 
                  href="/do/admin/manual?page=groups#edit_member_group"><U>Настройки</U></A>, 
                  которые определяют режим работы группы, подобно  
                  разрешениям. Группы участников имеют больше 
                  параметров настроек, чем группы администратора. В настройках 
                  группы участников вы можете определить, например, какие счета 
                  эта группа имеет, также как и объекты раскладки и содержания 
                  страницы для определенной группы. 
                  <br><br>Факт того, что участник может находиться только в одной 
                  группе, не означает что вся конфигурация системы основана 
                  исключительно на группах. Система - очень гибкая. 
                  Конфигурации и настройки существуют на системных уровнях, 
                  уровне группы и индивидуальном уровне. Если на различных 
                  уровнях существуют одинаковые настройки, то низший уровень 
                  будет всегда иметь приоритет. Например, индивидуальный 
                  лимит состояния счета перекроет групповой лимит. А 
                  пользовательская страница группы (например, страница 
                  контактов) заменит системную страницу контактов.<BR>Большое 
                  количество настроек могут быть установлены для нескольких 
                  групп. Например, сборы могут быть настроены таким образом, 
                  чтобы начисляться для нескольких групп участников. 
                  <br><br>Система содержит набор стандартных групп. Обычно, этих групп 
                  достаточно для эксплуатации системы.<BR>Вы можете использовать 
                  стандартные группы не только для предоставления разрешений, 
                  но и для управления группами. Например, если участник должен 
                  быть удален из системы, вы можете просто переместить его в 
                  группу "удаленные участники" с помощью функции "изменить 
                  группу". Функция также хранит историю про все групповые 
                  изменения с указанием даты, времени и администратора, который 
                  выполнил это действие.<BR>Хотя конфигурация со стандартными 
                  группами хорошо подходит для большинства организаций, также 
                  можно создавать и новые группы. При этом, это нужно делать, 
                  только если у вас есть опыт эксплуатации системы в течение 
                  какого-то времени. 
                  <br><br><SPAN class=admin><I>Где это найти?</I><BR>Управление 
                  группой размещено в рубрике Главное "Меню: Пользователи и 
                  группы &gt; Группы с разрешениями".<BR>Групповые фильтры 
                  размещены в "Меню: Пользователи и Группы &gt; Групповые 
                  фильтры". 
                  <br><br><I>Как это работает?</I><BR>Новый пользователь всегда будет 
                  частью определенной группы. Поэтому необходимо выбрать группу, 
                  которой будет принадлежать создаваемый новый участник или 
                  администратор. Это делается в рубрике "Пользователи и группы 
                  &gt; <A 
                  href="${pagePrefix}user_management#search_member_by_admin"><U>Участники 
                  </U></A>" и "Пользователи и группы &gt; <A 
                  href="${pagePrefix}user_management#search_admin"><U>Администраторы</U></A>".<BR></SPAN>
                  <HR>
                  <A name=group_categories></A>
                  <H2>Основные категории групп</H2>Есть три основных категории 
                  групп в системе: 
                  <UL>
                    <LI><A 
                    href="/do/admin/manual?page=groups#member_groups"><U>группы 
                    участников</U></A> - обычные участники, которые имеют доступ 
                    к клиентскому разделу Системы. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#broker_groups"><U>группы 
                    брокеров </U></A>- что-то вроде "супер-участников", которые 
                    имеют некоторые административные функции относительно ряда 
                    других участников. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#admin_groups"><U>группы 
                    администраторов </U></A>- пользователи с административными 
                    функциями. </LI></UL>Это разделение категорий необходимо по 
                  причине безопасности, благодаря чему невозможно случайно 
                  предоставить участнику некоторые <A 
                  href="/do/admin/manual?page=groups#permissions"><U>разрешения </U></A>администратора. <BR>Все группы поставляются со 
                  стандартными разрешеними, но их настройки можно изменять. 
                  <br><br>
                  <HR>
                  <A name=member_groups></A>
                  <H2>Стандартные группы участников</H2>Участники этих групп 
                  имеют доступ к клиентскому разделу Системы. Система 
                  поставляется со следующими стандартными Группами Участников: 
                  <UL>
                    <LI><A 
                    href="/do/admin/manual?page=groups#pending_members"><U>Вступающие участники</U></A> :&nbsp; Участники, только что 
                    зарегистрировавшиеся с помощью страницы регистрации, 
                    автоматически помещаются в эту группу. Администратору 
                    необходимо будет "активировать" его (разместить в группе 
                    активных участников), прежде чем участник сможет войти в 
                    систему. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#full_members"><U>Активные 
                    участники</U></A> :&nbsp; : Стандартный участник. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#disabled_members"><U>Отключенные 
                    участники </U></A>:&nbsp; Временно недействительные 
                    участники. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#removed_members"><U>Удаленные 
                    участники</U></A> :&nbsp; Участники, которые окончательно 
                    покинули систему. </LI></UL>
                  <br><br>Заданные по умолчанию группы не фиксированы или 
                  "зашифрованы", а были созданы, используя групповые <A 
                  href="/do/admin/manual?page=groups#permissions"><U>разрешения 
                  </U></A> и <A 
                  href="/do/admin/manual?page=groups#edit_member_group"><U>настройки</U></A>, 
                  которые, на наш взгляд, обычно используются. Вы можете 
                  изменять параметры группы, создавать новые группы с различными 
                  настройками. 
                  <HR class=help>
                  <A name=inactive_members></A>
                  <H3>Группа неактивных участников</H3>Когда пользователь 
                  регистрируется через страницу регистрации, он автоматически 
                  попадет в группу "Неактивных участников". Участники данной 
                  группы не могут входить в систему и не имеют активного счета. 
                  Администраторы счета могут формировать список пользователь из 
                  данной группы; после подтверждения в регистрации данного 
                  пользователя, он переводится в "активную" 
                  группу. Обычно это группа <A 
                  href="/do/admin/manual?page=groups#full_members"><U>Активные 
                  участники</U></A>. <BR>Т.к. неактивный участник не имеет 
                  привязанного счета, его можно полностью удалять из системы. 
                  Как только участник переводится в "активную" группу (с 
                  привязанным к ней счетом), участника больше нельзя удалить, а 
                  можно лишь группу <A 
                  href="/do/admin/manual?page=groups#removed_members"><U>Удаленных 
                  участников</U></A>. За подробной информацией об активных и 
                  неактивных группах перейдите в данный <A 
                  href="/do/admin/manual?page=groups#group_details"><U>Раздел 
                  руководства</U></A>. 
                  <HR class=help>
                  <A name=full_members></A>
                  <H3>Группа активных участников</H3>Это стандартная группа для 
                  участников. "Активные участники" могут входить в систему и 
                  пользоваться разрешениями участника. Когда участник 
                  перемещен из группы "Вступающие" в группу Активные Участники, он 
                  будет "активирован". Это означает, что он может получить счет 
                  с начальным состоянием счета (если это установлено в 
                  системе), а также получит пароль для входа в систему. <BR>Если 
                  настроено, то участнику будет отправлено "Письмо активации" с информацией об Номере счета и его состоянии. 
                  <HR class=help>
                  <A name=disabled_members></A>
                  <H3>Группа отключенных участников</H3>Когда администратор 
                  размещает участника в группе "Отключенные участники" то он 
                  больше не может войти в систему. Счет находится в режиме 
                  "Блокировки". С участников этой группы не начисляются 
                  сборы. Единственная активная функция, которая есть у 
                  "Отключенного участника" это то, что они все еще могут 
                  получать платежи (но они не могут войти в систему, чтобы 
                  увидеть это). <BR>Объявления отключенного участника не отображаются 
                  на странице поиска объявлений для других участников. Тем не менее, 
                  страница личных данных отключенных участников будет отображено на странице 
                  результатов поиска участника. При просмотре страницы личных данных 
                  отключенного участника будет показано сообщение, что участник 
                  отключен и не имеет (в данный момент) доступа к системе. 
                  <BR>Чтобы участник из этой группы был повторно активирован, 
                  необходимо, чтобы администратор переместил его обратно в 
                  группу <A 
                  href="/do/admin/manual?page=groups#full_members"><U>Активные 
                  Участники</U></A>. <BR>Типичная причина для размещения 
                  участника в Отключенной группе было бы, когда участник уехал 
                  за границу на продолжительный период времени (например, на 
                  четыре месяца). Функция может также использоваться, чтобы 
                  переместить подозрительных участников в эту группу, чтобы 
                  избежать того, что они войдут в систему (в ожидании 
                  дальнейшего подтверждения). 
                  <HR class=help>
                  <A name=removed_members></A>
                  <H3>Группа удаленных участников</H3>Причиной для перемещения 
                  участника в группу "Удаленные участники" является то, что 
                  участник покинул систему. Как только участник оказался в 
                  группе "удаленные участники", он не может переместиться 
                  обратно в другую группу. Его данные будут храниться в базе 
                  данных и доступны для просмотра администраторами, но это будет 
                  исключительно функцией хранения данных. <BR>Другим участникам 
                  не будут видны никакие данные (объявления, страницы личных данных) удаленных 
                  участников. Только история операций будет отображать прошлые 
                  сделки этого удаленного участника. В данном случае, если 
                  активный участник выбирает просмотр участника из архива 
                  истории прошлых операций, то вместо отображения его страницы личных данных он 
                  получит сообщение о том, что этот участник был удален. Если 
                  участники все еще имеют в своем списке контактов удаленных 
                  участников, то они получат такое же сообщение. 
                  <br><br>Удаленные группы являются просто архивами. Если после 
                  нескольких лет эксплуатации системе нужна очистка, 
                  администратор будет знать, что данные из удаленной группы 
                  могут быть безопасно удалены (зарезервированы). 
                  <BR><B>Примечание:</B> Существует исключение к этому правилу. 
                  Участник, который никогда не принадлежал к группе, которая 
                  имеет счета, может быть удален из системы навсегда. Для этих 
                  целей существуют отдельные разрешения администратора. <BR>
                  <HR>
                  <A name=broker_groups></A>
                  <H2>Стандартные Группы брокера</H2>Брокеры - это что-то вроде 
                  "супер-участников", которым позволено выполнять определенные 
                  административные действия для ряда других участников. Они 
                  имеют доступ к клиентскому разделу Системы. <BR>В Системе есть 
                  следующие стандартные брокерские группы: 
                  <UL>
                    <LI><A 
                    href="/do/admin/manual?page=groups#full_brokers"><U>Активные 
                    брокеры</U></A>: стандартный тип брокера. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#disabled_brokers"><U>Отключенные 
                    брокеры</U></A>: для временного блокирования доступа 
                    брокера. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#removed_brokers"><U>Удаленные 
                    Брокеры</U></A>: навсегда удаленные из системы брокеры. 
                  </LI></UL>
                  <br><br>Как стандартные группы участников, так и стандартные 
                  группы брокеров не фиксированы или "зашифрованы" а были 
                  созданы, используя групповые <A 
                  href="/do/admin/manual?page=groups#permissions"><U>разрешения 
                  </U></A>и <A 
                  href="/do/admin/manual?page=groups#edit_broker_group"><U>настройки</U></A> 
                  которые, на наш взгляд, обычно используются. Но вы можете 
                  изменять параметры группы и создавать новые группы с 
                  различными настройками конфигурации. 
                  <HR class=help>
                  <A name=full_brokers></A>
                  <H3>Группа активных брокеров</H3>Брокер - это участник с 
                  дополнительными функциями. Брокер может регистрировать других 
                  участников и, в зависимости от конфигурации системы, может 
                  иметь определенный доступ к участникам, для которых он 
                  является брокером. Когда брокер регистрирует нового участника, 
                  то сначала этот участник должен быть активирован 
                  администратором. Также брокер может помещать участника 
                  непосредственно в одну или более "активных" групп, но для 
                  этого необходимо настроить конфигурацию. Также брокер может 
                  получать <A style="CURSOR: crosshair; COLOR: #1fb53b" 
                  href="${pagePrefix}brokering#commission"><U>брокерское вознаграждение</U></A> 
                  с операций (сделок) его участников. Брокерские вознаграждения настроены для 
                  группы активные брокеры, но не активированы. 
                  <HR class=help>
                  <A name=disabled_brokers></A>
                  <H3>Группа отключенных брокеров</H3>Брокер данной группы не 
                  может войти в систему, также как и обычный участник. Его счет 
                  остается все еще действительным, т.е. брокер может получать 
                  платежи и по нему еще будут начисляться сборы (если 
                  настроены). <BR>Вы можете использовать эту группу для 
                  временного блокирования брокера, например, потому что брокер в 
                  течение нескольких месяцев находится за границей, или, 
                  например, ожидающий рассмотрения брокер, если вы подозреваете 
                  в совершении этим брокером подозрительной регистрации. 
                  <br><br>Смотрите <A style="CURSOR: crosshair; COLOR: #1fb53b" 
                  href="${pagePrefix}brokering"><U>раздел 
                  брокерства</U></A> для более подробного изучения информации о 
                  брокерстве. 
                  <HR class=help>
                  <A name=removed_brokers></A>
                  <H3>Группа удаленных брокеров</H3>Эта группа практически такая 
                  же, как и группа <A 
                  href="/do/admin/manual?page=groups#removed_members"><U>"Удаленные 
                  участники"</U></A>. Если брокер был помещен в группу 
                  "удаленные брокеры", то история "брокер - участники" все еще 
                  будет доступна для администраторов. <BR>Внимание: брокер 
                  никогда не может быть перемещен обратно в другую группу; 
                  "удален" действительно означает "удален". 
                  <br><br>Смотрите <A style="CURSOR: crosshair; COLOR: #1fb53b" 
                  href="${pagePrefix}brokering"><U>Брокерство</U></A> 
                  для более подробного изучения информации о брокерстве. 
                  <HR>
                  <A name=admin_groups></A>
                  <H2>Стандартные группы админов</H2>Пользователи в группах 
                  администраторов могут выполнять административные задачи в 
                  системе. Они имеют доступ к административному разделу Системы. 
                  <SPAN class=admin>Система поставляется со следующими 
                  стандартными группами администраторов: 
                  <UL>
                    <LI><A 
                    href="/do/admin/manual?page=groups#system_admins"><U>Системные 
                    администраторы</U></A>: имеют полный доступ ко всем функциям 
                    управления и настройки системы. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#account_admins"><U>Администраторы 
                    счета</U></A>: для управления участниками. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#disabled_admins"><U>Отключенные 
                    Администраторы</U></A>: временно отключенные от доступа в 
                    систему администраторы. 
                    <LI><A 
                    href="/do/admin/manual?page=groups#removed_admins"><U>Удаленные 
                    администраторы</U></A>: окончательно удаленные из системы 
                    администраторы. </LI></UL>
                  <br><br>Эти группы содержат заданные по умолчанию <A 
                  href="/do/admin/manual?page=groups#permissions"><U>разрешения 
                  </U></A>, но их можно менять. </SPAN>
                  <HR class=help>
                  <SPAN class=admin><A name=system_admins></A>
                  <H3>Группа системных администраторов</H3>Пользователи из этой 
                  группы могут использовать любые функции администратора, в том 
                  числе создавать новых администраторов, устанавливать разрешения 
                  и изменять конфигурацию системы. Разумно использовать 
                  группу администраторов системы только для настройки 
                  конфигурации, а не для операционных задач. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=account_admins></A>
                  <H3>Группа финансовых администраторов</H3>Пользователи в этой 
                  группе могут использовать любую функцию, связанную с 
                  управлением участником и объявлениями. Администратор финансов не может 
                  изменить никакой системной настройки. Он имеет доступ ко всем 
                  функциям "просмотра", например, системного статуса, 
                  статистики, и т.п. Можно создавать группы администраторов 
                  финансов, чтобы управлять определенными группами участников и 
                  разделять администраторов финансов "горизонтально". 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=disabled_admins></A>
                  <H3>Группа отключенных администраторов</H3>Администраторы в 
                  этой группе просто не могут что-либо делать в системе, в том 
                  числе и войти в нее. Эта группа может использоваться, чтобы 
                  временно заблокировать администраторов без необходимости их 
                  удаления. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=removed_admins></A>
                  <H3>Группа удаленных администраторов</H3>Эта группа существует 
                  для окончательного удаления администраторов из системы. 
                  Внимание: так же, как и с <A 
                  href="/do/admin/manual?page=groups#removed_members"><U>Удаленными 
                  участниками</U></A>, их невозможно вернуть обратно. После 
                  того, как администратор удален, он не может быть перемещен 
                  обратно. Единственный выбор: это полностью удалить 
                  администратора из системы и базы данных. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=change_group></A>
                  <H3>Сменить группу</H3>Здесь вы можете сменить группу, к 
                  которой принадлежит участник (или <A 
                  style="CURSOR: crosshair; COLOR: #1fb53b" 
                  href="${pagePrefix}brokering"><U>брокер</U></A>). 
                  Просто выберите новую группу из раскрывающегося списка. Вы 
                  должны написать комментарий относительно этого изменения 
                  группы в текстовом поле "Описание". Вы можете ввести свое 
                  изменение, нажав кнопку "выполнить". 
                  <br><br>Нажмите сюда для краткого обзора <A 
                  href="/do/admin/manual?page=groups#member_groups"><U>групп 
                  участников</U></A>. 
                  <br><br>После того, как вы ввели изменение группы, оно будет 
                  размещено в блоке истории, в хронологическом порядке, новейшие 
                  сверху. История комментария показывает выше каждого 
                  комментария строку статуса с именем администратора, который 
                  предоставил изменение, дату и фактическое изменение группы, 
                  которое было осуществлено. <BR>Таким образом, администраторы 
                  могут иметь быстрый краткий обзор того, что произошло со 
                  счетом Участника и прочесть, почему изменения были сделаны. 
                  Строка комментария может быть только кратким предложением с 
                  указанием причины смены группы. Любую другую дополнительную 
                  информацию об участнике необходимо указывать в функции <A 
                  href="${pagePrefix}profiles#member_info_actions"><U>примечания</U></A>. 

                  <br><br>Некоторые замечания по замене групп: 
                  <UL>
                    <LI>Когда участник находится в группе <A 
                    href="/do/admin/manual?page=groups#pending_members"><U>"Вступающие участники 
                    "</U></A>, то у вас есть возможность удалить 
                    участника полностью из системы. Это может применяться для 
                    удаления дублирующих или фиктивных регистраций. Как только 
                    счет участника был активирован, его больше невозможно 
                    удалить, но вы можете переместить его в группу "Удаленные 
                    участники". 
                    <LI>Когда вы перемещаете участника из группы <A 
                    href="/do/admin/manual?page=groups#full_brokers"><U>брокера</U></A> 
                    в группу стандартного участника (не-брокер), тогда все 
                    участники, которые подпадают под группу брокера (состоят у него на учете), больше не 
                    будут иметь брокера. (Дело обстоит наоборот, если вы 
                    перемещаете брокера в другую группу брокеров, например <A 
                    href="/do/admin/manual?page=groups#disabled_brokers"><U>Отключенные 
                    брокеры</U></A>). Если вы не хотите, чтобы участники были 
                    оставлены без брокера, то сначала необходимо изменить всех 
                    брокеров для определенных участников, и только после этого 
                    переместить их первичного брокера в группу не-брокеров. Это 
                    может быть сделано с помощью функции <A 
                    href="${pagePrefix}user_management#bulk_actions"><U>
                    Действия к группе</U></A>. </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=change_group_admin></A>
                  <H3>Изменить группу админа</H3>Здесь вы можете изменить <A 
                  href="/do/admin/manual?page=groups#admin_groups"><U>группу 
                  администратора</U></A>, к которой принадлежит Администратор. 
                  Просто выберите новую группу из раскрывающегося списка. Вы 
                  можете написать комментарий относительно этого изменения групп 
                  (например: почему) в текстовом поле "описание". Не забывайте 
                  нажать кнопку "выполнить" в форме "Сменить Группу" после того, 
                  как вы завершите ввод текста. 
                  <br><br>После того, как вы провели изменение, оно будет размещено в 
                  истории, в хронологическом порядке, новейшие сверху. История 
                  комментариев показывает выше каждого комментария строку 
                  статуса с именем администратора, который произвел изменение, 
                  дату и и фактическое изменение группы, которое было 
                  осуществлено ("от группы x по y"). 
                  <br><br>Таким образом, администраторы могут иметь краткий обзор 
                  того, что случилось с учетной записью Администратора и прочитать, 
                  почему изменения были сделаны. Комментарий может только быть 
                  коротким предложением с причиной для внесения изменения. Любую 
                  другую дополнительную информацию об участнике необходимо 
                  указывать в функции Примечания. В этом окне также существует 
                  возможность удаления администратора полностью из системы, если 
                  это необходимо. Тем не менее, предпочтительней, чтобы вы 
                  переместили администратора в "Группу Отключенные 
                  администраторы". 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=group_management></A>
                  <H2>Управление группой</H2>Вы можете выполнять различные 
                  действия по управлению группами в системе Системе. Вы можете 
                  измеять свойства группы, разрешения, а также вы можете 
                  удалять или добавлять разрешения группы. 
                  <br><br>Управление группой размещено в "Меню: Пользователи и 
                  Группы &gt; Группы по разрешениям". 
                  <HR>
                  </SPAN><SPAN class=admin><A name=search_groups></A>
                  <H3>Поиск групп</H3>Вы можете производить поиск по одной из <A 
                  href="/do/admin/manual?page=groups#group_categories"><U>категорий</U></A> 
                  в раскрывающемся меню "тип", и если система имеет <A 
                  href="/do/admin/manual?page=groups#group_filters"><U>групповые 
                  фильтры</U></A>, то также появится параметр поиска для этих 
                  фильтров. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=manage_groups></A>
                  <H3>Управление группами с разрешениями </H3>С этим окном вы 
                  можете управлять различными разрешениями группы. Это окно 
                  содержит краткий обзор доступных групп и возможность создавать 
                  новые группы. Вы можете нажать на следующие значка для каждой 
                  из перечисленных групп: 
                  <UL>
                    <LI><IMG height=16 src="${images}/edit.gif" width=16 
                    border=0>&nbsp;Выбор значка "изменить" откроет страницу, где 
                    вы можете установить свойства группы. 
                    <LI><IMG height=16 src="${images}/permissions.gif" 
                    width=16 border=0>&nbsp; Выбор значка разрешения откроет 
                    страницу, где вы можете установить разрешения для группы. 

                    <LI><IMG height=16 src="${images}/permissions_gray.gif" 
                    width=16 border=0>&nbsp;Если значок разрешения группы 
                    серого цвета, это означает, что никаких разрешений не 
                    может быть установлено для группы, потому что данная группа 
                    относится к "удаленным". Участники, которые будут размещены 
                    в этой группе, будут удалены, но их отдельная информация 
                    (например. сделки) останется в системе. Для более подробной 
                    информации смотрите <A 
                    href="/do/admin/manual?page=groups#insert_group"><U>файл 
                    помощи </U></A>"новая" группа. 
                    <LI><IMG height=16 src="${images}/delete.gif" width=16 
                    border=0>&nbsp;Выбор значка "удалить" позволит вам удалить 
                    группу. Группы могут быть удалены, только если в них больше 
                    нет пользователей. </LI></UL>Вы можете нажать кнопку "Добавить 
                  новую группу", чтобы ввести новую группу. Мы настоятельно 
                  рекомендуем, делать это только, когда у вас имеется некоторый 
                  опыт, работы со стандартными группами. <BR>Нажмите сюда для 
                  краткого обзора <A 
                  href="/do/admin/manual?page=groups#group_categories"><U>категорий 
                  групп </U></A>. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=edit_admin_group></A>
                  <H3>Изменить группу админов</H3>Здесь вы можете 
                  редактировать/изменить свойства <A 
                  href="/do/admin/manual?page=groups#admin_groups"><U>группы 
                  админов</U></A>. После нажатия кнопки "изменить" вы можете 
                  изменить имя, описание и "настройки доступа". Статус может 
                  быть определен только при создании группы. 
                  <br><br>Обратите внимание, что вы не можете здесь установить разрешения 
                  ; свойства группы и настройки - это не то же самое, что 
                  разрешения. Вы можете изменить разрешения группы 
                  нажатием значка разрешения из рубрики <IMG height=16 
                  src="${images}/permissions.gif" width=16 border=0> <A 
                  href="/do/admin/manual?page=groups#manage_groups"><U>обзор 
                  группы</U></A>, а также вы можете использовать кнопку ниже 
                  "разрешения группы".<BR>
                  <br><br>Доступны следующие настройки доступа: 
                  <UL>
                    <LI><B>Длина пароля:</B> Минимальная и максимальная длина 
                    пароля.<BR>
                    <LI><B>Политика пароля:</B> Вы можете выбрать один из трех 
                    вариантов; их значение вполне очевидно (день рождения, 
                    последовательность номеров и пр.).<BR>Если выбрана политика 
                    пароля, пользователи не могут выбрать новый пароль, который 
                    уже использовался в прошлом. 
                    <LI><B>Макс попыток ввода пароля:</B> Когда пользователь 
                    достигает максимального количества попыток, пользователь не 
                    может больше войти в систему, пока не прошло время 
                    деактивации (см. следующий параметр настройки).<BR>
                    <LI><B>Срок блокирования после максимума вводов пароля:</B> 
                    Это время, в течение которого пользователь не может войти в 
                    систему после того, как он достиг максимального количества 
                    попыток ввода пароля.<BR>
                    <LI><B>Срок действия пароля:</B> С этим установками вы 
                    можете определить период, в течение которого будет 
                    действителен пароль для входа в систему. Когда период 
                    истекает, участник будет вынужден сменить пароль. Если вы 
                    укажете "0", то срок действия пароля никогда не 
                    закончится.<BR>
                    <LI><B>Операционный пароль:</B> Здесь вы можете установить 
                    использование специального пароля для проведения операций. У 
                    вас есть следующий выбор: 
                    <UL>
                      <LI><B>"Не используется "</B>: операционный пароль не 
                      используется, и участники могут проводить любые платежи 
                      (конечно, если они имеют разрешения) без 
                      предварительного ввода операционного пароля. 
                      <LI><B>"Автоматически"</B>: Если выбран вариант 
                      "Автоматический", то система будет требовать операционный 
                      пароль при создании нового участника (или сразу же, для 
                      существующих участников). Участник получит пароль (только 
                      один раз) с сообщением в личной папке входящей почты. 
                      <LI><B>"Вручную"</B>: Если выбран этот вариант, то 
                      операционный пароль может формироваться только вручную из 
                      раздела <A 
                      href="${pagePrefix}profiles#access_actions"><U>"Управление 
                      операционным паролем"</U></A> на странице страницы личных данных 
                      участника. Более подробная информация об операционном 
                      пароле может быть найдена на этой странице. </LI></UL>
                    <LI><B>Длина операционного пароля:</B> определяет длину 
                    операционного пароля. Этот пароль всегда имеет фиксированную 
                    длину. (Конечно же, эти настройки не имеют никакого влияния, 
                    если не используется операционный пароль). 
                    <LI><B>Макс попыток ввода операционного пароля:</B> После 
                    этого количества неудавшихся попыток пароль будет 
                    заблокирован. Администратор может восстановить пароль из 
                    раздела <A 
                    href="${pagePrefix}profiles#access_actions"><U>"Управление 
                    операционным паролем"</U></A>. (Конечно же, эти настройки не 
                    имеют никакого влияния, если операционный пароль не 
                    используется). </LI></UL>Не забывайте нажать кнопку 
                  "Выполнить" после того, как вы совершили свои модификации. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=edit_member_group></A>
                  <H3>Изменить параметры группы участников</H3>Здесь вы можете 
                  редактировать/изменять свойства <A 
                  href="/do/admin/manual?page=groups#member_groups"><U>группы 
                  участника</U></A>. После нажатия кнопки "изменить" вы можете 
                  сменить имя, описание и несколько категорий параметров. 
                  <br><br>Обратите внимание, что вы не можете здесь установить права 
                  доступа; свойства группы и параметры, ведь это не тоже же 
                  самое, что разрешения. Вы можете изменить разрешения 
                  группы нажатием значка разрешения <IMG height=16 
                  src="${images}/permissions.gif" width=16 border=0> из 
                  рубрики <A 
                  href="/do/admin/manual?page=groups#manage_groups"><U>Данные 
                  группы</U></A>, а также вы можете использовать кнопку ниже 
                  окна "разрешения группы".<BR>
                  <br><br>Настройки группы участников упорядочены по категориям. 
                  Доступны следующие категории; вы можете нажать на ссылку, 
                  чтобы получить информацию о полях в этих категориях: 
                  <UL>
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_details"><U>Данные 
                    группы </U></A></B>представляют основной обзор информации. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_registration_settings"><U>Настройки 
                    регистрации</U></A></B> - это настройки, определяющие режим 
                    работы группы, связанные с регистрацией участника. Также 
                    содержатся некоторые разнообразные настройки. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_access_settings"><U>Настройки 
                    доступа</U></A></B> - настройки, определяющие доступ группы. 

                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_notification_settings"><U>Настройки 
                    уведомлений </U></A></B>- все о почтовых уведомлениях для 
                    этой группы. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_ad_settings"><U>Настройки 
                    объявлений </U></A></B>- настройки, определяющие режим работы 
                    группы относительно объявлений. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_scheduled_payment_settings"><U>Настройки 
                    планируемых платежей </U></A></B>настройки относительно <A 
                    href="${pagePrefix}payments#scheduled"><U>планируемых 
                    платежей</U></A> для этой группы. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_loans_settings"><U>Настройки 
                    ссудной группы </U></A></B>- настройки, определяющие режим 
                    работы группы, связанный со ссудами. </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=group_details></A>
                  <H3>Данные группы</H3>Здесь вы можете настроить общие 
                  параметры для группы. Есть следующие настройки: 
                  <UL>
                    <LI><B>Тип</B> Тип группы (участник, брокер, админ). 
                    Определяется при <A 
                    href="/do/admin/manual?page=groups#insert_group"><U>добавлении 
                    группы</U></A> и не подлежит изменениям. 
                    <LI><B>Удалена</B> Поле отображает информацию о том, 
                    "удалена " ли группа. Это также настраивается при <A 
                    href="/do/admin/manual?page=groups#insert_group"><U>добавлении 
                    группы</U></A> и не подлежит изменениям. 
                    <LI><B>Наименование</B> Название группы. Также определяется 
                    при ее добавлении, но его можно изменять. 
                    <LI><B>Название страницы входа</B> Функция будет отображена, 
                    только если вы для данной группы настроили спец страницу 
                    входа в систему (в файлах управления содержанием в окне ниже). Спецстраница 
                    входа в систему для группы настраивается введением 
                    наименования страницы входа в систему за "глобальной" 
                    страницей входа. В названии страницы входа не может быть 
                    пробелов. Пример: 
                    <BR>/barterbank?yourgrouploginpagename.<BR>Обратите 
                    внимание, что можно также указать страницу входа для <A 
                    href="${pagePrefix}groups#group_filter"><U>группового 
                    фильтра</U></A> 
                    <LI><B>url страницы приложения</B> Настройка используется, 
                    если вы хотите входить в Систему через вебсайт. 
                    Настройки работают аналогично тому, как и страница 
                    глобального приложения (см. <A 
                    href="${pagePrefix}settings#local"><U>Настройки 
                    - Внутренние настройки</U></A>, но только для данной группы. 
                    В этом поле вам нужно указать страницу, которая открывает 
                    встроенное окно с Системой, например: 
                    /systemwrapper.php<BR>Обратите 
                    внимание, что можно также указать страницу приложения для <A 
                    href="${pagePrefix}groups#group_filter"><U>группового 
                    фильтра</U></A>. 
                    <LI><B>Описание</B> Здесь вы можете ввести описание группы. 
                    Поле служит как дополнительная информация в настройках 
                    группы и не используется больше нигде в системе. 
                    <LI><B>Активировать участников</B> Опция появится только по 
                    группам, у которых нет счета. Если участники данной группы 
                    не должны быть видимы другим участникам, оставьте поле 
                    не отмеченным. <BR>В некоторых случаях вам понадобится, чтобы 
                    участники были видимы другим пользователям, даже если они не 
                    имеют счета, и в этом случае отметьте галочкой данную опцию. 
                    Например, брокеры, которые выполняют определенные 
                    административные задачи (и, таким образом, не могут сами 
                    проводить сделки) или демо-пользователи, которые только 
                    входят в систему, чтобы просмотреть предложения в ней, но не 
                    могут проводить сделки. <BR>При изменении данной настройки 
                    функция будет применена ко всем существующим участникам и 
                    новым участникам группы. 
                    <br><br></LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=group_registration_settings></A>
                  <H3>Настройки регистрации для группы</H3>Это настройки, 
                  определяющие режим работы группы, связанный с регистрацией 
                  участника. Настройки являются частью формы " <A 
                  href="/do/admin/manual?page=groups#edit_member_group"><U>Изменения 
                  параметров группы участников</U></A> ". Доступны следующие 
                  параметры: 
                  <UL>
                    <LI><B>"Начальная группа" кнопка-флажок</B>: Если вы хотите, 
                    чтобы группа была начальной группой, куда пользователи будут 
                    помещаться сразу после того, как они самостоятельно 
                    зарегистрировались с помощью формы регистрации, вы можете 
                    отметить флажком эту кнопку. В Системе может быть одна или 
                    более начальных групп. <BR>Вы можете также указать для 
                    группы другое название, которое будет отображаться 
                    участнику. Опция доступна, только если в системе есть больше 
                    одной начальных групп. Регистрирующийся пользователь должен 
                    будет выбрать из выпадающего списка с перечнем групп, в том 
                    числе и той, название которой вы укажете здесь. <BR><BR>
                    <LI><B>E-mail-подтверждение регистрации</B>: Если данная 
                    опция выбрана, будет требоваться подтверждение регистрации 
                    по e-mail. После направления заявки на регистрацию, 
                    пользователь получит сообщение в виде запроса на 
                    подтверждение регистрации по e-mail, на которое нужно будет 
                    ответить, чтобы его заявка на регистрацию была обработана. 
                    <BR>Пока регистрация не подтверждена, а максимальный срок 
                    подтверждения не прошел, регистрация участника находится в 
                    ожидании. Максимальный срок подтверждения определяется в 
                    разделе "лимитов" внутренних настроек <A 
                    href="${pagePrefix}settings#local"><U>в 
                    руководстве</U></A>. Регистрации в ожидании можно 
                    просмотреть на странице <A 
                    href="${pagePrefix}user_management#search_pending_member_by_admin"><U>Регистрации 
                    в ожидании </U></A>.<BR>Доступны следующие варианты настроек 
                    подтверждения регистрации: 
                    <UL>
                      <LI><B>Без подтверждения:</B> Сообщение по e-mail для 
                      подтверждения регистрации не направляется. Участник сразу 
                      становится частью начальной группы, установленной для 
                      внешней регистрации (или, в случае регистрации 
                      админом/брокером - частью выбранной админом/брокером 
                      группы). 
                      <LI><B>Только при регистрации через главную страницу:</B> 
                      Подтверждение регистрации требуется только, когда 
                      участники регистрируются через внешнюю страницу входа в 
                      систему. 
                      <LI><B>При регистрации через главную страницу и 
                      брокером:</B> Подтверждение регистрации требуется при 
                      направлении заявки участником и брокером. 
                      <LI><B>При всех регистрациях (админом / брокером / 
                      внешние):</B> (Название говорит само за себя) </LI></UL><BR>
                    <LI><B>Регистрационные соглашения</B> Здесь вы можете 
                    выбрать регистрационное соглашение, которое будет 
                    отображаться на странице регистрации. Вы можете добавить 
                    новые регистрационные договора на странице <A 
                    href="/do/admin/manual?page=groups#list_registration_agreements"><U>Списка 
                    регистрационных соглашений</U></A>.<BR>Если на группу 
                    определяется регистрационное соглашение, все пользователи 
                    данной группы должны будут принять условия соглашения, чтобы 
                    получить возможность входить в Систему. Если 
                    пользователи регистрируются админом или брокером, страница 
                    соглашения появится при их первом входе в систему. <BR>Если 
                    пользователи, которые уже зарегистрированы в системе, 
                    переводятся в группу с регистрационным соглашением, при 
                    следующем входе в систему эти пользователи увидят 
                    регистрационное соглашение (и должны будут принять его 
                    условия, чтобы войти в систему). <BR>При изменении 
                    новосоздаваемого регистрационного соглашения появится опция 
                    "Затребовать согласие при следующем входе". Если вы выберете 
                    эту опцию, все новые пользователи, но также и текущие 
                    пользователи группы, увидят регистрационное соглашение. Если 
                    вы оставите опцию без выбора, только новорегистрируемые 
                    пользователи должны будут принять условия соглашения. 
                    <BR><BR>
                    <LI><B>Отправлять пароль по эл.почте:</B> Когда этот параметр 
                    отмечен, участник получит по электронной почте сообщение об 
                    активации его учетной записи после регистрации. Если вы не 
                    выберете эту опцию, пользователь (а также брокер/админ в 
                    зависимости от прав доступа) могут определять пароль на 
                    форме регистрации. <BR><BR>Сообщение может быть определено в 
                    <A 
                    href="${pagePrefix}settings#mail"><U>настройках 
                    почты</U></A>. Если вы используете эту настройку, то 
                    убедитесь, что поле электронного адреса в анкете является 
                    обязательным для заполнения. Это делается в разделе <A 
                    href="${pagePrefix}settings#local"><U>внутренних 
                    настроек</U></A>.<BR><BR>
                    <LI><B>Макс изображений в странице личных данных:</B> Максимальное 
                    количество изображений, которые участник, может размещать в 
                    своем <A 
                    href="${pagePrefix}profiles"><U>странице личных данных</U></A>.<BR><BR>
                    <LI><B>Срок действия регистрации</B>: можно установить 
                    автоматическое завершение срока прибывания участника в этой 
                    группе, если вы устанавливаете в этом поле любое значение, 
                    кроме "0". По завершении этого срока участник будет 
                    автоматически размещен в другой группе (смотрите следующий 
                    элемент).<BR><BR>
                    <LI><B>Перевод в группу после окончания срока 
                    регистрации</B>: если вы устанавливаете срок действия 
                    регистрации в группе, то здесь вы должны указать группу, в 
                    которую участник будет перемещен после завершения срока. 
                    </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=list_registration_agreements></A>
                  <H3>Регистрационные соглашения</H3>Окно содержит список 
                  регистрационных соглашений. Больше информации по данной теме 
                  можно найти на странице редактирования регистрационного 
                  соглашения <A 
                  href="/do/admin/manual?page=groups#group_registration_agreement"><U>в 
                  разделе помощи</U></A>. <BR>Вы можете добавить новое 
                  соглашение или изменить существующее.<BR>Соглашения можно 
                  удалить, только если оно не используется никакой группой, и ни 
                  один из участников не принял условия соглашения. <BR><BR>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=registration_agreement></A>
                  <H3>Новое / Изменить регистрационное соглашение 
                  </H3>Регистрационное соглашение - это текст, который 
                  отображается на странице регистрации, и регистрирующиеся 
                  участники ДОЛЖНЫ отметить галочкой утверждение, что они 
                  принимают условия соглашения, чтобы продолжить регистрацию. 
                  <BR>Соглашения можно привязывать к одной или более групп. Это 
                  настраивается в разделе <A 
                  href="/do/admin/manual?page=groups#group_registration_settings"><U>Настроек 
                  регистрации группы</U></A>. <BR>Когда вы производите изменения 
                  в регистрационном соглашении и также желаете, чтобы 
                  существующие пользователи (которые уже приняли условия старой 
                  версии данного соглашения) заново приняли новые условия, вам 
                  нужно создать новое соглашение и изменить его в настройках 
                  группы (вам также нужно выбрать опцию "Затребовать согласие 
                  при следующем входе в систему") 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=group_access_settings></A>
                  <H3>Настройки входа в Систему</H3>Это параметры, определяющие 
                  условия входа в Систему для этой группы. Настройки являются частью формы " 
                  <A 
                  href="/do/admin/manual?page=groups#edit_member_group"><U>изменить 
                  группу участника</U></A> ". Доступны следующие параметры: 
                  <UL>
                    <LI><B>Каналы доступа:</B> Каналы - это средство доступа к 
                    системе Системе. Здесь вы можете выбрать, какое средство 
                    доступа к Системе может быть доступно этой группе. Смотрите 
                    также <A 
                    href="${pagePrefix}settings#channels"><U>раздел 
                    каналов</U></A> в руководстве. Вы можете выбрать один или 
                    несколько параметров ниже. 
                    <UL>
                      <LI><B>Главный интернет доступ:</B> Доступ к Системе с 
                      помощью обычной веб-страницы в браузере. 
                      <LI><B>Платежи через терминал POSweb:</B> <B>терминал 
                      </B><B>для</B> <B>магазинов</B>, позволяющий совершать 
                      платежи с помощью Системы. Если этот параметр разрешен, это 
                      означает, что группе плательщика (покупателя) необходим 
                      этот параметр доступа. 
                      <LI><B>СМС:</B> Этот модуль в процессе разработки. 
                      <LI><B>Доступ WAP 1 и WAP2 протокол для беспроводных 
                      устройств:</B> доступ к Системе с помощью мобильных 
                      телефонов. 
                      <LI><B>Платежи через вебмагазин:</B> доступ с помощью 
                      кнопки "оплатить с помощью Системы" в интернет-магазине. 
                      </LI></UL><BR><BR>
                    <LI><B>Каналы по умолчанию:</B> Каждый член этой группы 
                    может установить свои личные предпочтения для каналов: все 
                    позиции, которые выбраны предыдущим элементом ("каналы 
                    доступа") может быть отключен непосредственно пользователем 
                    с помощью его личной страницы. Если бы вы выбрали, например 
                    "WAP 1" из раскрывающегося меню как "канал доступа по 
                    умолчанию", это означает, что для всех участников в этой 
                    группе канал "WAP 1" выбран и отмечен по умолчанию в личных 
                    страницах настроек этих участников. Однако, после этого 
                    каждый участник может выключить этот параметр. <BR><BR>
                    <LI><B>Длина PIN-кода:</B> Для некоторых каналов платежей, 
                    подобно СМС и Интернет-магазину, может быть выбрано 
                    использование PIN-кода (только цифр). В этом параметре вы 
                    можете определить максимальную и минимальную длину 
                    PIN-кода.<BR>Обратите внимание, что для отображения данной 
                    опции, канал, использующий PIN-код, должен быть выбран в списке 
                    "каналов доступа". При добавлении первого канала доступа с 
                    PIN-кодом вы должны сохранить настройки группы, прежде чем 
                    появится настройка длины PIN-кода. <BR><BR><BR>
                    <LI><B>Длина пароля:</B> устанавливает минимальную и 
                    максимальную длину пароля, которая необходима пользователю 
                    для входа в Систему.<BR><BR>
                    <LI><B>Усиление пароля:</B>Вы можете выбрать один из трех 
                    вариантов; их значение весьма очевидно.<BR><BR>
                    <LI><B>Макс. попыток ввода пароля:</B> Когда пользователь 
                    достигает максимального количества попыток, пользователь не 
                    может больше войти в систему, пока не прошло время 
                    блокирования (см. следующие настройки).<BR><BR>
                    <LI><B>Задержка после этого:</B> 
                    Это время, в течении которого пользователь не может войти в 
                    систему после того, как он достиг максимального количество 
                    попыток ввода пароля.<BR><BR>
                    <LI><B>Действие пароля истекает после:</B>С данной настройкой вы 
                    можете определить период, в течение которого пароль для 
                    входа в систему будет действителен. Когда период 
                    заканчивается, участник будет должен ввести новый пароль. 
                    Если вы укажете в поле "0", то действие пароля будет 
                    постоянным.<BR><BR>
                    <LI><B>Платёжный код:</B> Здесь вы можете установить 
                    использование специального пароля для сделок. Вы имеете 
                    следующий выбор: 
                    <UL>
                      <LI><B>"Не используется"</B>: платёжный код не 
                      используется, и участники могут выполнять любые операции 
                      (конечно, если они имеют разрешения), без необходимости 
                      первоначально ввода платёжного кода. 
                      <LI><B>"Генерируется автоматически"</B>: Если выбран параметр 
                      "Генерируется автоматически", то система будет генерировать 
                      платёжный код при создании нового участника (или для 
                      существующих участников). Участник получит платежный код (только 
                      один раз) с сообщением в окне входящей почты. 
                      <LI><B>"Вручную"</B>: Если этот параметр выбран, 
                      платежный код может генерироваться только вручную из 
                      рубрики <A 
                      href="${pagePrefix}profiles#access_actions"><U>"Управление 
                      платёжным кодом"</U></A> на странице страницы личных данных 
                      участника. Более подробная информация об платёжном коде 
                      может быть найдена на данной странице. 
                    </LI></UL><BR><BR>
                    <LI><B>Длина платёжного кода:</B> определяется длина 
                    платёжного кода. Этот код всегда имеет фиксированную 
                    длину.<BR><BR>
                    <LI><B>Макс. попыток ввода платёжного кода:</B> После 
                    этого количества неудавшихся вводов код будет 
                    заблокирован. Администратор может восстановить код в 
                    разделе действий <A 
                    href="${pagePrefix}profiles#access_actions"><U>"Управление 
                    платёжными кодами"</U></A>. </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=group_notification_settings></A>
                  <H3>Настройки уведомлений</H3>Это настройки о личных 
                  уведомлениях, которые участники группы могут использовать. 
                  <UL>
                    <LI><B>Сообщения посылаемые, по умолчанию, на эл.почту:</B> Это сообщения, 
                    направляемые по умолчанию при создании (для этой группы) 
                    участника.<BR>Если вы отметите галочкой данный параметр в 
                    этом раскрывающееся меню, то это означает, что сообщение 
                    будет отмечено как по умолчанию на странице персональных 
                    настроек каждого участника этой группы. Однако, участник 
                    может самостоятельно предпочесть не отмечать галочкой этот 
                    параметр и отменить сообщения. 
                    <LI><B>Разрешенные СМС-сообщения:</B> Это сообщения, 
                    доступные через службу СМС-оповещений. <BR>Примечание: Этот 
                    выбор доступен только, если активен СМС канал (Внутренние 
                    настройки - Каналы доступа) 
                    <LI><B>СМС-сообщения по умолчанию:</B> Это сообщения, 
                    отмеченные по умолчанию при создании (для этой группы) 
                    участника. Если вы отметите галочкой данный параметр в этом 
                    раскрывающемся меню, то сообщение будет направляться по 
                    умолчанию участнику. Однако, участник может самостоятельно 
                    предпочесть не отмечать галочкой этот параметр и 
                    аннулировать получение сообщения. <BR>
                    <LI><B>Тип платежа за СМС-услуги:</B> Это тип платежа, 
                    который будет использоваться при взимании оплаты за 
                    исходящие СМС (от системы к участнику, например уведомления) 

                    <LI><B>Сумма платежа за СМС-услуги:</B> Это сумма, которая 
                    будет начислена за каждое исходящее СМС-сообщение. 
                  </LI></UL>Большинство позиций списка достаточно очевидны и 
                  понятны без пояснений. В этом руководстве разъясняются только 
                  те элементы, которые требуют более подробного описания. 
                  <BR>Раздел <A 
                  href="${pagePrefix}notifications#notification_preferences"><U>руководства 
                  "Оповещения" </U></A>содержит более подробную информацию об 
                  определенном параметре. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=group_ad_settings></A>
                  <H3>Настройки объявлений</H3>Это настройки, определяющие режим 
                  работы группы относительно объявлений. Настройки являются частью 
                  формы " <A 
                  href="/do/admin/manual?page=groups#edit_member_group"><U>Изменение 
                  настроек для группы участников</U></A> ". Доступны следующие параметры: 
                  <UL>
                    <LI><B>Макс.число объявлений на участника:</B> 
                    Самоочевидный параметр.<BR><BR>
                    <LI><B>Разрешить постоянные объявления</B>: опция позволяет 
                    размещать в системе <A 
                    href="${pagePrefix}advertisements#ad_modify"><U>постоянные, 
                    т.е. "бессрочные" объявления </U></A>для этой Группы 
                    участников.<BR><BR>
                    <LI><B>Срок действия объявления по умолчанию:</B> Заданный по 
                    умолчанию период для нового объявления. Участник может всегда 
                    изменить период размещения для каждого объявления.<BR><BR>
                    <LI><B>Макс. срок размещения объявления:</B> Максимальный период 
                    размещения, который участник может определить для своего 
                    объявления.<BR><BR>
                    <LI><B>Внешняя публикация объявления</B>: Позволяет внешние 
                    размещение объявления, т.е. объявления этой группы могут быть размещены 
                    автоматически на веб-сайте организации и, т.о., будут 
                    доступны для просмотра внешними посетителями. Параметр 
                    понятен без пояснений. Опция "По выбору участника" означает, что 
                    участник самостоятельно может выбрать, могут ли его объявления 
                    размещаться на внешнем сайте. <BR><BR>
                    <LI><B>Максимальное количество изображений объявления:</B> Максимальное количество 
                    изображений, которое участник может, размещать в одном 
                    объявлении.<BR><BR>
                    <LI><B>Максимальный размер объявления (знаков)</B>: максимальная 
                    длина описания объявления в байтах/знаках. </LI></UL>
                  <HR class=help>
                  </SPAN><A name=group_scheduled_payment_settings></A>
                  <H3>Настройки запланированных платежей для группы</H3>Это 
                  настройки, связанны с <A 
                  href="${pagePrefix}payments#scheduled"><U>запланированными 
                  платежами</U></A>. Настройки являются частью формы " <A 
                  href="/do/admin/manual?page=groups#edit_member_group"><U>Изменение  
                  настроек для группы участников</U></A> ".
                  <br><br>Все эти настройки касаются <A 
                  href="${pagePrefix}payments#pay_scheduled"><U>многоразовых 
                  запланированных платежей</U></A>. Доступны следующие параметры: 
                  <UL>
                    <LI><B>Макс.количество частей запланированных платежей:</B> Максимальное 
                    количество частей суммы платежа (или периодов выплаты), на которые 
                    платеж может быть разбит и запланирован. Например: 10 
                    частей, по одному каждые две недели. 
                    <LI><B>Предельный общий срок для запланированных платежей:</B> Максимальный общий 
                    период между сегодняшним и последним платежом. </LI></UL>
                  <HR class=help>
                  <SPAN class=admin><A name=group_loans_settings></A>
                  <H3>Настройки группы с общей ссудой</H3>Это настройки, связанные со 
                  <A 
                  href="${pagePrefix}loans"><U>ссудами</U></A>. 
                  Настройки являются частью формы " <A 
                  href="/do/admin/manual?page=groups#edit_member_group"><U>Изменение
                  настроек для группы участников</U></A> ". Доступны следующие параметры: 
                  <UL>
                    <LI><B>Просмотр общих ссуд группы</B>: участник может 
                    просмотреть <A 
                    href="${pagePrefix}loans"><U>ссуды</U></A>, 
                    предоставленные его <A 
                    href="${pagePrefix}loan_groups"><U>ссудной 
                    группе</U></A>. 
                    <LI><B>Выплата ссуды разрешена любому участнику группы 
                    :</B> Если этот параметр выбран, то любой участник 
                    ссудной группы может погасить ссуду. Если этот параметр не 
                    выбран, то только участник, который отмечен как 
                    ответственное лицо, может погашать ссуду. </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=group_brokering_settings></A>
                  <H3>Параметры брокерства группы брокера</H3>Это настройки, 
                  связанные с функцией <A 
                  style="CURSOR: crosshair; COLOR: #1fb53b" 
                  href="${pagePrefix}brokering"><U>брокерства</U></A>. 
                  Настройки являются частью формы " <A 
                  href="/do/admin/manual?page=groups#edit_member_group"><U>Изменение  
                  настроек для группы брокеров</U></A> ". Доступны следующие параметры: 
                  <UL>
                    <LI><B>Возможные начальные группы:</B> Здесь вы можете 
                    выбрать начальную группу участников, которые регистрируются 
                    брокером. Это может быть другой группой по выбору брокеров. 
                    Это может быть неактивная группа подобно участникам в 
                    очереди, которой необходима активация администрацией, или же 
                    активной группой. Если вы выбираете одну или несколько 
                    групп, то брокеру будет предоставлен список с группами, из 
                    которого он сможет выбрать группу. Обратите внимание, что 
                    брокеры не смогут зарегистрировать никаких участников, если 
                    вы не укажете в этом разделе одну или несколько групп. 
                  </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=edit_broker_group></A>
                  <H3>Изменить группу брокеров</H3>Здесь вы можете редактировать 
                  свойства <A 
                  href="/do/admin/manual?page=groups#broker_groups"><U>группы 
                  брокеров</U></A>. После нажатия кнопки "изменить" вы можете 
                  изменить наименование, описание и несколько категорий 
                  "параметров". <BR>
                  <br><br>Обратите внимание, что вы не можете здесь установить права 
                  доступа; свойства группы и параметры - это не тоже же самое, 
                  что разрешения. Вы можете изменить разрешения группы 
                  нажатием значка разрешения <IMG height=16 
                  src="${images}/permissions.gif" width=16 border=0> из 
                  рубрики <A 
                  href="/do/admin/manual?page=groups#manage_groups"><U>обзора 
                  группы</U></A>, а также используя кнопку ниже окна с названием 
                  "разрешения группы".<BR>
                  <br><br>Настройки группы брокеров разделены по категориям; вы 
                  можете нажать на ссылку, чтобы получить информацию о полях в 
                  этих категориях: 
                  <UL>
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_details"><U>Данные 
                    группы</U></A></B> предоставляют главный обзор информации. 
                    Здесь вы можете изменить отображаемое "наименование" и 
                    "описание" группы, конечно же, после того, как вы нажали 
                    кнопку "изменить". 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_registration_settings"><U>Настройки 
                    регистрации</U></A></B> - это настройки, определяющие режим 
                    работы группы, связанные с регистрацией брокера. Также 
                    содержат несколько различных параметров. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_access_settings"><U>Настройки 
                    входа в систему</U></A></B> - это параметры, определяющие условия входа в Систему для этой группы. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_notification_settings"><U>Настройки 
                    уведомлений</U></A></B> - все о почтовых уведомлениях для 
                    этой группы. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_brokering_settings"><U>Настройки 
                    брокерства</U></A></B> - все настройки брокерства других 
                    участников. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_ad_settings"><U>Настройки 
                    объявлений</U></A></B> - это настройки, определяющие режим работы 
                    группы относительно объявлений. 
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_loans_settings"><U>Настройки 
                    группы с общей ссудой</U></A></B> - это настройки, определяющие 
                    режим работы группы, связанные с общей ссудой. </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=insert_group></A>
                  <H3>Создание новой группы</H3>Это окно позволяет вам создать 
                  новую группу. <BR>Нужно заполнить следующие окна: 
                  <UL>
                    <LI><B>Тип:</B> Это <A 
                    href="/do/admin/manual?page=groups#group_categories"><U>тип</U></A> 
                    группы. Это может быть "участник", "брокер" или 
                    "администратор". 
                    <LI><B>Удалена:</B> Когда группа отмечена "удалена" это 
                    означает, что участники в этой группе действительно покинули 
                    систему. Как только они оказались в группе "удалена", то 
                    участники не могут быть перемещены обратно в любую другую 
                    группу. Данные будут все еще находиться в базе данных и 
                    видимы для администраторов, но используются только для 
                    хранения. 
                    <LI><B>Наименование:</B> Название группы, как оно будет 
                    отображено для пользователей. 
                    <LI><B>Описание:</B> Описание группы. 
                    <LI><B>Скопировать настройки из:</B> Вы можете скопировать 
                    все настройки для этой новой группы из существующей группы с 
                    помощью этого раскрывающегося меню. Как настройки, так и 
                    разрешения копируются. </LI></UL>После добавления 
                  информации нажмите на кнопку "Выполнить", чтобы сохранить 
                  данные и создать группу. <BR><B>Важное замечание:</B> После 
                  создания новой группы участника вы должны установить разрешения
                  и свойства группы через страницу списка групп. 
                  <br><br>Примечание: После создания группы будет невозможно изменить 
                  тип и статус группы. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=manage_group_accounts></A>
                  <H3>Управление счетами группы</H3><A 
                  href="/do/admin/manual?page=groups#member_groups"><U>Группы 
                  участников</U></A> (и <A 
                  href="/do/admin/manual?page=groups#broker_groups"><U>группы 
                  брокеров</U></A>) могут иметь различные типовые (связанные с группой) <A 
                  href="${pagePrefix}account_management#accounts"><U>счета</U></A> . 
                  Нижеуказанный список отображает типы счетов участников, 
                  связанные с группой. Счета в списке появятся на странице в 
                  кратком обзоре лицевых счетов участников этой группы. Тип 
                  счета может использоваться совместно различными группами, т.е. 
                  различные группы могут иметь одни и те же типы счетов. В таком 
                  случае вы все еще можете определить различные параметры счета 
                  и разрешения для каждой группы. 
                  <br><br>Вы можете изменить параметры типового счета, нажав на <IMG height=16 
                  src="${images}/edit.gif" width=16 border=0>&nbsp; значок 
                  редактирования.<BR><B>ПРИМЕЧАНИЕ</B>: Чтобы иметь возможность 
                  производить и получать платежи по счету недостаточно только 
                  создать или изменить счет. Вам также необходимо будет 
                  установить <A 
                  href="/do/admin/manual?page=groups#permissions"><U>разрешения
                  </U></A> для группы, в противном случае счет не может 
                  быть использован. 
                  <br><br>Вы также можете удалить тип счета для ЭТОЙ группы, нажав 
                  на <IMG height=16 src="${images}/delete.gif" width=16 
                  border=0>&nbsp; значок удаления. Если вы удалите счет для 
                  группы, это означает, что счет останется видимым для 
                  пользователей, и они смогут видеть операции по счету, но счет 
                  будет находиться в статусе "недействующий" и не сможет больше 
                  использоваться для платежей. 
                  <br><br>Вы можете также добавить новый типовой счет к группе, нажав на 
                  кнопку "Выполнить" рядом с "Добавить новый типовой счёт группы" под таблицей. 
                  Это действие переместит вас в окно <A 
                  href="/do/admin/manual?page=groups#insert_group_account"><U>"
                  Создание нового типового счёта группы"</U></A>. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=edit_group_account></A><A 
                  name=insert_group_account></A>
                  <H3>Изменить настройки типового счета / Добавить типовой счет к группе</H3>На 
                  этой странице вы можете определить настройки типового счета для 
                  выбранной группы. Это делается по текущему привязанному счету 
                  группы или по счету, который вы хотите привязать к группе 
                  впервые. <BR>Изменяя существующий счет, нажмите на кнопку 
                  "изменить", чтобы активировать поля для редактирования; когда 
                  вы привязываете новый счет, вы должны будете заполнить эти 
                  поля. После завершения ввода данных нажмите на кнопку 
                  "выполнить", чтобы сохранить изменения. <BR>Нужно настроить 
                  следующие параметры: 
                  <UL>
                    <LI><B><STRONG>Счет</STRONG>:</B> Счет, который вы хотите 
                    привязать к группе. Его нельзя изменить после создания, 
                    поэтому опция доступна только для новых счетов. Вы можете 
                    привязать только счет, который уже создан в системе; если вы 
                    не создали соответствующий счет, то вы должны сначала 
                    сделать это перед тем, как вы сможете его привязать к 
                    какой-либо группе. 
                    <LI><B>Этот использовать по умолчанию:</B> Поскольку можно создавать более 
                    одного счета участника, системе необходимо будет знать, 
                    какой счет будет использоваться по умолчанию. Во-первых, 
                    система может быть настроена таким образом, чтобы отправлять 
                    сообщения, информирующие участника об остатке на их заданном 
                    по умолчанию счете. Во-вторых, платежи, сделанные с помощью 
                    мобильного телефона, будут использовать заданный по 
                    умолчанию счет. 
                    <LI><B>Требовать платёжный код
:</B> Если этот параметр 
                    выбран, то участника попросят указать платёжный код. 
                    <BR>Примечание: Этот параметр может быть активирован, только 
                    если если платёжный код разрешен для группы (в 
                    параметрах настроек группы). Иначе параметра не будет видно 
                    в окне настроек. 
                    <LI><B>Нижний предел:</B> Заданный по умолчанию нижний предел 
                    состояния счета. Обычно сумма будет нулем или отрицательным 
                    числом. Его изменение может оказать влияние на существующие 
                    счета, в зависимости от выбора переключателя "Обновить  
                    пределы состояний счетов для уже существующих участников" на этой же странице (см. 
                    ниже). Кроме заданного по умолчанию нижнего предела, который 
                    действителен для всей группы, также можно установить <A 
                    href="${pagePrefix}account_management#credit_limit"><U>нижний 
                    предел</U></A> персонально для каждого участника. 
                    Индивидуальные настройки перекроют нижний предел по группе. 
                    <LI><B>Верхний предел:</B> Если вы устанавливаете 
                    верхний предел состояния счета, то на участники не смогут получать 
                    входящие платежи, когда состояние счета достигнет этого 
                    значения. Плательщик получит сообщение, информирующее, что 
                    платеж не может быть проведен. 
                    <LI><B>Обновить пределы состояний счетов для уже существующих участников:</B> 
                    Если вы изменили предел(ы) состояний счетов по уже привязанным к 
                    группе счетам, то данной опцией вы можете обновить пределы 
                    для существующих участников группы (или индивидуальные, или 
                    групповые пределы) будут изменены. Если вы не 
                    отмечаете флажком эту кнопку, то новый предел будет 
                    применен только для новых участники этой группы. Этот бокс 
                    не видим, если вы ассоциируете этот тип счета для первого 
                    типа. 
                    <LI><B>Начальная сумма:</B> Это сумма, которую 
                    новые участники получат автоматически. Это может быть 
                    нулевой или положительной суммой. 
                    <LI><B>Вид платежа для начисления начальной суммы:</B> Если начальный остаток 
                    установлен выше нуля, то нужно указать тип платежа для 
                    формирования данного остатка на счете участника, выбрав его 
                    из выпадающего списка. Так как <A 
                    href="${pagePrefix}account_management#transaction_types"><U>тип 
                    платежа</U></A> имеет счет дебета и кредита, он позволяет 
                    вам сразу их привязать к начальному остатку. В базе данных 
                    есть тип платежа "Начальная сумма" со ссудного (debit) счета на 
                    счет участника, но вы можете создать и другие типы платежей. 

                    <LI><B>Порог оповещения о малом остатке:</B> Если счет 
                    участника достигает этого остатка, то ему будет направлено 
                    уведомление (см. ниже). Здесь вы можете указать только 
                    положительное число единиц. Сумма, которую вы введете, 
                    включает нижний предел. Т.е., например, если нижний предел 
                    равен -200, а порог оповещения о малом остатке составляет 
                    10, то участник получит уведомление о малом остатке, когда 
                    баланс достигнет -190 Единиц. Если нижний предел равен нулю, 
                    а порог оповещения о малом остатке также остается на уровне 
                    10, то участник получит уведомление о малом остатке, когда 
                    баланс достигнет 10 (положительных) единиц. 
                    <LI><B>Сообщение о малом остатке на счете:</B> Сообщение, 
                    которое получает участник, когда достигнут порог малого 
                    остатка на счете. </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=manage_group_customized_files></A>
                  <H3>Управление преобразованными файлами управления содержанием</H3>Система 
                  чрезвычайно гибкая в настройках. Вы можете не только 
                  определить свои собственные стили и тексты, отображаемые в 
                  интерфейсе (с помощью раздела <A 
                  href="${pagePrefix}content_management"><U>"Управление 
                  содержанием"</U></A>, но и делать это на уровне группы. Т.е. в 
                  системе каждая группа может иметь свой собственный 
                  определенный стиль и свои собственные тексты, которые будут 
                  отображаться в интерфейсе приложения. Такие настройки 
                  называются "преобразованными файлами управления содержанием". 
                  <br><br>Окно содержит список преобразованных файлов группы. Если по ней нет 
                  преобразованных файлов, то об этом будет написано в окне. У вас существует 
                  следующий выбор: 
                  <UL>
                    <LI><B>Добавить </B>новый файл управления содержанием с помощью кнопки "Преобразовать новый файл". Файл управления содержанием группы перекроет системный файл 
                    (который вы можете настроить с помощью раздела <A 
                    href="${pagePrefix}content_management"><U>"Управление 
                    содержанием"</U></A> ). 
                    <LI><B>Изменить</B> существующий файл управления содержанием с помощью <IMG 
                    height=16 src="${images}/edit.gif" width=16 
                    border=0>&nbsp;значка редактирования. 
                    <LI><B>Просмотреть</B>, как будет выглядеть результат для 
                    участника группы с помощью <IMG height=16 
                    src="${images}/view.gif" width=16 border=0>&nbsp;значка 
                    просмотра. 
                    <LI><B>Удалить</B> файл управления содержанием с помощью <IMG height=16 
                    src="${images}/delete.gif" width=16 
                    border=0>&nbsp;значка удаления. Когда файл управления содержанием удаляется, то 
                    вместо него будет использоваться заданный по умолчанию 
                    файл управления содержанием системы, если он существует. </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=customize_group_file></A>
                  <H3>Изменение преобразованного файла для ... / Преобразовать файл для...</H3>На этой странице вы можете создать статический 
                  файл управления содержанием или css файл. Это работает так же, как и в <A 
                  href="${pagePrefix}content_management"><U>Управлении 
                  содержанием</U></A>, только в этот раз вы указываете параметры 
                  только для данной группы. <BR>Для детальных инструкций по 
                  созданию файлов управления содержанием смотрите раздел руководства <A 
                  href="${pagePrefix}content_management#edit_customized_file"><U>здесь</U></A> 
                  . 
                  <br><br>Примечание: Когда вы хотите добавить изображения в 
                  статические файлы управления содержанием, их необходимо будет <A 
                  href="${pagePrefix}content_management#custom_images"><U>загрузить</U></A>. 

                  <HR class=help>
                  </SPAN>
                  <H2>Разрешения</H2>
                  <br><br>
                  <br><br>
                  <HR>
                  <A name=permissions></A>
                  <br><br>В Системе разрешения организованы 
                  по группам. Для каждой группы вы можете управлять разрешениями 
                  к функциям в программе Системы. Как правило, рубрики 
                  Системы, к которым группа не имеет разрешения, будут не 
                  видимы для этих групп пользователей. <BR><SPAN 
                  class=admin>Система очень гибкая. Например, программа 
                  позволяет вам создать различные группы админов, где каждая 
                  группа имеет разрешения управлять определенной группой 
                  участников. Для более сложных систем можно создать 
                  дополнительную "вертикальную" администрацию, чтобы определять 
                  сферы определенных задач, подобно администратору финансов, 
                  администратору системы, администратору бухучета, 
                  администраторам ваучеров / скрипов и т.п.. Вы можете 
                  изменить разрешения группы с помощью "Меню: Пользователи и 
                  группы &gt; Группы с разрешениями", а затем нажать значок разрешений 
                  ( <IMG height=16 src="${images}/permissions.gif" 
                  width=16 border=0> &nbsp;). </SPAN>
                  <HR class=help>
                  <A name=manage_group_permissions_basic></A>
                  <H3>Основные разрешения группы</H3>В этом окне вы можете 
                  установить основные разрешения. Основные разрешения 
                  одинаковы по параметрам выбора для всех <A 
                  href="/do/admin/manual?page=groups#group_categories"><U>типов 
                  групп</U></A> (участник, администратор, брокер). <BR>Эти 
                  основные разрешения не оказывают влияние на другие функции, 
                  например, если участник не может войти в систему, он все еще, 
                  может получать платежи. <BR>Могут быть установлены следующие 
                  разрешения: 
                  <UL>
                    <LI><B>Вход в систему</B>: если опция не отмечена, то 
                    участники этой группы не могут войти в систему. 
                    <LI><B>Отправка приглашения</B>: отмеченная опция позволит 
                    участникам этой группы видеть окно на своей главной странице 
                    (после входа в систему), с которой они могут пригласить 
                    друга <A 
                    href="${pagePrefix}home#home_invite"><U>для 
                    ознакомления с Системой</U></A>. 
                    <LI><B>Панель быстрого доступа</B>: Эта опция (только для 
                    групп участников) отобразит окно на домашней странице с 
                    ярлыками быстрого доступа к наиболее используемым функциям. 
                    </LI></UL>
                  <HR class=help>
                  <SPAN class=admin><A 
                  name=manage_group_permissions_admin_system></A>
                  <H3>Разрешения администратора для системного администрирования</H3>В этом окне вы 
                  можете настроить разрешения для системных функций группы 
                  администратора. Это окно разрешений не содержит никаких 
                  функций касательно групп участников. Чтобы внести изменения, 
                  нажмите кнопку "изменить" и, после внесения изменений, 
                  сохраните их, нажав кнопку "выполнить" в нижней части 
                  страницы. 
                  <br><br>Структура разрешений упорядочена по блокам. Большинство 
                  функций имеют два разрешения: "Просмотр" и "Управление". 
                  <BR>Если доступ к просмотру не выбран, то элемент не появится 
                  на странице в меню для администраторов.<BR>Параметр 
                  "Управление" дает разрешения к созданию, изменению и 
                  удалению объектов. <BR><BR>Устанавливаются следующие разрешения 
                  (для более подробной информации вы можете использовать 
                  ссылки): 
                  <UL>
                    <LI><B>Абонентские сборы:</B> Просмотр позволит админу 
                    получить доступ к странице <A 
                    href="${pagePrefix}account_management#account_fee_overview"><U>Абонентские сборы 
                    </U></A>.<BR>Право "Взимать" позволит админу 
                    начислить сборы "вручную" на странице <A 
                    href="${pagePrefix}account_management#account_fee_history"><U>Истории 
                    Абонентских сборов</U></A>.<BR><BR>
                    <LI>Раздел <B>Счета:</B> позволяет вам установить следующие 
                    разрешения: 
                    <UL>
                      <LI><B><A 
                      href="${pagePrefix}account_management#account_search"><U>Управлять 
                      счетами</U></A></B> - это разрешения для создания и 
                      изменения настроек счета. 
                      <LI><B>Просматривать счета:</B> аналогично, как и 
                      предыдущий пункт, только администратор не может вносить 
                      изменения. 
                      <LI><B>Просматривать информацию по системным счетам:</B> Здесь вы 
                      можете установить, по каким системным счетам админ может 
                      видеть информацию. 
                      <LI><B>Просматривать <A 
                      href="${pagePrefix}payments#authorized"><U>подтвержденные платежи  
                      </U></A></B> Доступ к разделу авторизации в меню. 
                      <LI><B>Просматривать <A 
                      href="${pagePrefix}payments#scheduled"><U>запланированные 
                      платежи</U></A></B> Доступ к разделу запланированных 
                      платежей в меню. </LI></UL><BR><BR>
                    <LI><B>Рубрики объявлений:</B> разрешения к <A 
                    href="${pagePrefix}advertisements#categories"><U>рубрикам 
                    объявлений</U></A>.<BR><BR>
                    <LI><B>Админ группы:</B> 
                    <UL>
                      <LI>Если выбран параметр <B>Просмотра</B>, то админ сможет 
                      просматривать различные группы админов в своем <A 
                      href="/do/admin/manual?page=groups#manage_groups"><U>меню 
                      в группах с разрешениями</U></A>. 
                      <LI><B>Управление файлами управления содержанием:</B> позволяет 
                      администратору управлять <A 
                      href="/do/admin/manual?page=groups#manage_group_customized_files"><U>файлами управления содержанием 
                      </U></A>для других админов. </LI></UL><BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}alerts_logs#system_alerts"><U>Оповещения</U></A></B> 
                    - это предупреждения от системы о наступлении определенных 
                    событий.<BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}settings#channels"><U>Каналы 
                    доступа</U></A></B> определяют способ доступа пользователя в 
                    приложение Системы (например: интернет, мобильный телефон, и 
                    т. п). <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}account_management#currencies"><U>Валюты</U></A>:</B> 
                    Позволяет администратору просмотреть и/или управлять 
                    различными валютами в Системе.<BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}custom_fields"><U>Настраиваемые элементы</U></A></B> 
                    Позволяет администратору управлять настраиваемыми элементами. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}content_management#custom_images"><U>Дополнительные 
                    изображения</U></A></B> Позволяет администратору управлять 
                    Дополнительными изображениями. Это влияет на видимость 
                    следующих пунктов меню "Управление содержанием": 
                    <UL>
                      <LI>Системные иконки 
                      <LI>Дополнительные изображения 
                      <LI>Изображения для оформления </LI></UL><BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}content_management"><U>Общесистемные 
                    файлы управления содержанием </U></A>:</B> доступ администратору установить 
                    файлы управления содержанием на общесистемном уровне (в отличие от "файла управления содержанием" на 
                    уровне одной группы). Это оказывает влияние на пункты меню 
                    "Управление содержимым" в главном меню: 
                    <UL>
                      <LI>Статические файлы 
                      <LI>Файлы помощи 
                      <LI>CSS файлы 
                      <LI>Страницы приложения </LI></UL><BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}alerts_logs#error_log"><U>Журнал 
                    ошибок</U></A></B> Просмотр и управление журналами 
                    регистрации ошибок.<BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}bookkeeping"><U>Внешние 
                    счета (бухгалтерский учет)</U></A>:</B> Управление разрешениями 
                    позволяет администратору настроить параметры модуля 
                    бухгалтерского учета по созданию и изменению внешних счетов 
                    и определению полей и типов платежей<BR>разрешения к 
                    просмотру позволят просмотреть настройки внешнего 
                    счета.<BR>Разрешения к деталям позволят просмотреть 
                    платежи, но не позволяет выполнять какие-либо действия с 
                    ними. <BR>Другие разрешения (обработка, проверка и 
                    управление платежами) - оперативные разрешения для 
                    внешних платежей;. <BR><BR>
                    <LI><B><A 
                    href="/do/admin/manual?page=groups#group_filters"><U>Групповые 
                    фильтры</U></A></B> Позволяют админу сгруппировать ряд групп 
                    и дать им обусловленное имя. Таким образом, вы можете 
                    создать что-то вроде "супергрупп", которые можно 
                    использовать для нескольких функций в Системе.<BR>Конечно же, 
                    вы можете выбрать "управление" и "просмотр", чтобы 
                    установить разрешения, но вы также можете выбрать 
                    "управление файлами управления содержанием". Это позволило бы администратору 
                    установить файлы управления содержанием на групповом фильтре, следовательно, 
                    сразу для ряда групп. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}groups"><U>Группы с разрешениями 
                    :</U></A></B> позволяет <A 
                    href="/do/admin/manual?page=groups#manage_groups"><U>управлять</U></A> 
                    различными <A 
                    href="/do/admin/manual?page=groups#group_categories"><U>категориями 
                    групп</U></A>.<BR><BR>
                    <LI><B>Типы обязательств: </B>Если в системе используются 
                    обязательства, вы можете определить различные <A 
                    href="${pagePrefix}guarantees"><U>типы 
                    обязательств</U></A> для доступа админом. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}loan_groups"><U>Группы с общими ссудами
                    </U></A></B> - просмотр и создание групп с общими ссудами. 
                    Группы с общими ссудами - это группы участников, которые могут 
                    получать и погашать ссуду микро-кредитным способом. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}member_records"><U>Типы 
                    записей участников:</U></A></B> Записи участника позволяют 
                    вам определить информацию, собираемую по участникам. Эти 
                    разрешения позволяют администратору создать/определить 
                    подобный тип записи участника.<BR><BR>
                    <LI><B>Категории сообщений:</B> позволяют администратору 
                    просмотреть и/или управлять различными категориями для 
                    внутренней системы <A 
                    href="${pagePrefix}messages"><U>обмена 
                    сообщениями</U></A> .<BR><BR>
                    <LI><B>Системные платежи:</B> Здесь вы можете назначить разрешения 
                     для платежей с <A 
                    href="${pagePrefix}account_management#standard_accounts"><U>системного 
                    счета</U></A>. 
                    <UL>
                      <LI><B>Платеж системы:</B> Администратор может производить 
                      платежи системы, определенные в списке <A 
                      href="${pagePrefix}account_management#transaction_types"><U>типов 
                      платежей</U></A>. 
                      <LI><B>Подтверждать:</B> Право <A 
                      href="${pagePrefix}payments#authorized"><U>подтверждать</U></A>системные 
                      платежи. 
                      <LI><B>Отменять:</B> Права отменять <A 
                      href="${pagePrefix}payments#scheduled"><U>планируемые 
                      платежи </U></A>
                      <LI><B>Возврат платежей:</B> Администратор с этими разрешением 
                      может "Отозвать платеж", т.е. сформировать 
                      обратный платеж на аналогичную сумму. В случае, если 
                      платеж сгенерировал другие операции (например, комиссионный сбор 
                      ), все операции будут возвращены обратно.<BR>Вы 
                      можете определить максимальный срок, в течение которого 
                      тип платежа может быть возвращен, в рубрике <A 
                      href="${pagePrefix}settings#local"><U>Местные 
                      настройки</U></A> </LI></UL><BR><BR>
                    <LI><B>Отчеты:</B> Каждый элемент соответствует пунктам в 
                    главном меню: 
                    <UL>
                      <LI><B><A 
                      href="${pagePrefix}reports#current_state"><U>Текущее состояние (системы)</U></A></B> 
                      <LI><B><A 
                      href="${pagePrefix}reports#member_lists"><U>Списки 
                      Участников</U></A></B> 
                      <LI><B>Отправленные СМС:</B> в зависимости от конфигурации 
                      и в различных случаях система может отправлять некоторые 
                      СМС. Это разрешение предоставляет админу доступ к 
                      отчетам с данными по отправленным СМС. 
                      <LI><B><A 
                      href="${pagePrefix}statistics"><U>Статистика</U></A></B> 
                      - доступ к модулю статистики. </LI></UL><BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}settings#web_services_clients"><U>Клиенты Web-сервисов</U></A></B> Определяет уровни доступа для внешнего 
                    программного обеспечения, чтобы подключиться к веб сервису 
                    Системы. <BR><BR>
                    <LI><B>Настройки:</B> Предоставляет доступ админа к меню 
                    настроек. 
                    <UL>
                      <LI><B><A 
                      href="${pagePrefix}settings#local"><U>Управление 
                      внутренними настройками </U></A></B>
                      <LI><B><A 
                      href="${pagePrefix}settings#alerts"><U>Управление 
                      настройками оповещений </U></A></B>
                      <LI><B><A 
                      href="${pagePrefix}settings#access"><U>Управление 
                      настройками доступа </U></A></B>
                      <LI><B><A 
                      href="${pagePrefix}settings#mail"><U>Управление 
                      настройками почты </U></A></B>
                      <LI><B><A 
                      href="${pagePrefix}settings#log"><U>Управление 
                      настройками журналов </U></A></B>
                      <LI><B><A 
                      href="${pagePrefix}settings#channels"><U>Управление 
                      каналами </U></A></B>
                      <LI><B><A 
                      href="${pagePrefix}settings#web_services_clients"><U>Управление 
                      клиентами веб услуг </U></A></B>
                      <LI><B><A 
                      href="${pagePrefix}settings#import_export"><U>Экспортировать / Импортировать в файл 
                      </U></A></B></LI></UL><BR><BR>
                    <LI><B>Состояние системы:</B> позволяет администратору 
                    увидеть системный статус: 
                    <UL>
                      <LI><B>Просмотр состояния системы:</B> на своей домашней 
                      странице администратор увидит окно <A 
                      href="${pagePrefix}home#home_status"><U>просмотра 
                      состояния системы</U></A>. 
                      <LI><B>Просмотр подключенных админов:</B> выберите здесь 
                      <A 
                      href="/do/admin/manual?page=groups#admin_groups"><U>группы 
                      админов</U></A>, которые администратор может просмотреть в 
                      окне <A 
                      href="${pagePrefix}user_management#connected_users"><U>Пользователи 
                      онлайн</U></A>. 
                      <LI><B>Просмотр подключенных участников:</B> Работает 
                      аналогично. Это одна кнопка-флажок для всех <A 
                      href="/do/admin/manual?page=groups#member_groups"><U>групп 
                      участников</U></A>. Администратор может просмотреть только 
                      подключенных участников группы, к которым имеет разрешения 
                      просмотра. 
                      <LI><B>Просмотр подключенных брокеров:</B> Работает 
                      аналогично. Администратор может просмотреть только 
                      подключенных брокеров из <A 
                      href="/do/admin/manual?page=groups#broker_groups"><U>групп 
                      брокеров</U></A>, к которым имеет разрешения просмотр. 
                      <LI><B>Просмотр подключенных брокеров:</B> Работает 
                      аналогично. Отображает оператора и участника, к которому 
                      он принадлежит. </LI></UL><BR>
                    <LI><B>Темы:</B> доступ к управлению темами <A 
                    href="${pagePrefix}content_management#themes"><U>темами</U></A> 
                    в разделе меню <A 
                    href="${pagePrefix}content_management"><U>Управление 
                    содержанием</U></A> .<BR><BR>
                    <LI><B>Перевод:</B> предоставляет доступ к рубрике <A 
                    href="${pagePrefix}translation"><U>Перевод</U></A> 
                    в главном меню, где можно просмотреть/управлять переводом. 
                    </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=manage_group_permissions_admin_member></A>
                  <H3>Разрешения админа по управлению участниками</H3>В этом 
                  окне вы можете установить разрешения админа к функциям 
                  участников. Эти разрешения обычно применяются для группы 
                  "Администратор финансов". Структура разрешений проста. Большинство 
                  функций имеют разрешения "Просмотра" и "Управления" и 
                  иногда - дополнительные специальные разрешения. <BR>Если не 
                  выбран доступ к Просмотру, то объект не появится на странице в 
                  меню или как кнопка действия участника (если администратор 
                  ввел бы в браузере адрес страницы, к которому у него нет 
                  доступа, то появилось бы сообщение "Нет разрешений 
                  доступа"). <BR>Опция "Управления" предоставляет разрешения 
                  создавать, изменять и удалять объекты. 
                  <br><br>В первом разделе ("Управление группами") вы можете 
                  выбрать одну или несколько групп участников. Это означает, что 
                  администратор данной группы может управлять только участниками 
                  из этих групп и просматривать информацию только относительно 
                  этих групп. Это означает, что любая другая информация, 
                  связанная с участниками, как ссуды, сообщения, уведомления, 
                  подключенные пользователи и т. п. покажет только те 
                  результаты, которые связаны с группами, которые выбраны здесь 
                  в списке.<BR>Эта настройка позволяет вам разрешить 
                  определенным группам участника быть под управлением 
                  определенных администраторов финансов. 
                  <br><br>Следующие разрешения могут быть установлены - для 
                  получения более подробной информации вы можете использовать 
                  ссылки: 
                  <UL>
                    <LI><B>Доступ:</B> разрешение управлять доступом группы 
                    участника. Блок содержит следующие элементы: 
                    <UL>
                      <LI><B>Изменить пароль входа в систему:</B> позволяет 
                      администратору изменить пароль участника из страницы личных данных 
                      участника. <BR>Обратите внимание, что если этот параметр 
                      не отмечен, админ все еще может определять временный 
                      пароль при регистрации участника (пользователь должен 
                      будет сменить пароль при первом входе в систему). Но это 
                      работает только при отключенной <A 
                      href="/do/admin/manual?page=groups#edit_member_group"><U>настройке 
                      группы</U></A> "Отправлять пароль по эл.почте".<BR>Если 
                      настройка группы "Отправлять пароль по эл.почте" включена, 
                      админ не может определять пароль (пользователь получит 
                      временный пароль по почте, который нужно будет сменить при 
                      первом входе в систему). <BR>Если и настройка группы 
                      "Отправлять пароль по эл.почте", и разрешение админа 
                      "Изменить пароль входа в систему" включены, то админ при регистрации может выбрать (постоянный) пароль или затребовать смену пароля при первом входе. 
                      <LI><B>Создать новый пароль входа в систему:</B> позволяет 
                      админу создавать новый пароль участника, что (в 
                      зависимости от конфигурации) обычно означает 
                      автоматическое генерирование и отправку пароля участнику 
                      по электронной почте. 
                      <LI><B>Управление <A 
                      href="${pagePrefix}passwords#transaction_password"><U>платёжным кодом</U></A>:</B> позволяет управлять специальным 
                      паролем для проведения платежей. 
                      <LI><B>Разъединить зарегистрированного пользователя:</B> 
                      позволяет администратору немедленно разъединить участника, 
                      который в настоящее время находится в системе. 
                      <LI><B>Разъединить зарегистрированного оператора:</B> 
                      позволяет администратору немедленно разъединить <A 
                      href="${pagePrefix}operators"><U>оператора 
                      </U></A>, который в настоящее время находится в системе. 
                      <LI><B>Подключить отключенных пользователей (в результате 
                      неудачных попыток входа в систему):</B> Если участник 
                      забыл свой пароль и несколько раз попытался 
                      зарегистрироваться в системе используя неправильный 
                      пароль, то он будет временно заблокирован. Если эти разрешения 
                      установлены, то администратор может разрешить 
                      такому участнику немедленно войти снова. Для этого в 
                      странице личных данных участника появляется кнопка "разрешить участнику 
                      войти в систему сейчас". 
                      <LI><B>Изменить Пин-код:</B> Позволяет администратору изменить 
                      <A 
                      href="${pagePrefix}passwords#pin"><U>Пин-код 
                      </U></A> - цифровой пароль для доступа к определенным 
                      <A 
                      href="${pagePrefix}settings#channels"><U>каналам доступа</U></A>, 
                      например, интернет магазинам. 
                      <LI><B>Изменить канал доступа:</B> Изменить методы доступа 
                      к системе, например, интернет, через мобильный телефон и 
                      т.п. 
                      <LI><B>Разблокировать Пин-код:</B>Разблокировать Пин-код, когда 
                      участник превышает макс число попыток его ввода. 
                    </LI></UL><BR><BR>
                    <LI><B>Счета:</B> разрешения относительно разрешений для 
                    группы администратора, чтобы управлять или просматривать 
                    счета участника. Рубрика содержит следующие под-элементы. 
                    <UL>
                      <LI><B>Просматривать информацию:</B> Позволяет 
                      администратору просмотреть информацию счета (баланс, 
                      операционный обзор, и т. п.). 
                      <LI><B>Просматривать подтвержденные платежи:</B> Позволяет 
                      администратору просмотреть <A 
                      href="${pagePrefix}payments#authorized"><U>подтвержденные 
                      платежи</U></A>. 
                      <LI><B>Просматривать запланированные платежи:</B> Позволяет 
                      администратору просмотреть <A 
                      href="${pagePrefix}payments#scheduled"><U>запланированные 
                      платежи</U></A>. 
                      <LI><B>Устанавливать лимиты состояния счёта:</B> Позволяет 
                      администратору устанавливать индивидуальные лимиты состояния счёта 
                      ; это аннулирует установленные лимиты состояния счёта для 
                      группы. </LI></UL><BR><BR>
                    <LI><B>Товары и услуги:</B> Эти разрешения позволяют 
                    администратору данной группы администратора просматривать 
                    и/или управлять объявлениями участника. Также существуют разрешения 
                    , которые позволяют <A 
                    href="${pagePrefix}advertisements#import_ads"><U>импортировать 
                    объявления</U></A>. <BR><BR>
                    <LI><B>Брокерство:</B> Разрешения относительно 
                    брокерского обслуживания участников <A 
                    style="CURSOR: crosshair; COLOR: #1fb53b" 
                    href="${pagePrefix}brokering"><U>брокерами</U></A>. 

                    <UL>
                      <LI><B>Сменить брокера:</B> позволяет администратору 
                      изменить брокера участника. 
                      <LI><B>Просмотр списка участников (как брокер):</B> 
                      позволяет админу просмотреть участников брокера. 
                      <LI><B>Просмотр данных ссуды в списке участников 
                      (печать):</B> позволяет просматривать ссуды в списке 
                      участников, которые управляются или контролируются 
                      брокером. 
                      <LI><B>Управление </B><A 
                      style="CURSOR: crosshair; COLOR: #1fb53b" 
                      href="${pagePrefix}brokering#commission"><U>брокерскими вознаграждениями</U></A>: 
                      которые может получать брокер. 
                    </LI></UL><BR><BR>
                    <LI><B>Действия к группе:</B> С <A 
                    href="${pagePrefix}user_management#bulk_actions"><U>действиями 
                    к группе</U></A> вы можете выполнять определенные действия 
                    для ряда участники. 
                    <UL>
                      <LI><B>Сменить группу:</B> Сменить группу для конкретных 
                      участников. 
                      <LI><B>Сменить брокера:</B> Сменить брокера для конкретных 
                      участников. Вы можете использовать эту функцию, когда 
                      брокер покидает свою работу в системе, и его участников 
                      будет обслуживать другой брокер. </LI></UL><BR><BR>
                    <LI><B>Документы:</B> позволяет администратору просматривать 
                    и управлять <A 
                    href="${pagePrefix}documents"><U>документами</U></A> 
                    участника. Раздел содержит следующие настройки: 
                    <UL>
                      <LI><B>Просмотреть документы:</B> Здесь вы можете указать 
                      документы, которые должен видеть админ. Если документов 
                      нет, выпадающий список будет пуст. 
                      <LI><B>Управлять <A 
                      href="${pagePrefix}documents"><U>динамческими 
                      </U></A> документами</B>
                      <LI><B>Управлять <A 
                      href="${pagePrefix}documents"><U>статическими</U></A> 
                      документами</B> 
                      <LI><B>Управлять документами <A 
                      href="${pagePrefix}documents#member_document"><U>участника</U></A> 
                      </B></LI></UL><BR><BR>
                    <LI><B>Группы участников:</B> 
                    <UL>
                      <LI><B>Просмотр:</B> админам будет доступен <A 
                      href="/do/admin/manual?page=groups#manage_groups"><U>список</U></A> 
                      групп участников для просмотра. 
                      <LI><B>Управление настройками счета:</B> позволяет 
                      администратору <A 
                      href="/do/admin/manual?page=groups#manage_group_accounts"><U>управлять 
                      настройками счетов группы</U></A>. Если настройка НЕ 
                      включена, то администратор может просматривать настройки 
                      (в зависимости от предыдущей настройки), но не изменять 
                      их. 
                      <LI><B>Управление преобразованием файлов управления содержанием:</B> позволяет 
                      администратору управлять <A 
                      href="${pagePrefix}content_management#customized_files"><U>файлами управления содержанием 
                      </U></A>групп. </LI></UL><BR><BR>
                    <LI><B>Обязательства:</B> Различные разрешения относительно 
                    системы <A 
                    href="${pagePrefix}guarantees"><U>обязательств</U></A>. 
                    Содержит следующие элементы: 
                    <UL>
                      <LI><B>Просматривать обязательства по платежам:</B> 
                      <LI><B>Просматривать свидетельств:</B> 
                      <LI><B>Просматривать обязательства:</B> 
                      <LI><B>Обработать гарантийные ссуды:</B> 
                      <LI><B>Регистрировать обязательства:</B> 
                      <LI><B>Отменять обязательства по платежам как участник:</B> 
                      <LI><B>Отменять сертификации как участник:</B> 
                      <LI><B>Отменять обязательства как участник:</B> 
                      <LI><B>Принимать обязательства:</B> </LI></UL><BR><BR>
                    <LI><B>Счета-фактуры участников:</B> Различные настройки, 
                    разрешающие админу доступ к <A 
                    href="${pagePrefix}invoices"><U>Счетам-фактурам</U></A> 
                    участника. Все эти элементы понятны без пояснений, так что 
                    мы не будем на них подробно останавливаться. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}loan_groups"><U>Состав групп с общими ссудами 
                    </U></A></B> Здесь вы можете определить, может 
                    ли администратор добавлять и удалять участников из ссудных 
                    групп или только просматривать их. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}loans"><U>Ссуды</U></A>:</B> 
                    Различные настройки, разрешающие доступ к ссудам участника: 
                    <UL>
                      <LI><B>Просматривать ссуд участника:</B> Просмотр обычных ссуд 
                      участников. 
                      <LI><B>Просматривать подтвержденные ссуды:</B> Для некоторых 
                      ссуд необходима специальная авторизация. 
                      <LI><B>Выдать ссуду :</B> В раскрывающемся меню вы можете 
                      указать различные типы ссуд, которые разрешено 
                      администратору выдавать участникам. 
                      <LI><B>Выдать ссуду другой датой:</B> для особых случаев, 
                      когда дата ссуды не может быть текущей датой. 
                      <LI><B><A 
                      href="${pagePrefix}loans#discard"><U>Списывать ссуды 
                      </U></A>: </B>позволяет "отменить" ссуду, обнуляя 
                      задолженность по ней. 
                      <LI><B>Выплачивать ссуду:</B> Позволяет администратору 
                      погашать ссуду участника. 
                      <LI><B>Выплачивать ссуду задним числом:</B> То же самое, что и 
                      предыдущий пункт, но теперь администратор имеет право 
                      устанавливать дату погашения ссуды в прошлом. 
                      <LI><B>Управлять состояниями просроченных ссуд:</B> 
                      Позволяет вам предоставить просроченной ссуде <A 
                      href="${pagePrefix}loans#status"><U>дополнительный 
                      статус / отметку</U></A>. </LI></UL><BR><BR>
                    <LI><B>Сообщения:</B> доступ администратора к системе 
                    внутренних <A 
                    href="${pagePrefix}messages"><U>сообщений</U></A> 
                    Системы. 
                    <UL>
                      <LI><B>Просматривать:</B> укажите в списке темы сообщений, 
                      которые админ может видеть. Вы можете создать новые темы 
                      сообщений с помощью раздела <A 
                      href="${pagePrefix}messages#categories"><U>темы 
                      сообщений</U></A>. 
                      <LI><B>Отправить участнику:</B> позволяет администратору 
                      отправить сообщение конкретному участнику. 
                      <LI><B>Отправить группе:</B> позволяет администратору 
                      отправить сообщение группе участников. 
                      <LI><B>Управлять:</B> позволяет управлять сообщениями, 
                      например, производить поиск старых сообщений, создавать 
                      новые темы. </LI></UL><BR><BR>
                    <LI><B>Платежи участников:</B> это набор разрешений 
                    относительно <A 
                    href="${pagePrefix}payments"><U>платежей</U></A>: 

                    <UL>
                      <LI><B>Платеж от системы участнику:</B> выберите здесь 
                      системные платежи, которые администратор может 
                      использовать, чтобы проводить платежи в пользу участника с 
                      системных счетов. 
                      <LI><B>Отображать платежи на участников в главном 
                      меню:</B> позволяет админу выполнять платежи от системы в 
                      пользу участника из главного меню. 
                      <LI><B>Платёж участника задним число:</B> позволяет 
                      админу выполнять платежи от системы на участника но "датой 
                      в прошлом". 
                      <LI><B>Платеж от участника участнику:</B> выберите здесь 
                      типы платежа, которые администратор может выполнять от 
                      имени участника на других участников. 
                      <LI><B>Перевод между своими счетами:</B> Это платежи с 
                      одного счета участника на другой счет этого же участника. 
                      Админ может выполнять эти платежи от имени самого 
                      участника. 
                      <LI><B>Платеж от участника системе:</B> админ может 
                      совершать платежи на системный счет со участника от его же 
                      имени. Выберите здесь типы платежей, для которых вы хотите 
                      предоставить доступ админу. 
                      <LI><B><A 
                      href="${pagePrefix}payments#authorized"><U>Подтверждать платежи 
                       </U></A></B>- разрешение на подтверждение платежей, 
                      по которым требуется подтверждение; установите доступ, чтобы 
                      админ мог подтверждать платежи от имени участника. 
                      <LI><B>Отменить подтвержденный платеж как участник</B> 
                      <LI><B>Отменить <A 
                      href="${pagePrefix}payments#scheduled"><U>запланированный 
                      платеж </U></A>как участник</B> 
                      <LI><B>Блокировать запланированный платеж как 
                      участник:</B> позволяет админу блокировать планируемый 
                      платеж. Разница между блокировкой и отменой в том, что 
                      заблокированный планируемый платеж может быть 
                      разблокирован. Отмена окончательна. 
                      <LI><B><A 
                      href="${pagePrefix}payments#charge_back"><U>Возврат 
                      платежа</U></A>:</B> позволяет админу произвести возврат 
                      платежа для участника. </LI></UL><BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}member_records"><U>Записи об участнике 
                    </U></A>:</B> доступ админа к управлению записями об участнике
                     - позволяют вам определить информацию, которая 
                    будет собрана о участниках. Подпункты говорят сами за 
                    себя.<BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}references"><U>Рекомендации</U></A>:</B>разрешения 
                    админа управлять или просмотривать рекомендации - система, в 
                    которой участники могут назначать хорошие или плохие оценки 
                    друг другу.<BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}reports#member_activities"><U>Отчет 
                    деятельности</U></A>:</B> Это отчеты о деятельности 
                    определенного участника, который доступен с помощью кнопок 
                    действия ниже страницы личных данных участника. Подпункты говорят сами за 
                    себя.<BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}reports#sms_log"><U>Журнал 
                    СМС</U></A>:</B> доступ к журналам СМС-сообщений, 
                    отправленных для конкретного участника. Система может быть 
                    настроена для отправки таких сообщений в при наступлении 
                    конкретных событий. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}transaction_feedback"><U>Отзывы 
                    по сделкам</U></A></B>: это мнения других участников по 
                    проведенным сделкам. Эти разрешения позволяют админу 
                    просмотривать и/или изменять данные отзывы. <BR>Функция 
                    активируется в разделе настроек <A 
                    href="${pagePrefix}account_management#transaction_type_details"><U>типов 
                    платежей</U></A>. <BR><BR>
                    <LI><B>Участники:</B> различные разрешения относительно 
                    того, что админ может делать с участниками: 
                    <UL>
                      <LI><B>Просмотреть:</B> отключенная опция приведет к тому, 
                      что админ не сможет просматривать участников 
                      <LI><B>Регистрировать:</B> включенная опция позволять 
                      админу регистрировать новых участников на странице поиска 
                      участников. 
                      <LI><B>Изменить страницу личных данных:</B> администратор сможет вносить 
                      изменения в поля <A 
                      href="${pagePrefix}profiles"><U>страницы личных данных</U></A> 
                      участника. 
                      <LI><B>Удалить насовсем:</B> Администратор сможет удалять 
                      участников окончательно из базы данных. Это можно сделать, 
                      только если участник никогда не входил в состав группы, 
                      которая имела счета (после активации участник может всегда 
                      быть перемещен в группу <A 
                      href="/do/admin/manual?page=groups#removed_members"><U>удаленные 
                      участники</U></A>). 
                      <LI><B>Изменить группу:</B> позволяет администратору 
                      изменить группу участника. 
                      <LI><B>Импортировать:</B> Позволит админу импортировать списки 
                      участников в систему  (обычно мигрирующих из другой 
                      системы). <BR>Больше информации об этом вы можете найти <A 
                      href="${pagePrefix}user_management#import_members"><U>В 
                      руководстве</U></A>. 
                      <LI><B>Управлять вступающими участниками:</B> Админ 
                      может просмотреть участников, которые зарегистрировались, 
                      но еще не подтвердили свою регистрацию (по е-mail) 
                      <BR>Больше информации об этом вы можете найти <A 
                      href="${pagePrefix}user_management#search_pending_member"><U>в 
                      руководстве</U></A>. </LI></UL></LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=manage_group_permissions_admin_admin></A>
                  <H3>Разрешения администрирования админами</H3>В 
                  этом окне вы можете установить разрешения административных 
                  функций группы администратора. Это означает, что вы можете 
                  определить уровень доступа, который администраторы имеют в 
                  системе: участники определенной группы администратора получат 
                  разрешения, которые вы укажете. Это общепринятая практика 
                  иметь ограниченное (или вообще только одного админа) 
                  количество администраторов с этими типом разрешения, потому 
                  оно имеет наивысший уровень. <BR>Структура настроек в этом 
                  блоке довольно проста. Большинство функций имеют разрешения 
                  "Просмотра" и "Управления" и иногда дополнительные 
                  определенные настройки. <BR>Если не выбран параметр Просмотра, 
                  то функция не появится на странице в меню и будет 
                  отсутствовать как кнопка действия пользователя (если бы 
                  администратор указал бы адрес страницы приложения в браузере, 
                  к которой не имеет доступа, то появилось бы сообщение "У Вас нет 
                  соответствующих разрешений"). <BR>Опция "Управления" дает право создавать, 
                  изменять и удалять элементы. 
                  <br><br>Если функция подразумевает специфические действия (помимо 
                  управления и просмотра), то эти разрешения будут иметь 
                  название аналогично смыслу самой функции (например, 
                  разъединить зарегистрированного участника). <BR><BR>Доступны 
                  следующие настройки; мы перечисляем только те пункты, которым, 
                  возможно, необходимо более детальное описание: 
                  <UL>
                    <LI><B>Доступ:</B> 
                    <UL>
                      <LI><B>Разъединять:</B> позволяет отключить других 
                      администраторов онлайн сразу после нажатия кнопки 
                      разъединить. 
                      <LI><B>Восстановить доступ заблокированных админов (из-за 
                      неудачных попыток входа в систему) :</B> Если 
                      администратор заблокирован, потому что забыл свой пароль, 
                      то вы можете ему разрешить снова войти в систему. 
                    </LI></UL><BR><BR>
                    <LI><B>Записи об администраторе:</B> подобно <A 
                    href="${pagePrefix}member_records"><U>записям об 
                    участнике</U></A>, но позволяет вам хранить информацию по 
                    админам. Подпункты говорят сами за себя. <BR><BR>
                    <LI><B>Администраторы:</B> это разрешения относительно 
                    других администраторов, такие как регистрация и перемещение 
                    в другие группы. Для администратора существует меньше 
                    функций, чем для участника. Администраторы не имеют счетов, 
                    и могут иметь только узкоспециализированный уровень доступа 
                    к системным счетам.<BR></LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=manage_group_permissions_member></A>
                  <H3>Разрешения участников для группы 
                  участников</H3>Участники, которые принадлежат к этой группе, 
                  получат эти разрешения. 
                  <UL>
                    <LI><B>Доступ:</B>Разблокировать пин-код, когда участник 
                    превысит максимальное число попыток ввода. <BR><BR>
                    <LI><B>Счет</B>: Участник может всегда получить доступ к 
                    своему счету, так что нет никаких разрешений для 
                    просмотра/управления своего собственного счета. В этом 
                    разделе вы можете только установить, может ли участник 
                    просматривать: 
                    <UL>
                      <LI><B><A 
                      href="${pagePrefix}payments#authorized"><U>подтверждённые  
                      платежи</U></A></B> 
                      <LI><B><A 
                      href="${pagePrefix}payments#scheduled"><U>запланированные 
                      платежи</U></A></B> </LI></UL><BR><BR>
                    <LI><B>Объявления:</B><BR>
                    <UL>
                      <LI><B>Разместить:</B> Опция "Разместить" позволяет 
                      участнику выставлять объявления через пункт меню "Личное - 
                      Объявления", который появится на странице в меню 
                      участника.<BR><BR>
                      <LI><B>Просмотреть:</B> Если не выбрано никаких групп в 
                      раскрывающемся меню "Просмотреть", то раздел объявлений не 
                      будет доступен для этой группы участников. Также он не 
                      отобразится в меню Поиска или на странице <A 
                      href="${pagePrefix}profiles#actions_for_member"><U>"Действия 
                      участника"</U></A> ниже страницы личных данных.<BR>Если выбраны одна или 
                      несколько групп, то функция <A 
                      href="${pagePrefix}advertisements#advertisement_search"><U>"Поиск 
                      объявлений"</U></A> будет отображать результаты поиска по 
                      участникам выбранных в списке групп.<BR>Обычно в списке 
                      указывают все группы. Если у вас есть группы, которым 
                      необходимо действовать совершенно отдельно, но в пределах 
                      той же системы, то вы можете ограничить видимость объявлений 
                      для них выбором только определенных групп. Например, для 
                      юридических лиц скрыть объявления, выставляемые группой 
                      физических лиц. </LI></UL><BR><BR>
                    <LI><B>Брокерские вознаграждения</B>: Опция "просмотреть" позволяет участнику 
                    просмотреть <A style="CURSOR: crosshair; COLOR: #1fb53b" 
                    href="${pagePrefix}brokering#commission"><U>Брокерские вознаграждения</U></A> 
                    его брокера. <BR><BR>
                    <LI><B>Документы:</B> С этим параметром вы можете определить 
                    <A 
                    href="${pagePrefix}documents"><U>документы</U></A>, 
                    которые появятся на странице в меню участника "Моя почта - 
                    документы". Если никакого документа не выбрано, то пункт 
                    меню не появится на странице (для этой группы 
                    участников)<BR><BR>
                    <LI><B>Обязательства:</B> Это часть архитектуры<A 
                    href="${pagePrefix}guarantees"><U></U></A>Системы, 
                    где все учетные единицы (Units) гарантируются денежными 
                    средствами. Вы можете выбрать следующие настройки разрешений: 
                    <UL>
                      <LI><B>Купить с обязательствами по платежу от групп:</B> 
                      здесь вы можете выбрать, от каких групп участнику 
                      разрешено производить покупки с <A 
                      href="${pagePrefix}guarantees"><U>платежными 
                      обязательствами</U></A>. 
                      <LI><B>Создавать свидетельства для:</B> 
                      <LI><B>Создавать обязательства (как эмитент):</B> 
                      <LI><B>Продать с обязательствами по платежу группам:</B> 
                      </LI></UL><BR><BR>
                    <LI><B>Счета-фактуры:</B> В этом разделе вы можете определить, 
                    может ли участник отправлять <A 
                    href="${pagePrefix}invoices"><U>счета-фактуры</U></A> 
                    другим участникам, или же из страницы личных данных пользователя, или 
                    непосредственно из меню "Счета". Включенная опция "Отправить 
                    системе" позволит участнику отправлять счета-фактуры на систему 
                    через пункт меню "Счета".<BR><BR>
                    <LI><B>Ссуды:</B> В этом разделе вы можете определить разрешения 
                    по <A 
                    href="${pagePrefix}loans"><U>ссудам</U></A> 
                    для группы участников. 
                    <UL>
                      <LI><B>Просматривать:</B> Если выбрана опция "Просматривать", 
                      то участники группы смогут просмотреть свои ссуды. Если 
                      опция отключена, пункты меню не появятся на странице. 
                      <LI><B>Выплачивать:</B> выберите опцию, чтобы разрешить 
                      участнику осуществлять погашение ссуды. </LI></UL><BR><BR>
                    <LI><B>Сообщения:</B> В этом разделе вы можете определить 
                    участнику, до какой степени он может использовать систему 
                    внутренних <A 
                    href="${pagePrefix}messages"><U>сообщений</U></A> 
                    Системы. Чтобы отображалось более одной темы в списке " 
                    Отправить администрации", сначала необходимо <A 
                    href="${pagePrefix}messages#categories"><U>определить</U></A> 
                    эти темы.<BR>Примечание: Чтобы сообщение увидел админ, он 
                    также должен иметь разрешения. <BR><BR>
                    <LI><B>Операторы:</B> Здесь вы можете определить, могут ли 
                    участники использовать <A 
                    href="${pagePrefix}operators"><U>операторов</U></A> 
                    в Системе, это подпользователи по одному счету. 
                    Есть только одна опция, которую можно включить или отключить. 
                    <BR><BR>
                    <LI><B>Платежи:</B> Здесь вы можете указать, какие <A 
                    href="${pagePrefix}account_management#transaction_type_details"><U>типы 
                    операций</U></A> разрешены для этой группы участников. По 
                    большей части вы выберете только один или несколько типов. 
                    Наличие типов, конечно же, зависит от того, сколько типов 
                    платежей вы установили. 
                    <UL>
                      <LI><B>Перевод между счетами участника:</B> Если этот 
                      параметр выбран, то участник может производить переводы 
                      средств между своими собственными счетами. В 
                      раскрывающемся меню вы можете указать возможные типы 
                      операций. Этот выбор будет доступен, только если вы имеете 
                      более одного счета участника для этой группы. 
                      <LI><B>Платежи другим участникам:</B> Здесь вы можете 
                      выбрать, какие типы платежей участник может использовать 
                      для оплаты другому участнику. 
                      <LI><B>Платёж участнику прямо из меню:</B> Опция 
                      позволит участнику выполнять платежи другим участникам 
                      непосредственно из меню "Счет". 
                      <LI><B>Платежи системе:</B> Здесь вы можете указать, 
                      какие типы платежей может производить участника в пользу 
                      системы. Если ни один тип операции не указан, то пункт 
                      меню "платежи системе" не появится на странице. 
                      <LI><B>Выпускать билеты на внешние платежи
                      :</B><BR>Это настройка формирования билетов в 
                      системе, используемых магазинами участников. Чаще всего 
                      они применяются вебмагазинами, которые хотят использовать 
                      Систему в качестве системы оплаты за продаваемые 
                      товары/услуги. Если эта настройка включена, используется в 
                      Интернет магазинах, которые хотят использовать Систему в 
                      качестве внешней системы оплаты. Если настройка включена, 
                      участнику (магазину) разрешено генерировать билеты. 
                      Система билетов прозрачна для пользователей. Это 
                      обеспечивает структуру, в которой интернет-магазины могут 
                      идентифицировать и пропускать оплату от покупателей, 
                      включая данные платежа без необходимости входа в данные 
                      страницы личных данных покупателя. 
                      <LI><B>Авторизовать получение платежа:</B> позволяет 
                      участнику <A 
                      href="${pagePrefix}payments#authorized"><U>авторизовать</U></A> 
                      платеж, по которому он является получателем. 
                      <BR>Примечание: Эта настройка позволяет формировать 
                      подтверждение получателем. Работает аналогично счетам-фактурам, 
                      поэтому нет необходимости комбинировать такие платежи с 
                      счетами-фактурами. 
                      <LI><B>Отменять платежи ожидающие подтверждения:</B> Когда 
                      используется <A 
                      href="${pagePrefix}payments#authorized"><U>подтверждение 
                      платежа</U></A>, данная настройка позволяет участникам 
                      отменять их платежи, находящиеся в очереди на подтверждение 
                      после создания, если они еще не были подтверждены. 
                      <LI><B>Отменять запланированные платежи:</B> Когда в 
                      системе используются <A 
                      href="${pagePrefix}payments#scheduled"><U>запланированные 
                      платежи</U></A>, данная настройка позволяет участникам 
                      отменять их запланированные платежи до начала даты их 
                      исполнения. 
                      <LI><B>Заблокировать запланированный платеж:</B> позволяет 
                      участнику временно блокировать его запланированные 
                      платежи. 
                      <LI><B>Запрос платежей по другим каналам:</B> когда 
                      включена эта настройка, участник может отправлять "<A 
                      href="${pagePrefix}payments#request"><U> 
                      платежные требования</U></A>" (счета-фактуры) по другим <A 
                      href="${pagePrefix}settings#channels"><U>каналам</U></A>; 
                      вы можете выбрать эти каналы из раскрывающегося списка. В 
                      настоящее время, доступны только платежи по СМС, но в 
                      будущем их перечень будет расширен. </LI></UL><BR>
                    <LI><B>Настройки уведомлений:</B> определяет разрешения участников оп 
                    различным уведомлениям в разделе главного меню. Есть только 
                    два элемента в этом меню: 
                    <UL>
                      <LI><B>Управление уведомлениями </B>- разрешение по управлению 
                      e-mail-<A 
                      href="${pagePrefix}notifications"><U> 
                      уведомлениями</U></A>. 
                      <LI><B>Управлять "Улавливателями" объявлений </B>- разрешение по 
                      управлению критериями <A 
                      href="${pagePrefix}ads_interest"><U>подбора 
                      объявлений</U></A>. </LI></UL><BR>
                    <LI><B>Страница личных данных участника:</B>укажите группы участников, 
                    которые будут доступны для просмотра на странице <A 
                    href="${pagePrefix}user_management#search_member_by_member"><U>"Поиск 
                    участников"</U></A> для данной группы участников. Обычно 
                    указываются все группы (кроме удаленных или 
                    заблокированных). Если же вы хотите, чтобы группы в системе 
                    работали относительно независимо друг от друга, то укажите 
                    конкретные группы. Например, физические лица и юридические 
                    лица не смогут видеть друг друга в системе. Если вы укажете 
                    конкретную группу для просмотра, укажите эту же группу в 
                    доступе к просмотру объявлений. <BR><BR>
                    <LI><B>Рекомендации:</B> позволяет участнику просматривать 
                    <A 
                    href="${pagePrefix}references"><U>рекомендации</U></A> 
                    или предоставлять их другим участникам. Если вы не хотите 
                    вообще использовать функцию рекомендаций (для одной или 
                    более групп), оставьте настройку просмотра выключенной. В 
                    данном случае раздел рекомендаций в меню и другие кнопки по 
                    рекомендациям не появятся на странице участника. <BR><BR>
                    <LI><B>Отчеты по участнику:</B> Если включена настройка 
                    "Просмотра", то группа участников сможет просматривать <A 
                    href="${pagePrefix}reports#member_reports"><U>страницы 
                    отчетов</U></A> с информацией о других участниках. Если вы 
                    укажете тип счета в рубрике "Просматривать информацию о счёте", то в 
                    этих отчетах участник сможет также просмотреть информацию о 
                    счете (остатке) других участников. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}reports#sms_log"><U>Журнал 
                    СМС</U></A>:</B> доступ участника к журналу отправленных ему 
                    СМС-сообщений. Система может быть настроена для направления 
                    участникам сообщений СМС при наступлении определенных 
                    событий.<BR><BR></LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=manage_group_permissions_broker></A>
                  <H3>Разрешения брокера</H3>Это разрешения к <A 
                  style="CURSOR: crosshair; COLOR: #1fb53b" 
                  href="${pagePrefix}brokering"><U>брокерским</U></A> 
                  функциям, которые может выполнять брокер. Это означает, что вы 
                  можете определить типы функций для данной группы брокеров, 
                  которые они могут выполнять для своих участников. Структура 
                  разрешений весьма проста. Большинство функций имеют разрешений 
                  "Просмотра" и "Управления", и иногда разрешения к 
                  специфическим функциям. <BR>Если настройка просмотра не 
                  включена, то функция не появится на странице в меню как раздел 
                  и/или как кнопка действия участника (если бы 
                  брокер напечатал адрес страницы приложения в браузере, 
                  к которой не имеет разрешений, то увидел бы сообщение "У Вас нет 
                  соответствующих разрешений
                  "). <BR>Настройка "Управление" дает право 
                  создавать, изменять и удалять элементы. <BR><BR>Вы можете 
                  включить разрешения брокера к следующим брокерским функциям 
                  , чтобы он имел доступ к следующим брокерским функциям по его 
                  участникам: 
                  <UL>
                    <LI><B>Счет:</B> 
                    <UL>
                      <LI><B>Просматривать информацию по счёту:</B> брокер может просмотреть 
                      информацию по счетам обслуживаемых ним участников. 
                      <LI><B>Просмотр <A 
                      href="${pagePrefix}payments#authorized"><U>подтвержденных 
                      платежей</U></A></B> настройка позволяет брокеру 
                      просматривать платежи своих участников. 
                      <LI><B>Просмотр <A 
                      href="${pagePrefix}payments#scheduled"><U>запланированных 
                      платежей</U></A></B> </LI></UL><BR><BR>
                    <LI><B>Товары и услуги:</B> доступ брокера к просмотру или 
                    управлению объявлениями своих участников. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}documents">Документы:</A></B> 

                    <UL>
                      <LI><B>Просматривать:</B> Укажите, какие общесистемные 
                      документы может просмотреть брокер. 
                      <LI><B>Просматривать личными документами участников:</B> Позволяет 
                      брокеру просмотреть<U> <A 
                      href="${pagePrefix}documents#member_document">документы</A></U> 
                      участника. 
                      <LI><B>Управлять личными документами участников:</B> то же 
                      самое, что и предыдущая настройка, но с управлением 
                      элементами. </LI></UL><BR>
                    <LI><B>чета-фактуры:</B> Значение этой позиции очевидно и не 
                    требует разъяснений. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}loan_groups"><U>Группы с общими 
                    ссудами</U></A></B> <BR>Доступ к разделу групп с общими ссудами в 
                    меню. <BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}loans"><U>Ссуды</U></A></B><BR>Просмотреть 
                    раздела групп с общими ссудами в меню. <BR><BR>
                    <LI><B>Доступ:</B> позволяет брокеру управлять доступом 
                    участника в систему: 
                    <UL>
                      <LI><B>Изменить пароль:</B> позволяет брокеру изменить 
                      пароль входа в систему участника из страницы личных данных участника. 
                      <BR>Обратите внимание, что если это право доступа не 
                      включено, брокер все еще может определять временный пароль 
                      при регистрации участника (который участник обязан будет 
                      сменить при первом входе в систему). Но это имеет 
                      отношение только к случаю, когда <A 
                      href="/do/admin/manual?page=groups#edit_member_group"><U>настройка 
                      группы</U></A> "Отправлять пароль по эл.почте" не включена. 
                      <BR>Если настройка группы "Отправлять пароль по эл.почте" 
                      включена, брокер не может формировать пароль (участник 
                      получит временный пароль по почте, который нужно будет 
                      сменить при первом входе в систему). <BR>Если включена и 
                      настройка группы "Отправлять пароль по эл.почте", и "Изменить 
                      пароль", брокер может выбрать при регистрации, установить 
                      сразу постоянный пароль или затребовать его изменение 
                      участником при первом входе в системе. 
                      <LI><B>создать новый пароль:</B> позволяет брокеру 
                      сгенерировать новый пароль входа в систему участника, что 
                      (в зависимости от конфигурации) означает автоматическое 
                      формирование пароля и его отправку по электронной почте в 
                      адрес участника. 
                      <LI><B>Управлять <A 
                      href="${pagePrefix}passwords#transaction_password"><U> платежными кодами
                      </U></A>:</B> позволяет управлять специальным 
                      паролем, используемым для проведения операций (платежей). 
                      <LI><B>Изменять пин-код:</B> позволяет брокеру изменять <A 
                      href="${pagePrefix}passwords#pin"><U>пин-код 
                      </U></A> - цифровой пароль для доступа к определенным 
                      <A 
                      href="${pagePrefix}settings#channels"><U>каналам 
                      платежей</U></A>, например, интернет-магазинам. 
                      <LI><B>Изменять каналы доступа:</B> доступ изменять методы 
                      доступа к <A 
                      href="${pagePrefix}settings#channels"><U>системе 
                      и платежам</U></A>, например, через интернет, мобильные 
                      телефоны и т.п. 
                      <LI><B>Разблокировать пин-код:</B>Разблокировать пин-код, если 
                      участник превысит макс число попыток его ввода. 
                      <BR><BR></LI></UL><BR><BR>
                    <LI><B>Платежи участников:</B> доступ к платежам участников 
                    брокера. <BR>Есть следующие настройки: 
                    <UL>
                      <LI><B>Платёж как участник - участнику:</B> укажите здесь 
                      типы платежа, которые брокер может проводить от имени 
                      своих участников на других участников. 
                      <LI><B>Платеж от участника системе :</B> брокер может 
                      производить оплату на системный счет со счета участника от 
                      его же имени. Укажите здесь типы платежей, проводить 
                      которые вы хотите разрешить брокеру. 
                      <LI><B>Подтверждать:</B> Брокер может подтверждать платежи 
                      участника, по которым требуется <A 
                      href="${pagePrefix}payments#authorized"><U>подтверждение</U></A> 
                      участника как получателя. 
                      <LI><B>Отменять авторизованный платеж как участник</B> 
                      <LI><B>Отменять <A 
                      href="${pagePrefix}payments#scheduled"><U>запланированный 
                      платеж</U></A> как участник</B>. 
                      <LI><B>Блокировать запланированный платеж как 
                      участник:</B> позволяет временно заблокировать планируемый 
                      платеж. Разница между блокировкой и отменой 
                      запланированного платежа есть то, что заблокированный 
                      планируемый платеж может быть разблокирован. Отмена 
                      является окончательной. 
                      <LI><B>Перевод между счетов участника:</B> это платежи с одного 
                      счета участника на другой счет того же участника. Брокер 
                      может совершать эти платежи для участника. </LI></UL><BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}member_records"><U>Записи об участнике 
                    </U></A>:</B> позволяет администратору управлять 
                    записями об участника - позволяют вам определить информацию, 
                    которая будет собрана об участниках. Подпункты достаточно 
                    самоочевидны.<BR><BR>
                    <LI><B><A 
                    href="${pagePrefix}reports#sms_log"><U>СМС 
                    журналы</U></A>:</B> предоставляет доступ к журналам СМС 
                    сообщений, отправленных для участника. Система может быть 
                    настроена, чтобы отправлять СМС сообщения в нескольких 
                    случаях.<BR><BR>
                    <LI><B>Брокерство:</B> 
                    <UL>
                      <LI><B>Регистрировать:</B> : позволяет брокеру 
                      зарегистрировать нового участника. 
                      <LI><B>Изменять страницу личных данных:</B> позволяет брокеру изменять <A 
                      href="${pagePrefix}profiles"><U>страницы личных данных</U></A> 
                      его участников, для которых он посредничает. 
                      <LI><B>Управлять соглашениями по брокерскому вознаграждению заданными по-умолчанию 
                      :</B> Позволяет брокеру самостоятельно 
                      установить стандартное значение <A 
                      style="CURSOR: crosshair; COLOR: #1fb53b" 
                      href="${pagePrefix}brokering#commission"><U>вознаграждений</U></A>. 

                      <LI><B>Управлять соглашениями по брокерскому вознаграждению:</B> Если этот параметр 
                      выбран, то брокер может управлять <A 
                      style="CURSOR: crosshair; COLOR: #1fb53b" 
                      href="${pagePrefix}brokering#commission_contract"><U>соглашениями по брокерскому вознаграждению</U></A> 
                      с участниками. Это можно сделать с помощью кнопки 
                      расположенной ниже <A 
                      href="${pagePrefix}profiles"><U>страницы личных данных</U></A>. 
                      </LI></UL><BR><BR>
                    <LI><B>Личные сообщения:</B> Существует один параметр, 
                    который позволяет брокеру отсылать личные <A 
                    href="${pagePrefix}messages"><U>сообщения</U></A> 
                    для всех его участников, для которых он 
посредничает.<BR><BR>
                    <LI><B>Рекомендации:</B> позволяет брокеру управлять 
                    (предоставлять, удалять, изменять) <A 
                    href="${pagePrefix}references"><U>рекомендации</U></A> 
                    для участника. <BR><BR>
                    <LI><B>Отчеты:</B> 
                    <UL>
                      <LI><B>Просматривать:</B> если этот параметр выбран, то 
                      брокер может просмотреть <A 
                      href="${pagePrefix}reports#member_reports"><U>страницы 
                      сообщений</U></A> его участников, для которых он 
                      посредничает. 
                      <LI><B>Просматривать информацию о счёте:</B> если здесь вы 
                      выбираете тип счета, тогда брокер в этих отчетах может 
                      также просматривать информацию счета (балансы) своих 
                      участников. </LI></UL><BR><BR></LI></UL>
                  <HR class=help>
                  </SPAN><A name=group_filters></A>
                  <H2>Групповые фильтры</H2>Групповые фильтры это что-то вроде 
                  "супер групп": набор групп, связанных вместе, и дается 
                  название, с которыми вы можете выполнять определенные 
                  действия. Вкратце, это групповой фильтр - "группа групп". 
                  <BR>Групповые Фильтры применяются для нескольких задач в 
                  Системе. Вы можете выполнять статистические вычисления с 
                  групповыми фильтрами, а участники и администраторы могут 
                  осуществлять поиски по групповому фильтру. 
                  <br><br><I>Где найти это?</I><BR>Групповые фильтры могут быть 
                  найдены в "Меню: Пользователи и Группы &gt; Групповые 
                  фильтры". 
                  <HR>
                  <SPAN class=admin><A name=group_filter></A>
                  <H3>Изменить / добавить групповой фильтр</H3>В этом окне вы 
                  может быть определен или изменен <A 
                  href="/do/admin/manual?page=groups#group_filters"><U>групповой 
                  фильтр</U></A>. Если вы изменяете существующую группу, вы 
                  должны сначала щелкнуть кнопку, обозначенную "изменить" перед 
                  тем, как вы сможете изменить поля в форме. <BR>Не забывайте, 
                  нажать кнопку "выполнить" чтобы выполнить и сохранить 
                  изменения. 
                  <UL>
                    <LI><B>Название:</B> выберите название, которое вы хотите для нового 
                    группового фильтра. 
                    <LI><B>Описание:</B> описание для администраторов, для 
                    ясности пользователя группового фильтра. 
                    <LI><B>Отображать в странице личных данных:</B> если данное выбрано, 
                    групповой фильтр появится на странице в поле группы в <A 
                    href="${pagePrefix}profiles"><U>странице личных данных</U></A> 
                    участника. 
                    <LI><B>Группы:</B> самый главный элемент в этой форме. Здесь 
                    вы выбираете группы, которые вы хотите, чтобы данные 
                    находились в групповом фильтре. 
                    <LI><B>Видимо для:</B> позволяет вам выбрать какие группы 
                    смогут увидеть ваш групповой фильтр. В таком случае, 
                    групповой фильтр появится на странице участника и поиске 
                    объявлений в рубрике участника. ПРИМЕЧАНИЕ, если вы выбрали 
                    кнопку "показать в странице личных данных" то это всегда будет видимо в 
                    странице личных данных, независимо от выбранной группы "видимо для". Так 
                    что эти настройки воздействует только на функцию поиска. 
                    </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=manage_group_filters></A>
                  <H3>Управление групповыми фильтрами</H3>Это окно показывает 
                  список с <A 
                  href="/do/admin/manual?page=groups#group_filters"><U>групповыми 
                  фильтрами</U></A> и предоставляет выбор, чтобы управлять ими. 
                  <UL>
                    <LI><B>Изменить</B> (или просмотреть) существующий групповой 
                    фильтр с помощью <IMG height=16 src="${images}/edit.gif" 
                    width=16 border=0>&nbsp;значка изменить. 
                    <LI><B>Удалить</B> a групповой фильтр с помощью <IMG 
                    height=16 src="${images}/delete.gif" width=16 
                    border=0>&nbsp;значка удалить. 
                    <LI><B>Создать:</B> новый групповой фильтр нажатием кнопки 
                    обозначенной "Добавить новый групповой фильтр". </LI></UL>
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=manage_group_filter_customized_files></A>
                  <H3>Преобразованные файлы управления содержанием (для группового фильтра)</H3>С этой 
                  функцией вы можете установить <A 
                  href="${pagePrefix}content_management"><U>преобразованный 
                  файл</U></A> для <A 
                  href="/do/admin/manual?page=groups#group_filters"><U>группового 
                  фильтра</U></A>. Это означает, что каждый групповой фильтр 
                  может иметь свою собственные настройки, такие как, например, 
                  компоновка (цвет, стили), фирменный знак, и страницы такие 
                  как, новости, контакты, руководство, и т.п. Если не сделано 
                  никакой определенной группы или настройки группового фильтра, 
                  то появиться главная компоновка и страницы. <BR>Групповая 
                  настройка заменяет настройки группового фильтра, так что если 
                  вы определили и то и другое, то сначала система проверит, если 
                  имеется преобразованный файл для группы, и покажет его. Если это 
                  не так, то это проверит, имеется ли преобразованный файл для 
                  группового фильтра. Если это не так, то будет показана 
                  общесистемная версия настроенного файла, если имеется. 
                  <BR>Элементы в этой форме: 
                  <UL>
                    <LI><B>Просмотреть</B> как будет выглядеть результат с 
                    помощью <IMG height=16 src="${images}/view.gif" width=16 
                    border=0>&nbsp;значка просмотреть. 
                    <LI><B>Изменить</B> существующий преобразованный файл с 
                    помощью <IMG height=16 src="${images}/edit.gif" width=16 
                    border=0>&nbsp;значка изменить. 
                    <LI><B>Удалить</B> определеный преобразованный файл с помощью 
                    <IMG height=16 src="${images}/delete.gif" width=16 
                    border=0>&nbsp;значка удалить. 
                    <LI><B>Создать:</B> новый преобразованный файл с помощью 
                    обозначенной кнопки "Преобразовать новый файл". </LI></UL>
                  <HR class=help>
                  </SPAN>
                  <DIV class=help>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br></DIV>
