<br><br>Данное приложение содержит систему онлайн-помощи. 
В окне просмотра есть контекстная помощь, а также общие файлы помощи в виде набора файлов по различным тематикам, которые все вместе представляют собой руководство.  

<i>Где это найти?</i>
<br>
Каждое окно в Системе содержит маленький значок помощи <img border="0" src="/pages/images/help.gif" width="16" height="16">
&nbsp; вверху, прямо справа в верхней панели окна. Если вы нажмете на этот значок, откроется отдельное окно помощи.<br><br>
Вы также можете перейти к руководству через главную панель &quot;Меню: Помощь > Руководство пользователя&quot;.
Здесь содержится список всех файлов помощи; на каждый раздел в списке содержится ссылка, чтобы перейти к его содержанию.
Если вы используете функцию &quot;Версия для печати всего руководства&quot; нажмите на ссылку в верхнем правом углу окна, и откроется отдельное окно со всеми разделами руководства (= все файлы помощи) в формате для печати.
<hr>
<br><br><b>Использование файлов помощи</b><br>
Каждый файл помощи в руководстве относится к отдельной теме. Их примерно 30. Обычно файл начинается с общего описания тематики файла. Он также может содержать несколько подтем, имеющих отношение к главной теме, их обычно максимум 3. Эти темы отделены друг от друга горизонтальной линией.<br>
В файлах помощи используются внутренние ссылки. Если вы хотите перейти на предыдущую страницу руководства после того, как уже перешли по конкретной ссылке, используйте клавишу &quot;назад&quot;, т.к. большинство выпадающих окон не содержат кнопки &quot;назад&quot;. Если вы используете ОС linux, клавиша "назад" не будет работать в браузере по умолчанию.

<br><br>За общим описанием в файле следует два важных раздела, которые могут быть вам очень полезны:<ul>
	<li><i>Где это найти?</i> - краткое описание того, где расположен объект тематики файла. Обычно это информация о том, в каком разделе меню его можно найти. 
	<li><i>Как это работает?</i> - краткая информация о том, как включить функции, описываемые в тексте руководства.  В Системе доступно множество функций, но некоторые из них следует настроить перед использованием, и для этого вам понадобятся различные разрешения и изменения некоторых настроек. Все это входит в данный раздел. 
	Обратите внимание, что данный раздел по большей части имеет значение для администраторов и, т.о. не будет доступен для участников; если же информация будет важна и для участника, она будет им видна. 
</ul>
Если файл содержит больше одной связанной подтемы, то разделы <i>Где это найти?</i> и <i>Как это работает?</i> повторяются для каждой новой подтемы.
<br><br>
После общего раздела файл помощи содержит все текстовые блоки в зависимости от контекста открытого окна; вы будете переходить к ним, нажимая на ссылку помощи <img border="0" src="/pages/images/help.gif" width="16" height="16">&nbsp;
в окне системы. Если вы переходите на файл помощи таким путем, пожалуйста, запомните, что вы всегда можете прокрутить файл вверх, чтобы просмотреть разделы <i>Где это найти?</i>
и <i>Как это работает?</i>.

<br><br>
По сложным темам файл помощи может заканчиваться глоссарием. Система помощи содержит связи между различными темами; вы можете нажать на любую из ссылок в системе помощи, и она переведет вас к соответствующей теме.
