<br><br>Первое что вы увидите после входа в приложение - 
это ваша "Домашняя страница". С неё доступны некоторые часто используемые 
действия и информация по состоянию вашей почты.

<hr>

<span class="admin"> <a name="home_status"></a>
<h3>Состояние приложения</h3>
Информация на этой странице отображает текущее состояние системы а также важные
 предупреждения, наличие пользователей в системе и ошибки приложения.<br>
Подчёркнутые числа и пункты можно кликнуть для просмотра подробностей.
Для того чтобы обновить отображаемую информацию - нажмите кнопку &quot;Обновить&quot
 в правом нижнем углу.
<br><br>"Состояние приложения" отображает следующее:
<ul>
	<li><b>Версия Приложения:</b> Версия инсталляции приложения. Приложение использует временной штамп выпуска как номер версии.
	<li><b>Вр.работы Приложения:</b> Время работы сессии приложения в часах и минутах.
	<li><b>Непрочтённые сообщения:</b> Количество непрочитанных <a
		href="${pagePrefix}messages"><u>сообщений</u></a> от участников к администрации.
	<li><b>Открытые системные счёта-фактуры:</b> Количество открытых <a
		href="${pagePrefix}invoices"><u>счетов-фактур</u></a> от системы участникам.
	<li><b>Админы в системе:</b> Количество администраторов в системе в данный момент.
	Нажмите на число, чтобы открыть список админов.
	<li><b>Участники в системе:</b> Количество участников в системе на данный момент. Нажмите на число, чтобы открыть список участников.
	<li><b>Брокеры в системе: </b> Количество брокеров в системе в данный момент. Нажмите на число, чтобы открыть список брокеров.
	<li><b>Оповещений системы:</b> Общее число действующих <a
		href="${pagePrefix}alerts_logs#system_alerts"><u>системных оповещений</u></a>. Нажмите на число, чтобы открыть список оповещений.
	<li><b>Оповещения о действиях участников:</b> Общее количество действующих <a
		href="${pagePrefix}alerts_logs#member_alerts"><u>оповещений о действиях участников</u></a>. Нажмите на число, чтобы открыть список оповещений.
	<li><b>Ошибки приложения:</b> Общее количество действующих <a
		href="${pagePrefix}alerts_logs#error_log"><u>ошибок приложения</u></a>.
	Нажмите на число чтобы открыть список ошибок.
</ul>
<hr class="help">
</span>

<span class="member"> <a name="home_status"></a>
<h3>Новые сообщения</h3>
В этом окне показывается количество непрочитанных <a href="${pagePrefix}messages"><u>сообщений</u></a>
 (как обычных так и финансовых: получение платежа, ссуды или счёта-фактуры)
и новые <a href="${pagePrefix}references"><u>рекомендации</u></a>. Для их прочтения нажмите
 на соответствующие ссылки.
<hr class="help">
</span>

<span class="member"> <a name="quick_access"></a>
<h3>Выбор действия</h3>
В окне "Выбор действия" вы можете нажать на ярлык для быстрого перехода к нужному действию.
<hr class="help">
</span>

<span class="member"> <a name="home_news"></a>
<h3>Новости (доска объявлений администрации)</h3>
На доске объявлений показываются важные сообщения от администрации для всех пользователей.

<hr class="help">
</span>

<span class="admin">
<a name="jump_to_profile"></a>
<h3>Перейти на страницу участника</h3>
Это окно быстрого доступа к странице участника. Введите имя участника
 (или его номер счёта) в соответствующее поля. Поля автозаполняющееся: с введения
 первых букв будут предложены возможные варианты.
 <br>
Как только выбор будет сделан, приложение перейдет на
 <a href="${pagePrefix}profiles"><u>страницу личных данных</u></a> этого участника.
<hr class="help">
</span>

<a name="home_invite"></a>
<h3>Приглашение</h3>
Если вы введёте адрес эл.почты вашего друга или знакомого и нажмёте &quot;Отправить&quot;,
- этому человеку от вас будет отправлено письмо, с приглашением попробовать работу в системе.
 
<br>Если вы хотите просмотреть текст письма перед отправкой, то для этого вы можете сначала 
отправить "Приглашение" свой адрес эл.почты. Письмо будет доставлено практически мгновенно.
<hr class="help">

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
