<A name=top></A>
                  <br><br>Группы с общей ссудой позволяют участникам 
                  нести коллективную ответственность по ссуде. 
                  <BR>Предоставление ссуды группе с общей ссудой означает, что 
                  ответственный участник группы с общей ссудой получит эту ссуду. Все 
                  участники могут видеть ссуду и погасить ее.<I>Где это 
                  найти?</I> <BR>К группам с общей ссудой можно перейти через <SPAN 
                  class=admin>"Меню: Пользователи и группы: Группы с общей ссудой". 
                  <BR>Чтобы просмотреть данный раздел, администратору нужны 
                  соответствующие <A 
                  href="${pagePrefix}groups#manage_group_permissions_admin_member"><U>разрешения</U></A> (блок: "Группы с общей ссудой") 
                  <br><br><I>Как это включить?</I><BR>После того, как вы создали 
                  группу с общей ссудой, вы можете добавлять в нее участников через 
                  ссылку ниже <A 
                  href="${pagePrefix}loan_groups#create_loan_group"><U>создать 
                  группу с общей ссудой</U></A> <BR>Чтобы выдать ссуду для ссудной 
                  группы, должен существовать тип ссуды, и админ должен иметь<A 
                  href="${pagePrefix}groups#manage_group_permissions_admin_member"><U> 
                  разрешения</U></A> для выдачи ссуды (блок в Разрешениях 
                  "Ссуды")<BR>Есть дополнительные <A 
                  href="${pagePrefix}groups#edit_member_group"><U>настройки 
                  групп с общей ссудой</U></A>, которые можно определять по группам 
                  участников. <BR>Вы можете выдать ссуду либо через "Меню: 
                  Пользователи и группы: Группы с общей ссудой" &gt; изменить группу с общей ссудой&gt; Выдать ссуду или через <A 
                  href="${pagePrefix}profiles#actions_for_member_by_admin"><U></U></A>(блок: 
                  Ссуды &gt; Выдать ссуду) </SPAN><SPAN class=member>"Меню: Счета 
                  &gt; Группы с общей ссудой".</SPAN> 
                  <HR>
                  <SPAN class=admin><A name=search_loans_group></A>
                  <H3>Поиск групп с общей ссудой</H3>Это страница поиска <A 
                  href="${pagePrefix}loan_groups#top"><U>групп с общей ссудой</U></A>.<BR>Вы можете проводить поиск по наименованию 
                  группы, описанию или участнику, который принадлежит к группе 
                  (по номеру счета или имени участника). 
                  <br><br>После заполнения отдельных полей, нажмите на "поиск", и 
                  группы будут отображены в <A 
                  href="${pagePrefix}loan_groups#search_loans_group_result"><U>окне 
                  результатов поиска</U></A> ниже. 
                  <br><br>Новую группу с общей ссудой можно создать путем нажатия на кнопку 
                  "<A 
                  href="${pagePrefix}loan_groups#create_loan_group"><U> 
                  Создать группу с общей ссудой</U></A> ". 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=create_loan_group></A>
                  <H3>Новая группа с общей ссудой</H3>В этом окне вы можете создать 
                  новую группу с общей ссудой. Введите имя для новой группы и описание 
                  и нажмите "Выполнить". 
                  <br><br>Новая группа будет отображена в следующем окне - <A 
                  href="${pagePrefix}oan_groups#search_loans_group_result"><U>результаты 
                  поиска групп с общей ссудой</U></A>. При создании группа будет 
                  пустой. Вы можете добавить в нее участников через изменение 
                  группы с общей ссудой (нажмите <IMG height=16 
                  src="${images}/edit.gif" width=16 border=0>&nbsp; значок) 
                  в окне результатов поиска). 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
name=search_loans_group_result></A>
                  <H3>Результаты поиска групп с общей ссудой</H3>Здесь содержатся 
                  результаты <A 
                  href="${pagePrefix}loan_groups#search_loans_group"><U>поиска 
                  групп с общей ссудой</U></A>. <A 
                  href="${pagePrefix}loan_groups#top"><U>Группа с общей ссудой</U></A> содержит наименование и описание. Дополнительно 
                  вы можете использовать <IMG height=16 
                  src="${images}/edit.gif" width=16 border=0> &nbsp; значок 
                  редактирования, который откроет вам окно, где вы можете 
                  редактировать параметры группы с общей ссудой, добавлять участников 
                  или управлять ссудами группы. 
                  <br><br>Вы можете использовать <IMG height=16 
                  src="${images}/delete.gif" width=16 border=0> &nbsp; 
                  значок удаления, чтобы удалить группу. Это возможно, только 
                  если группа не содержит выданных открытых ссуд. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=loan_group_members_by_admin></A>
                  <H3>Участники группы с общей ссудой</H3>Данное окно отображает 
                  участников, принадлежащих к <A 
                  href="${pagePrefix}loan_groups#top"><U>группе с общей ссудой</U></A>. Номер счета и Имя участника отображены в 
                  таблице. <BR>Чтобы удалить участника из группы, нажмите на 
                  значок <IMG height=16 src="${images}/delete.gif" width=16 
                  border=0> &nbsp; удаления.<BR>Чтобы добавить участника в 
                  группу, введите Номер счета или Имя участника 
                  (используется функция автозаполнения) в поля редактирования и 
                  нажмите на кнопку "Добавить". 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=loan_group_detail_by_admin></A>
                  <H3>Изменить группу с общей ссудой</H3>Окно дает доступ к информации 
                  о <A 
                  href="${pagePrefix}loan_groups#top"><U>группе с общей ссудой</U></A>. Вы можете выполнять следующие действия: 
                  <UL>
                    <LI><B>Изменить:</B>Сменить наименование или описание, нажав 
                    данную кнопку. После внесения изменений, нажмите на 
                    "Выполнить",чтобы сохранить изменения. 
                    <LI><B>Просмотреть ссуды:</B> нажмите на кнопку, чтобы 
                    просмотреть текущие <A 
                    href="${pagePrefix}loans"><U>ссуды</U></A> 
                    по группе. 
                    <LI><B>Выдать ссуду:</B> нажмите на кнопку, чтобы выдать 
                    группе ссуду. Ответственный участник группы получит данную 
                    ссуду. Если были настроены соответствующие разрешения, 
                    все участники группы с общей ссудой смогут видеть ссуду и погашать 
                    ее. </LI></UL>
                  <br><br><FONT color=#ff0000>Note:</FONT> Доступе к группе с общей ссудой 
                  через функцию управления участниками админом возможен только 
                  при наличии соответствующих "разрешений просмотра". Указанные 
                  действия могут быть проведены непосредственно через страницу 
                  управления групп с общей ссудой ("Меню: Пользователи и группы 
                  &gt; Группы с общей ссудой"). 
                  <HR class=help>
                  </SPAN><A name=search_loans></A>
                  <H3>Ссуды группы ...</H3>Здесь вы можете просмотреть ссуды, 
                  выданные <A 
                  href="${pagePrefix}loan_groups#top"><U>группе с общей ссудой</U></A>. Форма очень проста: вы просто выбираете одну 
                  из двух кнопок, чтобы просмотреть либо "открытые" либо 
                  "закрытые" ссуды. 
                  <HR class=help>
                  <SPAN class=member><A name=member_loan_groups_by_member></A>
                  <H3>Мои группы с общей ссудой</H3>Здесь вы можете просмотреть <A 
                  href="${pagePrefix}loan_groups#top"><U>группы с общей ссудой</U></A>, которые вам принадлежат. Чтобы просмотреть 
                  информацию о группе с общей ссудой, нажмите на <IMG height=16 
                  src="${images}/view.gif" width=16 border=0> &nbsp; значок 
                  просмотра. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A 
                  name=member_loan_groups_by_admin></A>
                  <H3>Группы с общей ссудой участника</H3>Здесь вы можете просмотреть 
                  <A 
                  href="${pagePrefix}loan_groups#top"><U>группы с общей ссудой</U></A>, к которым принадлежит участник. Чтобы 
                  просмотреть детальную информацию о группе с общей ссудой, нажмите на 
                  <IMG height=16 src="${images}/view.gif" width=16 border=0> 
                  &nbsp; значок просмотра.<BR>Чтобы отменить группу с общей ссудой, 
                  нажмите на иконке <IMG height=16 
                  src="${images}/delete.gif" width=16 
                  border=0>&nbsp;удаления. Это будет возможно, только если по 
                  группе с общей ссудой нет открытых ссуд. 
                  <br><br>Обратите внимание, что вы не можете просмотреть ссуды 
                  здесь. Для этого вам нужно перейти к странице личных данных участника &gt; 
                  просмотреть ссуды, или к "Меню: счета &gt; управление 
                  ссудами". 
                  <HR class=help>
                  </SPAN><SPAN class=member><A 
                  name=loan_group_detail_by_member></A>
                  <H3>Данные группы с общей ссудой</H3>Здесь размещены наименование и 
                  описание группы с общей ссудой. <BR>Участники группы отображены в <A 
                  href="${pagePrefix}loan_groups#loan_group_members_by_member"><U>окне 
                  ниже </U></A>. 
                  <HR class=help>
                  </SPAN><SPAN class=admin><A name=add_member_loan_groups></A>
                  <H3>Добавить участника в группу с общей ссудой</H3>В этом окне вы 
                  можете добавить участника в <A 
                  href="${pagePrefix}loan_groups#top"><U>группу с общей ссудой</U></A>. Участник может принадлежать одной или более 
                  группе с общей ссудой. Форма очень проста: выберите группу с общей ссудой и 
                  нажмите на кнопке "Выполнить". 
                  <HR class=help>
                  </SPAN><SPAN class=member><A 
                  name=loan_group_members_by_member></A>
                  <H3>Участники данной группы с общей ссудой</H3>Здесь содержатся 
                  Номера счетов и Имена участников данной группы с общей ссудой. Вы можете нажать на них, чтобы перейти на их<A 
                  href="${pagePrefix}profiles"><U> 
                  страницы личных данных</U></A>. Вы не можете просмотреть свои ссуды (или 
                  ссуды группы) в данном окне. Таким образом, вам нужно перейти 
                  к "Меню: Мой счет &gt; Ссуды"; это также отобразит ссуды группы с общей ссудой, участником которой вы являетесь. 
                  <HR class=help>
                  </SPAN>
                  <DIV class=help>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br>
                  <br><br></DIV>
