<a NAME="top"></a>
<br><br>Сообщения в Системе могут использоваться при многих различных ситуациям между пользователями всех типов. Есть много гибких настроек отправки сообщений между участниками и группами. Также можно определять различные категории сообщений, и давать группам разрешения к различным категориям. <br>
Сообщения направляются через внутреннюю систему сообщений. Это означает, что получатель видит полученное сообщение только при входе в систему. Система может быть <a
	href="${pagePrefix}notifications"><u>настроена</u></a> и для направления сообщений по эл.почте - однако, позволять или нет получение таких сообщений определяется получателем непосредственно. Это также можно делать через интерфейс Системы, расположенный под кнопкой &quot;Отправить эл.письмо&quot; на странице личных данных каждого участника. 
<i>Где это найти?</i><br>
<span class="member">Вы можете перейти к сообщениям через &quot;Меню: Моя почта - Сообщения&quot;. </span>
<span class="admin">Вы можете перейти к сообщениям через &quot;Меню: Сообщения
> Сообщения&quot;. </span>
<span class="broker">Чтобы отправить сообщение как брокер (всем своим участникам), вы можете также использовать 
&quot;Меню: Моя почта > Сообщения&quot;, но также можно сделать это через опцию в &quot;Меню: Брокерство
> Сообщение участникам&quot;.
</span>
Еще один способ отправки сообщения - перейти на 
<a href="${pagePrefix}profiles"><u>страницу личных данных</u></a>
участника и нажать на кнопку &quot;Отправить сообщение&quot; 
<span class="admin">в разделе &quot;Данные участника&quot;</span>.
<span class="admin">
<br><br><i>Как это работает?</i><br>
Нужно установить разрешения по сообщениям. Для админов нужно установить 
<a href="${pagePrefix}groups#manage_group_permissions_admin_member"><u>разрешения</u></a>
в блоке &quot;Сообщения&quot;; где вы можете установить различные права на отправку сообщений участникам. <br>
<a href="${pagePrefix}groups#manage_group_permissions_member"><u>Разрешения участников</u></a>
по сообщениям расположены в блоке &quot;Сообщения&quot;.<br>
У брокеров есть дополнительный набор <a href="${pagePrefix}groups#manage_group_permissions_broker"><u>
разрешений</u></a> по отправке сообщений своим участникам, которые расположены в блоке &quot;Личные сообщения&quot;.
</span>
<hr>

<A NAME="messages_search"></A>
<h3>Список сообщений</h3>
На этой странице вы можете выбрать просмотр <a href="#top"><u>сообщений</u></a>, которые были получены или отправлены вами. В выпадающем списке вы можете просмотреть содержание папок  &quot;Входящие&quot;, &quot;Отправленные&quot;
и &quot;Удалённые&quot;.<br>
<span class="admin">Вы можете также выбрать конкретные категории в выпадающем списке
&quot;Категория&quot; (Примечание: вам нужно иметь как минимум разрешения просмотра категорий сообщений, чтобы они отображались в списке).<br></span>
Нажав на кнопку &quot;Расширенный поиск&quot;, вы можете искать сообщения по ключевым словам или участнику, от которого или которому направлено сообщение. В поиске нажмите на кнопку &quot;Выполнить&quot;.
<br><br>Чтобы отправить новое сообщение, нажмите на кнопку напротив надписи &quot;Отправить новое сообщение&quot;.
<hr class="help">

<A NAME="messages_search_result"></A>
<h3>Результат поиска сообщений</h3>
Страница содержит <a href="#top"><u>сообщения</u></a>, найденные по критериям, указанным вами в 
<a href="#messages_search"><u>окне выше</u></a>
.
<br><br>Значок отображает статус сообщения:
<ul>
	<li><img border="0" src="/pages/images/message_unread.gif"
		width="16" height="16">&nbsp;(непрочтенное)
	<li><img border="0" src="/pages/images/message_read.gif"
		width="16" height="16">&nbsp;(прочтенное)
	<li><img border="0" src="/pages/images/message_replied.gif"
		width="16" height="16">&nbsp;(отвеченное)
	<li><img border="0" src="/pages/images/message_removed.gif"
		width="16" height="16">&nbsp;(удаленное)
</ul>
Вы можете произвести следующие действия: 
<ul>
	<li>Открыть сообщение, нажав на название. 
	<li>Выбрать несколько сообщений в ячейках слева и применить к ним действие из выпадающего списка под таблицей.
	<li>Удалить одно сообщение, выбрав значок удаления (
	<img border="0" src="/pages/images/delete.gif" width="16" height="16">&nbsp;).
</ul>
<hr class='help'>

<A NAME="messages_send"></A>
<h3>Отправить сообщение</h3>
<span class="admin"> 
	Здесь вы можете отправить <a href="#top"><u>сообщение</u></a> участнику. Если вы направляете сообщение из функционала сообщений (&quot;Меню: Сообщения > Сообщения&quot;), вы можете указать участника и\или его номер счета в соответствующих полях (действует функция автозаполнения). 
Вам нужно указать категорию сообщения. <br>
	<br><br>Если вы направляете сообщение группе, форма будет другой, и поля для заполнения будут отличаться. Вначале выберите одну или несколько групп из выпадающего списка 
	&quot;группы&quot; и все участники в группе, которую вы выбрали, получат ваше сообщение. 
	<br>При отправке сообщения группе вы имеете возможность отправки в обычном формате или формате текстового редактора. Последний имеет специальные функции типа шрифтов, изображений и пр. Для этого выберите опцию &quot;Текстовый редактор&quot;
	из списка, после чего он станет доступен, позволяя вам использовать различные кнопки в раскладке текста (просто попробуйте их использовать, чтобы увидеть функции, за которую отвечает каждая кнопка). 
	Вы можете также использовать обычный формат html, нажав на кнопку &quot;исходники&quot; текстового редактора. <br>
	Если вы хотите добавить изображение, его вначале нужно подгрузить в &quot;(Меню: Управление содержанием > <a href="${pagePrefix}content_management#custom_images"><u>Дополнительные изображения</u></a > )&quot;.<br>
	Как админ вы не можете отправить сообщение другому админу. 
</span>
<span class="member">
	Здесь вы можете отправить <a href="#top"><u>сообщение</u></a> либо другому участнику, либо администрации Системы.
</span>
<span class="broker">
	Здесь вы можете отравить сообщение:
	<ul>
		<li>конкретному участнику
		<li>всем вашим зарегистрированным участникам
		<li>администрации.
	</ul> 
</span>
<span class="member">
	Если вы выбираете &quot;Участнику&quot;, нужно указать его номер счета или полное имя; если вы заполняете их правильно, сработает функция автозаполнения.<br>
	Если вы выбираете &quot;Администрации&quot;, нужно также указать категорию сообщения. <br>
</span>
<span class="broker">
	Если вы выбираете &quot;Участникам зарегистрированных мною&quot;, у вас есть возможность составить сообщение в формате
	&quot;Обычный&quot; или &quot;Текстовый редактор&quot;.
	Последний имеет специальные функции типа шрифтов, изображений и пр. Для этого выберите опцию &quot;Текстовый редактор&quot;
	из списка, после чего он станет доступен, позволяя вам использовать различные кнопки в раскладке текста (просто попробуйте их использовать, чтобы увидеть функции, за которую отвечает каждая кнопка). 
	Вы можете также использовать обычный формат html, нажав на кнопку &quot;исходники&quot; текстового редактора. <br>
</span>
Закончив сообщение, нажмите &quot;Выполнить&quot;, и сообщение будет отправлено, а также сохранено в папке &quot;Отправленные&quot;.
<hr class='help'>

<span class="broker">
<a name="messages_send_brokered_members"></a>
<h3>Отправка сообщений</h3>
	Здесь вы можете отправить сообщение всем своим зарегистрированным участникам. 
	<br><br>У вас есть возможность отправки сообщения в форматах &quot;Обычный&quot; или &quot;Текстовый редактор&quot;.
	Последний позволяет вам использовать специальные функции в раскладке типа шрифтов, изображений и пр. Для этого выберите в опции кнопку &quot;Текстовый редактор&quot;, и он станет доступным, позволяя использовать различные кнопки редактирования текста (просто понажимайте их, чтобы узнать о функциях, за которые отвечает каждая кнопка). Также вы можете использовать обычный формат html, нажав на кнопку &quot;исходники&quot; в текстовом редакторе. <br>
После завершения составления сообщения, нажмите &quot;Выполнить&quot;, и оно будет отправлено, а также сохранено в папке &quot;Отправленные&quot;.
<hr class="help">
</span>

<A NAME="messages_view"></A>
<h3>Просмотр сообщений</h3>
Это - <a href="#top"><u>сообщение</u></a>. Вы можете отправить его в 
&quot;Удаленные&quot;, нажав на кнопку напротив надписи &quot;Отправить в корзину&quot;. Сообщения в корзине всегда можно прочитать заново, просто открыв папку &quot;Удалённые&quot; в вашем
<a href="#messages_search"><u>списке сообщений</u></a>.<br> 
Вы можете ответить на сообщение, нажав на кнопку &quot;Ответить&quot; (если сообщение было отправлено вами, такой кнопки не будет). 
<hr class="help">

<a name="categories"></a>
<h2>Категория сообщений</h2>
<a href="#top"><u>Категория сообщения</u></a> позволяет вам лучше управлять сообщениями, отправляемыми администрации. Категория могут существовать только для сообщений между участниками и администрацией. 

<hr>

<span class="admin">
<A NAME="message_categories"></A>
<h3>Категории сообщений</h3>
Страница содержит список категории<a href="#categories"><u></u></a> для <a href="#top"><u>сообщений</u></a>.
<br><br>
<ul>
	<li><img border="0" src="/pages/images/edit.gif" width="16" height="16">&nbsp;
	позволяет изменить категорию.
	<li><img border="0" src="/pages/images/delete.gif" width="16" height="16">&nbsp;позволяет удалить категорию. Это возможно, только если она еще не использовалась. 
	<li>Используйте кнопку напротив надписи &quot;Добавить новую категорию&quot;
	чтобы создать новую категорию сообщения.
</ul>
<hr class='help'>
</span>

<span class="admin">
<a name="edit_message_category"></a>
<h3>Изменить категорию сообщения</h3>
Окно позволяет изменить наименование <a href="#categories"><u>
категории</u></a> <a href="#top"><u>сообщения</u></a>. 
Выберите что-то описательное, т.к. это название увидят другие участники в окне <a href="#messages_send"><u>отправить сообщение</u></a> .<br>
Как всегда, нажмите на кнопку &quot;Изменить&quot;, чтобы внести изменения. Завершив, нажмите на &quot;Выполнить&quot; и сохраните изменения. 
<hr class="help">
</span>

<span class="admin">
<a name="new_message_category"></a>
<h3>Добавить новую категорию сообщений</h3>
Окно позволяет создать новую <a href="#categories"><u>
категорию</u></a> для <a href="#top"><u>сообщений</u></a>.
Введите какое-то содержательное наименование и нажмите на кнопку
&quot;Выполнить&quot;, чтобы сохранить изменения. <br>
Участники увидят наименование в своем окне<a href="#messages_send"><u>
Отправить сообщение</u></a> . 
<hr class="help">
</span>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
