<a name="top"></a>
<br><br>Функция операторов позволяет вам назначать операторов: подуровневых участников, которым разрешено проводить определенные действия в системе от вашего имени в электронном кабинете. У операторов нет собственного счета, а только доступ к вашему собственному счету, по которому они могут проводить некоторые операции, доступ к которым вы определяете самостоятельно. <br>
Операторы организованы в группы. Вы можете самостоятельно определить группы своих операторов, создавая различные уровни операторов с различными разрешениями. Вы можете, например, создать одного супероператора, который может выполнять платежи, и несколько простых операторов, которые могут лишь управлять объявлениями. Каждый платеж, проведенный оператором, будет содержать дополнительное поле 
&quot;Выполнен&quot;, и у вас есть возможность искать платежи по оператору. 
<span class="member notOperator"> 
<i>Где это найти?</i><br>
Функции операторов находятся в &quot;Меню: Операторы&quot;. В этом разделе главного меню есть несколько подразделов, дающих доступ к функциональностям модуля управления операторами: 
<ul>
	<li><b>Операторы:</b> переведет вас на окно поиска операторов. Вы также здесь можете создавать новых операторов.
	<li><b>Операторы онлайн:</b> содержит информацию об операторах, находящихся в системе онлайн в текущий момент. 
	<li><b>Группы операторов:</b> позволяет вам определить различные уровни операторов. 
	<li><b>Настраиваемые поля:</b> позволяют вам создавать специальные поля для операторов. 
</ul>
</span>
Операторы могут входить в систему через обычную страницу входа, на котором будет содержаться дополнительная ссылка 
&quot;Войти как оператор&quot;. <br>
Операторы также могут иметь доступ к модулю POSweb (информацию о
POSweb можно найти в разделе  <a
	href="${pagePrefix}payments#accesing_channels"><u>руководства "Каналы доступа"</u></a>.


<br>
<span class="member"> Операторы могут проводить свои действия в зависимости от объектов в меню, доступных операторам, и называемых &quot;Почта участника&quot;. Через этот модуль оператор может иметь доступ ко всем функциям вашего электронного кабинета, которые расположены в разделах &quot;Меню: Моя почта&quot;. </span>
<br><br>
<span class="admin">
<i>Как это работает?</i><br>
Операторов нужно вначале включить через <a	href="${pagePrefix}groups#manage_group_permissions_member"><u>разрешения</u></a>
группы (пользователям которой нужны операторы:брокерам или участникам), блок &quot;Операторы&quot;, опция выбора под названием &quot;Управлять операторами&quot;.<br>
Помимо настроек разрешений, чтобы модуль операторов заработал, убедитесь, что оператор настроен в разделе <a href="${pagePrefix}settings#access"><u>
настройки доступа</u></a> по параметру &quot;Разрешить вход операторов&quot;.
<br><br><b>Примечание 1:</b> Если вы настраиваете страницу входа, убедитесь, что не повредили код, используемый для включения доступа в систему операторов. Иначе ссылка для входа операторов может отсутствовать. 
<br><br><b>Примечание 2:</b>
Модуль оператора и операции по нему находятся на полной ответственности участника. Админ не может управлять операторами за участника. Единственное, что может сделать админ, это разъединять операторов 
на странице Меню: Пользователи и Группы:<a
	href="${pagePrefix}user_management#connected_users_result"><u>Пользователи онлайн</u></a>. 
</span>
<hr>

<span class="member notOperator">
<a name="search_operator"></a>
<h3>Поиск операторов</h3>
На этой странице вы можете искать операторов (которых вы регистрировали). Функция работает, как и обычная функция поиска участников. В поле выбора группы вы можете оставить фильтр &quot;Все группы&quot; или выбрать одну или более групп, в которых вы хотите провести поиск. <br>
Нажмите на &quot;Поиск&quot; для отображения результатов поиска. 
<br><br>Вы также можете создать нового оператора. Это делается путем выбора из выпадающего списка под этим окном (&quot;Добавить нового оператора&quot;). Данный выпадающий список доступен, если вы не открывали окно результата поиска. 
<hr class='help'>
</span>

<span class="member notOperator"> <a name="search_operator_result"></a>
<h3>Результаты поиска операторов</h3>
Страница отображает список результатов поиска операторов. Нажимая на номере или имени оператора, вы перейдете к странице его личных данных. 
<hr class="help">
</span>

<span class="member notOperator"> <A NAME="create_operator"></A>
<h3>Создать оператора</h3>
На этой странице вы можете создать нового оператора. Все поля, помеченные красной звездочкой (*), являются обязательными. <br>
После заполнения полей, вы можете либо перейти напрямую к странице личных данных (кнопка &quot;Сохранить и открыть страницу личных данных оператора&quot;) или добавить нового оператора (кнопка
&quot;Сохранить и добавить нового оператора&quot;).
<hr class='help'>
</span>

<a name="operator_profile"></a>
<span class="member">
<h3>Страница личных данных оператора</h3>
В окне расположены личные данные оператора. Большинство полей изменить нельзя, некоторые - можно. Нажмите на кнопку &quot;Изменить&quot; для редактирования; завершив, нажмите на кнопку &quot;Выполнить&quot; для сохранения. </span>
<span class="member notOperator">
<br><br>Если выбранный вами оператор в настоящий момент находится онлайн, вы узнаете об этом. Поле &quot;Последний вход&quot; отобразит (красным) слова &quot;Сейчас онлайн&quot;.
<hr class='help'>
</span>

<span class="member notOperator">
<A NAME="actions_for_operator_by_member"></A>
<h3>Действия для оператора</h3>
Здесь вы можете проводить некоторые действия для данного оператора. Это руководство содержит обзор всех возможных действий. За более детальным описанием, переходите в разделы руководства непосредственно из полей.
<br><br>Можно производить следующие действия:
<UL>
	<LI><b>Сменить группу разрешений:</b> изменить группу по данному оператору на другую. 
	<LI><b>Отправить эл.письмо:</b> Направить оператору e-mail. Это откроет вашу локальную программу для отправки e-mail.
	<LI><b>Управлять паролями:</b> Сменить пароль оператора. 
	<li><b>Позволить пользователю сейчас войти:</b>Доступно только если оператор пытался войти с неверным паролем несколько раз, и был заблокирован. Обычно есть максимальное число попыток ввода паролей; если вы попробуете войти еще раз с неверным паролем, ваша учетная запись будет временно заблокирована на период, установленный администратором. Если вы уверены, что лицо, пытавшееся войти в систему, действительно ваш оператор, вы можете немедленно разрешить ему снова войти в систему, нажав эту кнопку. В этом случае оператору не придется ждать, пока пройдет период деактивации пароля. 
	<li><b>Разъединить пользователя онлайн:</b> Опция доступна, если оператор находится в данный момент в системе онлайн, что отображается в поле 
	&quot;последней вход&quot; окна профиля выше под словами 
	&quot;Сейчас онлайн&quot;. В данном случае вы можете немедленно отключить оператора из программы, нажав эту кнопку. Это может потребоваться, когда, например, у вас есть подозрение в несанкционированном входе в систему, или когда оператор не может войти, потому что система думает, что он уже находится онлайн.
</UL>
<hr class='help'>
</span>

<span class="member notOperator">
<A NAME="manage_operator_groups"></A>
<h3>Управление группой операторов</h3>
Страница содержит список групп
<a href="#top"><u>операторов</u></a>.
Вы можете здесь производить следующие действия:
<ul>
	<li><img border="0" src="/pages/images/edit.gif" width="16" height="16">&nbsp;
	значок редактирования перенесет вас на страницу с настройками группы.
	<li><img border="0" src="/pages/images/permissions.gif" width="16" height="16">&nbsp;
	значок разрешений перенесет вас на страницу, где вы можете настроить разрешения данной группы. Значок будет неактивный (бесцветной <img
		border="0" src="/pages/images/permissions_gray.gif" width="16" height="16">&nbsp;),
	если группа находится в состоянии &quot;Удалена&quot;.
	<li><img border="0" src="/pages/images/delete.gif" width="16" height="16">&nbsp;
	нажимая на значок удаления, вы удалите группу. Вы можете это сделать, только если в ней нет участников (операторов). 
	<li><b>добавление:</b> Чтобы добавить новую группу операторов, нажмите на кнопку с ярлыком &quot;Добавить новую группу&quot;.
</ul>
<hr class='help'>
</span>

<span class="member notOperator">
<A NAME="manage_group_permissions_basic"></A>
<h3>Основные разрешения группы</h3>
В этом окне вы настраиваете основные разрешения, которые не влияют на другие функции, например, у оператора может не быть права входить в систему, но он может получать платежи. Можно настроить следующие разрешения: 
<ul>
	<li><b>вход в систему: </b><br>
	Не выбрав эту опцию, операторы группы не смогут войти в систему.
	<li><b>приглашение в систему: </b><br>
	Выбранная опция позволит операторам видеть окно на главной странице (после входа в систему), через которое они смогут пригласить других знакомых лиц для пробного посещения и пользования Системой. 
</ul>
<hr class='help'>
</span>

<span class="member notOperator"> <A
	NAME="manage_operator_group_permissions"></A>
<h3>Управление разрешениями группы операторов</h3>
В этом окне вы можете настроить <a href="${pagePrefix}groups#permissions"><u>
разрешения</u></a> для группы <a href="#top"><u>операторов</u></a>. \эти разрешения происходят от ваших собственных разрешений: оператор никогда не может иметь разрешений больше, чем вы сами; оператор может только иметь меньше разрешений или столько же. <br>
По данной причине, вполне вероятно, вы не увидите в своих разрешениях всех опций, которые представлены в данном руководстве. Используйте ссылки, чтобы изучить подробнее каждый объект.
<br><br>Операторы данной группы могут получить следующие разрешения 
(в зависимости от настроек системы и ваших собственных разрешений):
<br><br>
<b>Счёт участника</b>
<ul>
	<li><b>Просматривать подтверждённые платежи</b>
	<li><b>Просматривать запланированные платежи</b>
	<li><b>Просматривать информацию о счёте:</b>
	Используйте выпадающий список, чтобы выбрать счета, по которым оператор может видеть данные (платежи, состояние и пр.). 
</ul>
<b>Объявления</b>
<ul>
	<li><b>Размещать</b> Если опция &quot;Размещать&quot; выбрана, оператор может размещать объявления и объект меню &quot;Почта участника - Объявления&quot;
	будет отображаться в меню оператора. 
</ul>
<b>Список контактов</b>
<ul>
	<li><b>Управлять:</b> позволяет оператору управлять <a
		href="${pagePrefix}user_management#contacts"><u> списком контактов</u></a>, т.е. добавлять, редактировать или удалять участников из списка. 
	<li><b>	Просматривать:</b>позволяет оператору только просматривать список контактов (и пользоваться им), но у него не будет разрешений изменять его. 
</ul>
<b>Обязательства</b><br>
Это часть системы "Обязательств", где каждый счет в Системе гарантируется обеспеченной суммой денежных средств. Вы можете выбрать следующие разрешения: 
<ul>
	<li><b>Продать с обязательствами по платежу:</b> 
</ul>

<b>Счета-фактуры</b> <br>
В этом разделе вы можете определить, может ли оператор направлять <a
	href="${pagePrefix}invoices"><u>счета-фактуры</u></a> другим участникам, из страницы личных данных либо напрямую из меню &quot;Счёт участника&quot;. Если 
&quot;Платежи на систему&quot; выбраны, то оператор может направлять системе счета-фактуры из меню &quot;Счёт участника&quot;.
<ul>
	<li><b>Отправлять счета-фактуры участнику прямо из меню:</b> Отобразит опцию отправки счета-фактуры участнику из меню
	<li><b>Отправлять участнику:</b> Позволяет направлять счета-фактуры другим участникам.
	<li><b>Отправлять системе:</b>Позволяет направлять счета-фактуры на .
	<li><b>Просматривать:</b> Просмотр счетов-фактур.
</ul>

<li><b>Ссуды:</b> В данном разделе вы можете определить разрешения по <a
	href="${pagePrefix}loans"><u>ссудам</u></a> для операторов.
<ul>
	<li><b>Просматривать:</b> Если выбрана опция &quot;Просмотр&quot; , операторы группы могут видеть ссуды. Если  - нет, то объекты не будут отображаться в меню. 
	<li><b>Выплачивать:</b> выберите эту опцию, чтобы позволить оператору проводить погашение ссуд. 
</ul>

<li><b>Сообщения:</b> В этом разделе вы можете определить, до какой степени оператор может использовать <a href="${pagePrefix}messages"><u>сообщения</u></a> в Системе. 
<ul>
	<li><b>Просматривать:</b> Оператор может просматривать сообщения в системе. 
	<li><b>Отправлять участнику:</b> Оператору разрешено отправлять сообщения другим участникам. 
	<li><b>Отправлять администрации:</b> Оператору разрешено отправлять сообщения администрации Системы. 
	<li><b>Управлять:</b> Оператор может удалять и изменять сообщения. 
</ul>


<b>Платежи:</b> Здесь вы указываете, какие типы платежей группа операторов может проводить. Обычно указывают только один или несколько типов. 
<ul>
	<li><b>Перевод между счетов участника:</b> Выбранная опция позволит оператору проводить переводы между вашими собственными счетами. В выпадающем списке укажите возможные типы операций. Эта опция имеет смысл, только если у вас есть больше одного счета для оператора. 
	<li><b>Платежи участникам:</b> Выбранная опция позволит оператору производить платежи другим участникам.
	<li><b>Платёж участнику прямо из меню:</b> Выбранная опция позволит оператору производить платежи другим участникам напрямую из меню 
	&quot;Счёт участника&quot;.
	<li><b>Платежи системе:</b> Выбранная опция позволит оператору производить платежи в пользу системы. Оставив опцию без выбора, она не будет отображаться в меню. 
	<li><b>Совершать платежи через POSweb:</b> позволяют оператору производить платежи через страницу POSweb (Point
	of Sale).
	<li><b>Получать платежи через POSweb:</b> Выберите эту опцию, и операторы смогут получать платежи через WEBpos. Это типичная ситуация для магазина. Продавец в магазине заходит в систему как оператор 
	(обычно по ссылке http://..bank/posweb) в интерфейс POSweb; в следующем окне клиент может ввести свой пин-код для проведения платежа в пользу магазина. <br>
	Выбор этой опции позволяет данную процедуру. (Обычно тогда вы должны отключить все другие разрешения оператора). 
	<li><b>Отклонять или подтверждать платежи:</b> позволяет оператору подтверждать или отклонить платеж, если вы являетесь получателем. 
	<li><b>Отменять подтверждение платежей:</b> Если используется подтверждение платежей, это позволит операторам отменять свои подлежащие подтверждению платежи после создания, если они еще не были подтверждены. 
	<li><b>Изменять запланированные платежи:</b> При использовании запланированных платежей это позволит оператору отменять свои запланированные платежи до даты начала их исполнения. 
	<li><b>Блокировать запланированные платежи:</b> позволяет оператору временно блокировать его запланированный платеж. 
	<li><b>Запрос платежей по другим каналам:</b> выбор данной опции позволит оператору направлять запросы на платеж (внешние счета-фактуры) через другие каналы; вы можете выбрать эти каналы из выпадающего списка. 
</ul>

<b>Рекомендации</b> <br>
Позволяют оператору просматривать или управлять <a
	href="${pagePrefix}references"><u> рекомендациями</u></a>.
<ul>
	<li><b>Просматривать:</b> право просмотра рекомендаций 
	<li><b>Управлять моими рекомендациями:</b> позволяет оператору использовать систему рекомендаций, включая право давать рекомендации другим участникам. 
	<li><b>Управлять моими отзывами по сделкам:</b> позволяет оператору управлять вашими <a href="${pagePrefix}transaction_feedback#feedbacks_summary"><u> отзывами по сделкам</u></a>, включая право давать отзывы по сделкам. 
</ul>

<b>Отчеты</b><br>
Если опция &quot;Просматривать мои отчёты&quot; выбрана, оператор может видеть ваши собственные <a href="${pagePrefix}reports#member_activities"><u> страницы отчетов</u></a>.
</ul>
<hr class='help'>
</span>

<span class="member notOperator"> <a name="edit_operator_group"></a>
<h3>Изменить группу операторов</h3>
Конфигурация группы <a href="#top"><u>операторов</u></a> разделена на две части:
<ul>
	<li><b>Подробности группы:</b> Здесь вы можете только изменять название и описание группы операторов. 
	<li><b>Макс.сумма на день для типа платежа:</b>  данными настройками вы определяете макс. сумму в день для типа платежа. Все доступные типы платежей отображены в списке. По каждому типу вы можете указать лимит на сумму, которую может проводить оператор. 
</ul>
Вы можете перейти напрямую к разрешениям группы, нажав на &quot;Разрешения группы&quot;.
<hr class='help'>
</span>

<span class="member notOperator">
<A NAME="insert_operator_group"></A>
<h3>Добавить новую группу операторов</h3>
Окно позволяет создавать новую группу 
<a href="#top"><u>операторов</u></a>.
<br>
У вас есть следующие возможности: 
<ul>
	<li><b>Удалена:</b> Создавая удаленную группу, означает, что операторы помещенные в нее в действительности уже покинули систему. Когда оператор помещается в нее, его уже нельзя перенести в другую группу. Данные будут оставаться в базе данных и доступны для просмотра, но только с целью хранения данных. 
	<li><b>Наименование:</b> Название группы.
	<li><b>Описание:</b> Описание группы.
	<li><b>Скопировать настройки из:</b> Доступно, если уже есть хотя бы одна группа операторов. Вы можете указать другую группу операторов, и тогда настройки для новосоздаваемой группы будут скопированы из указанной вами группы. 
</ul>
После создания новой группы, установите параметры группы в следующем экране, а также разрешения группы. 
<hr class='help'>
</span>

<span class="member notOperator">
<a name="manage_group_customized_files"></a>
<h3>Преобразованный POSweb</h3>
Вы можете определить верхний и нижний колонтитул для POSweb.
Окно содержит список настроек данной группы. У вас есть следующие возможности: 
<ul>
	<li><b>Изменить</b> существующий преобразованный файл через <img border="0"
		src="/pages/images/edit.gif" width="16" height="16">&nbsp; значок редактирования.
	<li><b>Просмотреть</b>, как будет выглядеть результат для участника группы, через
	<img border="0" src="/pages/images/view.gif" width="16" height="16">&nbsp; значок просмотра.
	<li><b>Удалить</b> параметры преобразованного файла через <img border="0"
		src="/pages/images/delete.gif" width="16" height="16">&nbsp;значок удаления.
	<li><b>Добавить</b> новый файл преобразования через кнопку &quot;настроить новый файл&quot;. 
</ul>
<hr class="help">
</span>


<span class="member notOperator"> <a name="customize_group_file"></a>
<h3>Изменить верхний и нижний колонтитул POSweb</h3>
На этой странице можно настроить верхний и нижний колонтитулы страницы POSweb. Эту страницу можно открыть для доступа операторам для произведения и получения платежей (
POSweb URL обычно выглядит как www.bank.com/posweb)<br>
После входа оператора в верхнем и нижнем колонтитуле будет отображаться указанная вами информация. 
<hr class="help">
</span>


<span class="member notOperator">
<A NAME="change_group_operator"></A>
<h3>Сменить группу оператора</h3>
В этом окне вы можете перенести 
<a href="#top"><u>оператора</u></a>
в другую группу. Это значит, что оператор получит разрешения другой группы. После заполнения формы, нажмите кнопку &quot;Сменить группу&quot; и сохраните изменения. 
<br>
<br><br>Нажимая на &quot;Удалить насовсем&quot;, вы удалите оператора. Это возможно, только если оператор еще не проводил никаких операций. <br>
В ином случае вы должны перенести его в группу &quot;Удалена&quot; group;, т.к. оператор не сможет производить более никаких действий (даже по входу в систему), но его действия в прошлом будут вам доступны для просмотра. 
<hr class='help'>
</span>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
