<a NAME="top"></a>
<br><br>
Система использует пароли для входа в систему, а также специальные операционные пароли для работы с платежами. 

<i>Где это найти?</i><br>
Вы можете сменить свой пароль входа в систему через &quot;Меню: Моя почта > Сменить пароль&quot;.<br>
Чтобы узнать подробнее об платежном коде, перейдите в соответствующий 
<a href="#transaction_password"><u>раздел руководства</u></a>.
<br><br>
<span class="broker admin">
Пароль участника можно сменить через его страницу личных данных, раздел 
&quot;Доступ к счёту > Управление паролем и платежным кодом&quot;.
</span>
<hr>

<a NAME="change"></a>
<h3>Сменить пароль входа в систему</h3>
Чтобы сменить пароль, введите ваш текущий пароль, а затем дважды введите новый пароль дважды, после нажмите на кнопку &quot;Выполнить&quot;. В системе может применяться политика паролей, запрещающая очевидные или слишком простые пароли для входа в систему. В таком случае вы получите сообщение об ошибке, извещающее вас о том, что ваш пароль не соответствует требованиям политики паролей. Сообщение также известит вас о политике и применяемом формате паролей в системе. 
<br>
Не разрешается выбирать пароли, которые вы уже ранее использовали для входа в систему. 

<span class="admin">Если выбрана опция &quot;Сменить пароль при следующем входе пользователя в систему&quot;, участник должен будет сменить пароль при первом входе. <br>
Если выбрана групповая настройка &quot;Отправлять пароль по эл.почте&quot;, у вас будет дополнительная возможность автоматически генерировать пароль и отправить его участнику, нажав на кнопку 
&quot;Сменить пароль и отправить его по эл.почте&quot;. В этом случае пароль будет сгенерирован автоматически, 
поэтому вам ничего не нужно будет заполнять. </span>
<hr class="help">

<a name="transaction_password"></a>
<h2>Платёжный код</h2>
Платёжный код - это пароль, который запрашивается для ввода каждый раз, когда вы инициируете платеж (движение средств на вашем счете). 
<span class="admin">
Согласно настройкам доступа в системе (&quot;Меню: Настройки > настройки доступа&quot;), платёжный код можно вводить в обычном поле или через виртуальную клавиатуру. Вы также можете выбирать знаки, которые будут использоваться в платёжном коде. 
<br><br>Платёжный код управляется на странице управления пользователем 
(&quot;страница личных данных > доступ к счету > управление паролем и платежным кодом&quot;). Эта опция доступна, только если настройка использования платежного кода включена для группы (в разрешениях группы). 
</span>
<hr>

<a NAME="transaction_password_generation"></a>
<h3>Платёжный код</h3>
Здесь вы можете сгенерировать собственный <a href="#transaction_password"><u>платёжный код</u></a>. 
Нажав кнопку &quot;Получить платёжный код&quot;, он высветится на экране. Убедитесь, что вы запомнили пароль, т.к. его можно увидеть только один раз. 
<hr class="help">

<span class="admin">
<a NAME="manage_transaction_password"></a>
<h3>Управление платёжным кодом</h3>
<br>Когда настройка <a href="#transaction_password"><u>платёжного кода</u></a> включена для группы, он может находиться в 4 различных состояниях: 
<ul>
	<li><b>Не используется:</b> Платёжный код никогда не генерировался/не использовался. 
	<li><b>Ожидается:</b> Платёжный код ожидает генерирования участником/админом. 
	<li><b>Действует:</b> Платёжный код был создан участником. 
	<li><b>Заблокирован:</b> Платёжный код был заблокирован администратором. 
</ul>
Это состояние отображается в данном окне. <br><br>
Администратор (с соответствующими разрешениями) может сменить ли заблокировать платёжный код, нажав на кнопку &quot;Заблокировать платёжный код&quot;. 
В этом случае платёжный код будет отключен, и участник не получит нового (пока админ не создает его заново). <br><br>
Вы также можете сменить платёжный код с помощью кнопки &quot;Сменить платёжный код&quot;. В этом случае участник получит новый платёжный код. 
<hr class="help">
</span>

<a name="pin"></a>
<h2>Пин-код</h2>
Пин-код - это пароль, используемый в некоторых типах внешних платежей, например POS (Point of Sale), платежи в системе электронных денег или через SMS. Пин-код может состоять только из цифр. <br><br>

<span class="admin">
Чтобы включить пин-код, нужно произвести следующие действия:  
<ul>
	<li><b>канал доступа:</b> пин-код нужно включить в <a href="/do/member/manual?page=settings#channels_detail"><u>
	канале доступа</u></a> (&quot;Меню: Настройки > Каналы доступа&quot;, и нажать на значок редактирования, чтобы его изменить).
	<li><b><a href="/do/member/manual?page=groups#edit_member_group"><u>
	Настройки группы</u></a>:</b> В разделе &quot;Настройки входа в систему&quot; необходимо установить "Длину платёжного кода".
	<li><b> <a href="/do/member/manual?page=account_management#transaction_types"><u>
	тип платежа</u></a>:</b> в соответствующем типе платежа нужно включить канал доступа.
</ul>
</span>
Пин-код и <a href="/do/member/manual?page=settings#channels"><u>каналы доступа</u></a> для каждого участника управляются во внешнем доступе к счету на 
<span class="admin">
<a href="/do/member/manual?page=profiles"><u>странице личных данных</u></a> > участника. 
</span>
<span class="member">
&quot;Меню: Моя почта > Внешний доступ&quot;.
</span>
<hr>

<a NAME="change_pin"></a>
<h3>Изменить / Разблокировать пин-код</h3>
<a href="#pin"><u>Пин-код</u></a> используется для некоторых внешних платежей, например, через POS (point of sale), paypal или SMS.<br>
Пин-код содержит только цифры (использование букв запрещено). Чтобы изменить свой пин-код, укажите вначале свой пароль входа в систему.  Если в системе используется
<a href="#transaction_password"><u>платежный код</u></a>,
укажите вначале его (вместо пароля входа в систему). Пин-код нужно ввести дважды и подтвердить, нажав внопку &quot;Выполнить&quot;.<br><br>
Если пин-код введен неправильно, он может быть заблокирован после определенного числа ошибочных вводов (по умолчанию - 3).
Вы можете либо подождать, пока пройдет период блокировки, либо &quot;разблокировать&quot; пин-код вручную, выбрав кнопку
разблокирования под окном изменения пин-кода. 
<hr class="help">

<a NAME="select_channels"></a>
<h3>Каналы доступа</h3>
Здесь отображаются возможные
<span class="admin"> <a href="/do/member/manual?page=settings#channels"><u>каналы доступа</u></a>.</span>
<span class="member">каналы доступа; канал доступа - это средство, с помощью которого можно войти в Систему, например web - через браузер, мобильный телефон. </span>
<br>
Не все каналы доступа могут быть доступны, что зависит от конфигурации системы. Вы можете выбрать каналы доступа, которые будут использоваться в системе, пометив их галочкой. 
<ul>
	<li><b>Платежи Posweb:</b> Платежи через пункт продаж (платежи покупателя в магазине).
	<li><b>доступ WAP 1:</b> Доступ через мобильный телефон для более старых моделей, поддерживающих
	WAP 1 (Wireless Application Protocol 1). Функция платежей через мобильный телефон поддерживает также просмотр остатка по счету, истории платежей и текущие платежи. 
	<li><b>доступ WAP 2:</b> Доступ через мобильный телефон для более современных моделей, которые поддерживают WAP 2 (Wireless Application Protocol 2). Функция платежей через мобильный телефон поддерживает также просмотр остатка по счету, истории платежей и текущие платежи. 
	<li><b>Платежи через Web-магазин:</b> Позволяет проводить платежи через сайты интернет-магазинов (электронная коммерция). </u> Не забудьте нажать на кнопку &quot;Выполнить&quot; после завершения вашего выбора, иначе изменения не сохранятся. 
</li></ul>
<hr class="help">
<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
