<a name="top"></a>
<br><br>
Модуль уведомлений позволяет вам получать оповещения через эл.почту или внутренние сообщения при наступлении определенных событий в Системе. 


<span class="member">
<i>Где это найти?</i><br> 
Уведомление можно настроить через &quot;Меню: Настройки > Уведомлений&quot;.
</span>

<span class="admin"> <i>Где это найти?</i><br>
Уведомления можно настроить через &quot;Меню: Настройки админа > Уведомления эл.почтой&quot;.
<br><br><i>Как это работает?</i><br>
Админы всегда имеют возможность настройки личных уведомлений. <br>
Админ может включить функцию уведомлений для участника (групп) в разделе <a
	href="${pagePrefix}groups#manage_group_permissions_member"><u>разрешений участника</u></a> (блок  &quot;Настройки&quot;).<br>
Дополнительные настройки уведомлений проводятся в <a
	href="${pagePrefix}groups#edit_member_group"><u>настройках группы участника</u></a> (блок &quot;Уведомления&quot;).<br>
Содержание уведомлений можно изменить в модуле <a
	href="${pagePrefix}translation"><u>перевода</u></a> через 
&quot;Меню: Перевод > Уведомлений&quot;.<br>
</span>
<hr>

<span class="admin"><A NAME="email_notifications"></A>
<h3>Уведомления эл.почтой</h3>
Выберите типы <a href="#top"><u>уведомлений</u></a>, которые вы хотите получать, пометив галочкой темы в списках.  Завершив, нажмите 
&quot;Выполнить&quot;, чтобы сохранить изменения. 
<ul>
	<li><b>Новые зарегистрированные участники:</b> Если участник помещается в новую (начальную) группу, вы получите уведомление. Можно выбрать одну и более групп. <br>
	Если требуется подтверждение регистрации по эл.почте в (<a
		href="${pagePrefix}groups#group_registration_settings"><u>настройках группы участников</u></a>), вы получите уведомление, когда участник подтверждает регистрацию. 
	<li><b>Платежи:</b> По каждому из возможных <a
		href="${pagePrefix}account_management#transaction_types"><u> типов платежей</u></a> вы можете установить уведомление, т.е. вы будете получать уведомление каждый раз, когда происходит платеж данного типа. 
	<li><b>Сообщения:</b> по каждой <a href="${pagePrefix}messages#categories"><u>
	категории сообщений</u></a> вы можете настроить уведомление. 
	<li><b>Оповещения системы:</b> По каждому из <a
		href="${pagePrefix}alerts_logs#system_alerts"><u> Оповещений системы</u></a> вы можете настроить уведомление. 
	<li><b>Оповещения о действиях участников:</b> По каждому из <a
		href="/${pagePrefix}alerts_logs#member_alerts"><u> Оповещений о действиях участников</u></a> вы можете настроить уведомление.
	<li><b>Ошибки приложения:</b> Выберите эту опцию, чтобы получать уведомления об <a
		href="${pagePrefix}alerts_logs#error_log"><u> Ошибках приложения</u></a> по email.
	<li><b>Счета-фактуры от системы:</b> Выберите эту опцию, чтобы получать уведомления по эл.почте о получении 
	<a href="${pagePrefix}invoices#top"><u>Счетов-фактур от системы</u></a>.
</ul>
<hr class="help">
</span>

<span class="member">
<A NAME="notification_preferences"></A>
<h3>Настройки уведомлений</h3>
Здесь вы можете настроить уведомления, которые хотите получать, можете выбрать канал их получения - внутреннюю систему сообщений, эл.почтой или СМС (если последний поддерживается администрацией Системы). 
Однако, внутренние сообщения от администрации отменить для получения нельзя. <br>
Как всегда, вначале нажмите на кнопку &quot;Изменить&quot;, чтобы внести изменения в настройки; завершив, нажмите &quot;Выполнить&quot;, чтобы сохранить изменения. 
<br><br>Доступны следующие уведомления (примечание: не все из них, возможно, будут доступны на вашем интерфейсе из-за настроек системы и ваших разрешений) 
<ul>
	<li><b>Сообщения от участников</b>
	Это сообщения, отправленные по внутренней системе сообщений, как участниками, так и администраторами. Эта опция позволяет получать эл.почту (отметив галочкой опцию "Эл.почтой") без оглашения вашего адреса эл.почты другим участникам Системы.
	<li><b>Сообщения от администрации</b>
	<li><b>Рассылка от администрации:</b> Это личные или массовые рассылки от администрации Системы.
	<li><b>Оповещение о попытках входа в систему:</b> Вы будете получать уведомления о различных попытках доступа в вашей учетной записи с неверным паролем. 
	<li><b>Оповещение о событиях по счету:</b> Это события, связанные со счетом, например, уведомление о низком остатке на счете. 
	<li><b>Извещение от брокера:</b> Уведомления о любых брокерских событиях. 
	<span class="member">Это:</span> 
	<ul>
		<span class="member">
		<li>Добавлено новое <a href="${pagePrefix}brokering#commission_contract"><u>соглашение о брокерском вознаграждении</u></a > 
		<li>Соглашение о брокерском вознаграждении отменено.
		</span>
		<span class="broker">
		<li>Срок брокерства завершен 
		<li>Брокер удален / брокер изменен 
		<li>Удален из группы брокеров 
		<li>Платеж в очереди, ожидает авторизации брокера 
		<li><a href="${pagePrefix}brokering#commission_contract"><u>Соглашение о брокерском вознаграждении</u></a> принято 
		<li>Соглашение о брокерском вознаграждении отклонено 
		</span>
	</ul>
	<li><b>События по платежам:</b> События касательно платежей. Это полученные платежи, а также события по авторизации и планированию платежей. 
	<li><b>Платеж через внешний канал доступа:</b> Когда проводится платеж через внешний канал доступа (напр., через SMS, WAP)
	<li><b>События по ссудам:</b> Это события касательно <a
		href="${pagePrefix}loans"><u>ссуд</u></a>. Сообщения о новых ссудах или завершении срока ссуды. Опция доступна, только если у участника уже есть ссуды. 
	<li><b>Оповещение об окончании срока действия объявления:</b> Когда срок размещения объявления завершается</u></a>.
	<li><b>Уведомление от "Улавливателя" объявлений:</b> Если опция включена, вы будете получать уведомления, когда новое объявление будет совпадать с вашими <a
		href="${pagePrefix}ads_interest"><u> "Улавливателями" объявлениями</u></a>.
	<li><b>События по счетам-фактурам:</u></b></a> Любые события касательно счетов-фактур (получен, принят, отменен)
	<li><b>Полученные рекомендации:</b> Когда вам предоставлена или изменена предоставленная рекомендация.
	<li><b>Отзывы по сделкам:</b></a> Уведомления о качественных отзывах участников по конкретным сделкам с Вами.
	<li><b>Обязательства:</b></u></a> сделка с гарантией в Системе. 
	<li><b>Обязательства по платежам:</b></u></a> сделка с гарантией в Системе. 
</ul>
<hr class="help">
</span>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
