<a name="top"></a>
<br><br>
На странице личных данных содержится информация касательно определенного пользователя и имеется вожможность совершать некоторые действия по отношению к нему.<br>
<span class="admin">
Страницы личных данных имеются как для участников, так и для администраторов. Учетная запись администратора (Имя входа) используется только для целей администрирования и не имеет личных счетов или других функций как список личных контактов или рекомендации. Таким образом страница личных данных администратора намного проще чем страница личных данных участника.<br>
На каждой странице личных данных участников имеется дополнительное окно <a href="${pagePrefix}#actions"><u>Действия для...</u></a>, которое позволяет вам совершать различные действия по отношению к участнику, а также от его имени.
</span>
&quot;Номер счёта&quot; - это (уникальное) название учётной записи участника с которой он регистрируется в Системе (т.н. login); &quot;Полное имя&quot; - это настоящее имя участника.
<br><br><i>Где это находится?</i><br>
Ваша страница личных данных находится - &quot;Меню: Моя почта > Личные данные&quot;.<br>
Или &quot;Меню: Домашняя страница > Выбор действия > Страница личных данных&quot;.<br>
<span class="member"> Зайти на страницу личных данных другого участника можно двумя способами:
<ul>
	<li><b>через поиск:</b> Совершить <a
		href="${pagePrefix}user_management#search_member_by_member"><u> поиск участника</u></a> можно через &quot;Меню: Поиск > Участники&quot;.
	<li><b>через список контактов:</b> Используйте ваш <a href="${pagePrefix}contacts"><u>список контактов</u></a> для перехода к странице личных данных участника через &quot;Меню: Моя почта > Контакты&quot; или &quot;Меню: Домашняя страница > Выбор действия > Контакты&quot;.
</ul>
</span> 
<span class="admin"> Вы можете зайти на страницу личных данных другого администратора через &quot;Меню: Пользователи и группы > Управление админами&quot;.<br>
Вы можете зайти на страницу личных данных участника через &quot;Меню: Пользователи и группы > Управление участниками&quot;. 
</span> 
<span class="broker"> Как брокер, вы можете войти на страницу личных данных "ваших" участников через &quot;Меню: Брокерство > Участники&quot;. 
</span>
<span class="admin">
<br><br><i>Как настроить доступ к станицам личных данных?</i><br>
Каждый всегда может войти на свою страницу личных данных. Для групп участников и брокеров вам требуется подробно задать разрешения страницы личных данных каких групп им можно просматривать.(см. далее в первом пункте).
Имеется несколько разрешений касательно страниц личных данных:
<ul>
	<li>Для того чтобы участник мог "видеть" представителей других групп, вам нужно установить 
	<a href="${pagePrefix}groups#manage_group_permissions_member"><u>следующие разрешения</u></a> для его группы. Каждая группа отмеченная в развертывающемся меню в блоке	&quot;Личные данные участника&quot; будет видна для этой группы участников. Это значит, что участник сможет просматривать страницы личных данных участников этих групп. (но он увидит только ту информацию которую участник сделал общественно доступной) Такие же разрешения можно установить и для группы брокеров.
	<li>Для того чтобы админ мог редактировать станицу личных данных участника, вам нужно установить <a href="${pagePrefix}
	groups#manage_group_permissions_admin_member"><u>следующие разрешения</u></a> в блоке  &quot;Участники&quot;, отметьте кнопку-флажок напротив &quot;Изменять личные данные&quot;.
	<li>Имеются также <a href="${pagePrefix}groups#manage_group_permissions_admin_admin"><u>разрешения</u></a>
	редактировать страницу личных данных админа, в блоке &quot;Администраторы&quot;, кнопка-флажок
	&quot;Изменять личные данные&quot;.
	<li>Для брокеров вам потребуется установить <a href="${pagePrefix}groups#manage_group_permissions_broker"><u>
	разрешения</u></a> позволяющие им редактировать страницы личных данных "их" участников. Это выставляется в блоке &quot;Брокерство&quot;, отмечая кнопку-флажок &quot;Изменять личные данные&quot;.
</ul>
</span>
<hr>

<span class="admin">
<a NAME="admin_profile"></a>
<h3>Страница личных данных админа</h3>
На этой странице можно изменить <a href="#top"><u>личные данные админа</u></a>, вашу собственную или страницу личных данных другого админа (последнее возможно, конечно, если у вас есть соответствующие разрешения). <br>
Нажмите &quot;изменить&quot; для внесения изменений, нажмите 
&quot;Выполнить&quot; для их сохранения.
<br><br>Большинство объектов вполне очевидны в функциональности. Если вы просматриваете страницу личных данных другого админа, страница отобразит группу, к которой он относится.
<hr class="help">
</span>

<a NAME="member_profile"></a>
<h3>Страница личных данных участника</h3>
Страница
<a href="#top"><u>личных данных</u></a>
содержит информацию, которую
<span class="admin broker">участник указал</span>
<span class="member">вы указали</span>
 при регистрации,
<span class="member">если вы просматриваете собственную страницу личных данных. </span>
Вы можете добавить и изменить информацию, нажав на кнопку &quot;Изменить&quot; вверху страницы. Не забудьте нажать на кнопку &quot;Выполнить&quot;, когда завершите вносить изменения, чтобы они сохранились.
<span class="member">
<br><br>Конечно же, личные данные других участников вам изменять нельзя, а также участник сам может выбрать, какую информацию скрыть от других участников. Т.о., дальнейшее руководство относится к вашему собственной странице личных данных. 
</span>
<br><br>Общая информация о форме:
<ul>
	<li><b>*</b>: обязательная к заполнению информация помечена красной звездочкой 
	(*) справа от поля редактирования.
	<li><b>скрыть: </b> некоторые поля можно сделать невидимыми, пометив галочкой опцию &quot;Скрыть&quot; рядом с полем, которое вы хотите скрыть для просмотра другими участниками. 
</ul>
<br><br>Ниже представлено описание некоторых полей формы (обратите внимание, что поля могут быть невидимы для вас в зависимости от ваших разрешений и параметров регистрации):
<ul>
	<span class="admin">
	<li><b>Последнее посещение:</b> поле отобразит состояние &quot;Онлайн&quot;, если участник Системы находится в настоящий момент онлайн в системе. В этом случае вы можете "Разъединить" участника из системы с помощью кнопки под окном.
	</span>
	<li><b>день рождения:</b> используйте кнопку &quot;календаря&quot; (<img
		border="0" src="/pages/images/calendar.gif" width="16" height="16">&nbsp;)
	чтобы открыть календарь и выбрать нужную вам дату.
	<li><b>брокер:</b> поле доступно только тогда, когда в системе используется <a href="/do/member/manual?page=brokering"><u>брокерство</u></a>. Полем нельзя управлять, используйте ссылку &quot;Открыть страницу личных данных&quot; рядом с полем, чтобы открыть страницу личных данных брокера. 
	<li><b>дата регистрации:</b> если вы еще находитесь в группе &quot;вступающих участников&quot;
	(группа участников без действующего счёта), поле отобразит дату, когда вы подали заявку на регистрацию в системе (или были зарегистрированы представителем Системы через админ-доступ).<br>
	Дата не будет отображаться, если вы являетесь частью активной группы (но будет отображена на странице отчета об участниках)
	<li><b>добавить изображение:</b> выберите опцию, чтобы <a
		href="#picture"><u> добавить изображение</u></a> в свою страницу личных данных.
</ul>
<hr class="help">

<a name="picture"></a>
<h3>Изображения личных данных или объявления</h3>
Система позволяет подгружать изображения в вашу 
<a href="#top"><u>страницу личных данных</u></a> 
или объявлений. Следуйте рекомендациям, если вы хотите, чтобы другие участники увидели ваше изображение: 
<ol>
	<li>Нажмите &quot;Изменить&quot;, чтобы внести изменения в форму.
	<li>Выберите опцию &quot;Добавить изображение&quot;, и появятся дополнительные поля.
	<li>Нажмите на кнопку &quot;Выберите файл&quot; для выбора фото с вашего компьютера, которое вы хотите подгрузить. 
	<li>Выбрав &quot;Выберите файл&quot; для просмотра файловой системы компьютера, выберите изображение и нажмите &quot;Открыть&quot;. Обратите внимание, что есть ограничения по максимальному размеру файлов загрузки (отображены в окне) и по формату - только 
	JPG, GIF и PNG.
	<li>После этого название файла размещается в поле &quot;Изображение&quot;
	.
	<li>Нажав &quot;Выполнить&quot;, файл подгружается. 
</ol>
Вы можете подгрузить больше одного изображения. Их число определяется администрацией Системы.
<br>
Вы можете просматривать изображения, выбирая навигацию под ними 
&quot;< 1/2/3 >&quot;. Вы можете изменить порядок отображения изображений и выбрать текст, который будет появляться под изображением, выбрав ссылку &quot;Заголовок&quot;
под изображением.
<br>
Вы можете удалить изображение, просматривая его и выбрав ссылку  &quot;удалить&quot;
под изображением. Другие участники смогут видеть изображение аналогичным способом (но не смогут его удалить). 
<hr class="help">

<a name="actions"></a>
<h2>Действия для...</h2>
Под каждой
<a href="#top"><u>страницей личных данных</u></a>
обычно размещается окно с кнопками действий, которые вы можете производить с данным участником. Эти действия варьируются от проведения платежей в пользу участника
<span class="admin broker">или от его имени</span>
, до размещения рекомендаций участникам, отправки сообщений этому участнику и пр. 

Доступ к действиям может отличаться в зависимости от настроек системы и правил Системы. Также некоторые функции в окнах помощи могут быть вам недоступны, т.к. вам не определены соответствующие разрешения. 
<br><br>Окно помощи содержит обзор максимально возможных действий, т.е.:
всех действий, которые, возможно, будут отображены в вашем окне. Как было сказано выше, вполне возможно, что вы не увидите все из этих действий, что зависит от настроек и ваших прав доступа. За детальным разъяснением действий перейдите в раздел руководства конкретного окна действий, которое вам откроется после нажатия кнопки. Вы можете следовать за ссылками, которые дадут вам общее представление о теме (объекты описываются слева направо построчно сверху вниз). 
<br><br>Действия и страницы личных данных операторов описаны в соответствующем разделе руководства пользователя. 
<hr>

<a name="actions_for_member_by_operator"></a>
<a name="actions_for_member"></a>
<span class="member">
<h3>Действия участника для выбранного участника</h3>
В этом окне вы можете производить различные действия по отношению к данному участнику.
<UL>
	<li><b>Произвести платеж</b>
	<LI><b>Просмотреть и дать рекомендации:</b> Увидеть оценки других пользователей от работы с данным участником и оставить <a href="/do/member/manual?page=references"><u>
	рекомендацию</u></a> от себя.
	<li><b>Отзыв по сделке:</b> позволяет вам дать <a
		href="/do/member/manual?page=transaction_feedback"><u> отзыв</u></a> по проведенной сделке
	<LI><b>Выставить <a href="/do/member/manual?page=invoices"><u>счёт-фактуру</u></a></b>
	<li><b>Просмотреть <a href="/do/member/manual?page=advertisements"><u>объявления</u></a></b>
	<li><b>Отправить e-mail</b>
	<li><b>Отправить сообщение</b> через <a href="/do/member/manual?page=messages"><u>внутреннюю систему сообщений</u></a> Системы.
	<li><b>Просмотреть отчеты:</b> перенесет вас на <a
		href="/do/member/manual?page=reports#member_activities"><u> страницу отчетов</u></a> с информацией о деятельности участника.
	<LI><b>Добавить в <a href="/do/member/manual?page=contacts"><u>список контактов</u></a></b>
</UL>
<hr class="help">
</span>

<span class="broker"> <a name="actions_for_member_by_broker"></a>
<h3>Действия брокера для участника</h3>
Окно является стартовым пунктом всех <a href="/do/member/manual?page=brokering"><u>брокерских</u></a>
действий по отношению к данному участнику. Т.о., это является главной страницей для выполнения функций брокера. <br>
Возможно, вы вначале захотите изучить <a href="#actions"><u>общие примечания</u></a> в этом окне. 
<UL>
	<LI><b>Управление объявлениями:</b> Добавление, удаление или редактирование <a
		href="/do/member/manual?page=advertisements"><u>объявлений</u></a> данного участника.
	<li><b>Состояние счёта:</b> перенесут вас на страницу истории по счету участника с отображением остатка и истории операций (см. доступ)
	<li><b>Просмотр <a href="/do/member/manual?page=payments#scheduled"><u>запланированных платежей</u></a></b>
	<li><b><a href="/do/member/manual?page=payments#authorized"><u>
	Платежи на подтверждение</u></a></b> Это перенесет вас к платежам, которые участник должен подтвердить как получатель платежей. Это используется при настройках, когда получатель платежа (участник) должен подтвердить платеж до того, как сумма будет добавлена на его счет. Как брокер, вы можете действовать, как будто вы были бы участником, и подтвердить эти платежи, что приведет к добавление суммы платежа на счет участника. Это возможно, если есть существующие разрешения. 
	<li><b>Просмотреть <a href="/do/member/manual?page=payments#authorized"><u>
	подтверждения платежей</u></a>:</b> Здесь вы можете просмотреть список платежей, которые вы, как брокер, должны подтвердить для участника, чтобы они были оплачены со счета участника. Это используется в ситуациях, когда участники не могут проводить определенные (или все) платежи, т.к. они должны вначале быть авторизованы админом или брокером. 
	<li><b>Платеж от участника участнику:</b> Произвести платеж на другого участника, если бы вы были участником. 
	<li><b>Перевод между своими счетами:</b> Выполнить перевод средств между различными счетами участника. Это возможно, если у участника есть больше одного счета в одной валюте. 
	<li><b>Платеж от участника на систему:</b> Выполнить платеж Системе от имени участника. 
	<li><b>Управление рекомендациями:</b> Здесь вы можете видеть, как другие участники оценивают данного участника, его опыт с другими участниками. Предоставленные и полученные <a href="/do/member/manual?page=references"><u>рекомендации</u></a>
	содержатся в списке. Брокер может изменить или удалить предоставленные участником рекомендации 
	(если у него есть права доступа)
	<li><b>Просмотреть ссуды:</b> Обзор<a href="/do/member/manual?page=loans"><u>ссуд</u></a>
	данного участника.
	<li><b>Просмотреть счета-фактуры:</b> Просмотреть все <a href="/do/member/manual?page=invoices"><u>счета-фактуры</u></a>
	участника, которые он выставлял или получал. 
	<li><b>счёт-фактура от участника участнику:</b> направить счёт-фактуру другому участнику от имени участника. 
	<li><b>счёт-фактура от участника к системе:</b> направить счёт-фактуру к системе от имени участника. 
	<li><b>Группы с общими ссудами:</b> отобразить <a href="/do/member/manual?page=loan_groups"><u>группы с общими ссудами</u></a>, в состав которых входит участник.
	<li><b>Сменить пароль:</b> позволяет сменить <a
		href="/do/member/manual?page=passwords"><u> пароли участника</u></a>.
	<li><b>Внешний доступ к счёту:</b> позволяет управлять доступом участника в Системе через <a
		href="/do/member/manual?page=settings#channels"><u> каналы доступа</u></a>. Также дает вам возможность именить <a
		href="/do/member/manual?page=passwords#pin"><u>пин-код</u></a> участника (нумерический пароль для доступа, например, через 
	web-магазин).
	<LI><b>Замечания:</b> Любой комментарий о данном участнике размещается здесь. Эти замечания предназначены для вас или для других админов и брокеров. Никто из участников к ним доступа не имеет. Если текст замечания красный, это значит, что в поле уже есть одно примечание. Если текст обычного цвета - поле пусто. 
	<li><b>...:</b> любые другие <a href="/do/member/manual?page=member_records"><u>записи об участнике</u></a> по типам, определенным вами, также будут отображаться здесь с кнопкой редактирования. 
	<LI><b>Документы участников:</b> Страница позволяет вам переходить на страницу <a
		href="/do/member/manual?page=documents"><u>документов</u></a> участника, которые можно напечатать.
	<li><b>Соглашения о бр.вознаграждениях:</b> дают вам доступ к странице, где можно просмотреть или настроить <a href="/do/member/manual?page=brokering#commission_contract"><u>договора</u></a>
	между вами и вашими участниками касательно ваших брокерских услуг. 
	<li><b>Журнал СМС:</b> дает вам доступ к <a
		href="/do/member/manual?page=reports#sms_log"><u> журналам СМС</u></a>, в которых хранятся SMS-сообщения, отправленные данному участнику. 
	Систему можно настроить для отправки SMS
	в разных ситуациях.
</UL>
<hr class="help">
</span>

<span class="admin"> <a name="actions_for_member_by_admin"></a>
<h3>Действия для участника (админом)</h3>
Окно является стартовым пунктом для всех действий админа по данному участнику. Т.о., это главная страница для выполнения задач касательно конкретных участников <a
	href="/do/member/manual?page=groups#account_admins"><u> для администраторов счета</u></a>.<br>
Вам нужно вначале изучить <a href="#actions"><u>общие замечания</u></a> по данному окну.<br>

Действия админа организованы в разделы. Каждый раздел размещен в отдельном блоке руководства, чтобы сделать длину текстов в блоках управляемой и читабельной. 
<br><br>Существуют следующие разделы. Нажимайте на ссылки, чтобы перейти к описанию кнопок каждого раздела. 
<ul>
	<li><b><a href="#access_actions"><u>Раздел "Доступ к счёту"</u></a>:</b> все о контроле доступа участника к системе и программному продукту. 
	<li><b><a href="#ads_actions"><u>Раздел "Объявления"</u></a>:</b> управление объявлениями участника.
	<li><b><a href="#accounts_actions"><u>Раздела "Счета и платежи"</u></a>:</b> все о счетах участника, включая платежи и счета-фактуры. 
	<li><b><a href="#member_info_actions"><u>Раздел "Информация об участнике"</u></a>:</b>
	информация об участнике, его деятельности в системе и пр. 
	<li><b><a href="#brokering_actions"><u>Раздел "Брокерство"</u></a>:</b>
	действия по системе <a href="/do/member/manual?page=brokering"><u>брокерства</u></a>
	в Системе.
	<li><b><a href="#loans_actions"><u>Раздел "Ссуды"</u></a>:</b> действия по <a href="/do/member/manual?page=loans"><u></u></a> участника.
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="access_actions"></a>
<h3>Действия для участника: Доступ к счёту</h3>
(Обзор является частью окна &quot;<a href="#actions_for_member_by_admin"><u>действия для участника</u></a>&quot;.)
<ul>
	<li><b>Позволить пользователю сейчас войти в систему:</b> Доступно, только если в настоящий момент доступ участника заблокирован из-за, например, превышения числа попыток ввода неправильного пароля. Это действие привело к блокированию учетной записи участника на некоторое время в соответствии с <a href="/do/member/manual?page=settings"><u>настройками</u></a>.
	Если этот участник звонит в администрацию и просит его соединить с системой, вы можете снять брокировку с помощью данной кнопки. Нажав на нее, участник сможет снова войти в систему. <br>
	<b>Примечание:</b> конечно, это не сменит <a
		href="/do/member/manual?page=passwords"><u>пароль</u></a> участника для входа в систему. Если участник не помнит свой пароль, вы можете изменить его с помощью кнопки &quot;Сменить пароль&quot; в этом же разделе окна. 
	<li><b>Разъединить пользователя онлайн:</b> если участник в настоящий момент находится в системе онлайн, вы можете разъединить его, нажав эту кнопку. Она доступна, <b>только</b>
	если участник действительно вошел в систему и находится в статусе "онлайн". <br>
	Причиной для выхода участника из системы может быть некорректное закрытие участником браузера без выхода из системы. Если участник хочет войти в систему в течение определенного времени (срока), сообщение об этом проинформирует участника о том, что он все еще находится в системе. Тогда участник должен связаться в администрацией Системы, чтобы его сессию входа прервали. Другой вариант - это просто ожидание в течение определенного времени; время ожидания по умолчанию - 10 минут.<br>
	Еще одной причиной для прерывания сессии работы участника может быть срочное отключение ввиду подозрения в хакерстве или мошенничестве по счету. Рекомендуется в таких случаях (временно) деактивировать участника после прерывания сессии (это можно сделать с помощью кнопки &quot;Сменить группу&quot; к том же разделе страницы).
	<li><b>Сменить пароль:</b> позволяет вам менять <a
		href="/do/member/manual?page=passwords"><u>пароли</u></a> участника.
	<li><b>Внешний доступ к счёту:</b> позволяет вам управлять <a
		href="/do/member/manual?page=settings#channels"><u> каналами доступа</u></a>, через которые участник может входить в Систему. Это также дает возможность изменения <a
		href="/do/member/manual?page=passwords#pin"><u>пин-кода </u></a> участника (нумерического пароля для, например, доступа через web-магазин).
	<li><b>Сменить группу разрешений:</b> позволяет вам менять <a
		href="/do/member/manual?page=groups"><u> группу</u></a>, к которой принадлежит участник. Каждый участник относится к какой-либо группе. Эта страница позволяет изменить группу участника и направить ему сообщение об активации по e-mail. Основной способ контроля доступа к Системе - это применение групп. Если вам нужно удалить участника из системы, используйте эту кнопку, и переместите его в группу 
	&quot;удаленные участники&quot;.
	<li><b>Журналы SMS:</b> дает вам доступ к <a
		href="/do/member/manual?page=reports#sms_log"><u>журналам SMS </u></a>, в которых хранятся SMS-сообщения, направленные данному участнику. Система может быть настроена на отправку
SMS при различных ситуациях. 
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="ads_actions"></a>
<h3>Действия для участника: Объявления</h3>
(Данный раздел является частью окна&quot;<a href="#actions_for_member_by_admin"><u>действия для участника</u></a>&quot;.)
<ul>
	<LI><b>Управление объявлениями:</b> Удаление, добавление или редактирование <a
		href="/do/member/manual?page=advertisements"><u>объявлениями</u></a> данного участника.
	
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="accounts_actions"></a>
<h3>Действия для участника: Счета и платежи</h3>
(Данный раздел является частью окна &quot;<a href="#actions_for_member_by_admin"><u>действия для участника</u></a>&quot;.)
<ul>
	<li><b>Состояние счёта:</b> перенесет вам на историю по счету участника с отображением остатка, движений по счету (см. доступ). 
	<li><b>Просмотр <a href="/do/member/manual?page=payments#scheduled"><u>запланированных платежей</u></a></b>
	<li><b><a href="/do/member/manual?page=payments#authorized"><u>
	Подтверждение платежей</u></a></b> Переведет вас к платежам, которые участник должен подтвердить как получатель платежей. Используется в системе, когда получатель платежа (участник) должен подтвердить платеж, прежде чем он будет зачислен на его счет. Как админ, вы можете действовать от имени участника и подтвердить эти платежи, и в результате его сумма добавится на счет участника. Это возможно, только если у вас есть соответствующие разрешения.  <br>
	Это также должно согласоваться с разрешениями к платежам группы участников: 
	&quot;<a href="/do/member/manual?page=groups#manage_group_permissions_member"><u>
	Подтверждать как получатель платежа</u></a >&quot;.
	<li><b>Просмотреть <a href="/do/member/manual?page=payments#transfer_authorizations_by_admin"><u>
	подтверждения платежей</u></a>:</b> Здесь вы можете перейти к обзору платежей, которые вы, как админ, должны <a href="/do/member/manual?page=payments#authorized"><u> подтвердить для участника</u></a>, чтобы средства поступили на его счет. Эта функция используется, когда участники не могут производить определенные (или все) платежи, т.к. они должны быть вначале авторизованы админом или брокером.<br>
	Это также должно согласоваться с разрешениями к платежам группы участников: &quot;<a href="/do/member/manual?page=groups#manage_group_permissions_member"><u>
	accounts >Просматривать подтверждённые платежи</u></a >&quot;.
	<li><b>Платёж от системы - участнику:</b> Произвести платеж участнику с системного счета. 
	<li><b>Платёж от участника - участнику:</b> Произвести платеж другому участнику от имени участника. 
	<li><b>Платёж от участника - системе:</b> Произвести платеж в пользу Системы от имени участника. 
	<li><b>Перевод между счетами:</b> Произвести перевод средств между различными счетами данного участника. Это возможно, только если у него есть более одного счета в одной валюте. 
	
	<li><b>Просмотреть счета-фактуры:</b> Просмотреть все <a href="/do/member/manual?page=invoices"><u>счета-фактуры</u></a>,
	которые этот участник получал или направлял. 
	<li><b>Счёт-фактура от системы к участнику:</b> направить участнику счёт-фактуру с системного счета. Означает, что Система направляет участнику счет, и он должен его оплатить. 
	<li><b>счёт-фактура от участника участнику:</b> направить счёт-фактуру другому участнику от имени данного участника. 
	<li><b>счёт-фактура от участника к системе:</b> направить счёт-фактура к Системе от имени участника. 
	<li><b>Задать лимиты состояния счёта:</b> здесь вы можете установить индивидуальные лимиты для данного участника. Обратите внимание, что это будет лимит ТОЛЬКО для данного конкретного участника, а не для группы.
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="member_info_actions"></a>
<h3>Действия для участнику: Информация об участнике</h3>
(Данный раздел является частью окна&quot;<a href="#actions_for_member_by_admin"><u>действия для участнику</u></a>&quot;.)
<ul>
	<li><b>Просмотреть отчеты:</b> перенесет вас к <a
		href="/do/member/manual?page=reports#member_activities"><u> отчетам</u></a> с данными о деятельности участника в системе. 
	<LI><b>Замечания:</b> Любой комментарий по данному участнику составляется здесь. Эти замечания предназначены для вас и для других админов и брокеров. Никто из участников к ним доступа не имеет. Если текст замечания красный - в нем уже есть одно или более примечаний. Если текст обычного цвета - поле пусто. 
	<li><b>...:</b> любые другие <a href="/do/member/manual?page=member_records"><u>записи об участнике</u></a> по определенным вам типам отображаются здесь с кнопкой управления. 
	<li><b>Управление рекомендациями:</b> Здесь вы можете видеть, как другие участники оценивают данного участника, и какой опыт имел участник с другими участниками в системе. Отображаются предоставленные и полученные <a href="/do/member/manual?page=references"><u>рекомендации</u></a>. Брокер может вносить изменения и удалять предоставленные участником рекомендации
	(если у него есть права доступа)
	<li><b>Отзывы по сделкам:</b> позволяет вам давать<a
		href="/do/member/manual?page=transaction_feedback"><u> оценки </u></a> сделок с участниками.
	<li><b>Послать сообщение</b> через <a href="/do/member/manual?page=messages"><u>внутреннюю систему сообщений </u></a> Системы.
	<li><b>Отправить эл.письмо</b>
	<LI><b>Документы участника:</b> Страница дает доступ к странице с <a
		href="/do/member/manual?page=documents"><u>документами</u></a> участника, которые можно напечатать. 
	<li><b>Соглашения о брокерском вознаграждении:</b> дает доступ к странице просмотра и настройки <a href="/do/member/manual?page=brokering#commission_contract"><u>договоров</u></a>
	между брокерами и участниками о брокерских услугах. 
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="brokering_actions"></a>
<h3>Действия брокера для участника: Брокерство</h3>
(Данный раздел является частью окна &quot;<a href="#actions_for_member_by_admin"><u>действия брокера для участника</u></a>&quot; .)
<ul>
	<li><b>Назначить брокера:</b> Здесь вы можете сменить <a
		href="/do/member/manual?page=brokering"><u>брокера</u></a> участника.
	<li><b>Список участников (брокера):</b> Опция доступна, если участник является <a href="/do/member/manual?page=brokering"><u>брокером</u></a>.
	В этом случае будет отображен список участников, принадлежащих данному брокеру с возможностью добавления в него нового участника. 
	<li><b>Настройки бр.вознаграждений:</b> Доступно, только если участник является брокеров. Здесь вы можете просмотреть 
	<a href="/do/member/manual?page=brokering#commission_contract"><u>соглашения о брокерском вознаграждении</u></a>,
	действующие по брокеру, искать конкретные соглашения о брокерском вознаграждении между брокером и его участниками. 
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="loans_actions"></a>
<h3>Действия для участника: ссуды</h3>
(Данный раздел является частью окна&quot;<a href="#actions_for_member_by_admin"><u>действия для участника</u></a>&quot;.)
<ul>
	<li><b>Просмотреть ссуды:</b> перенесет вас на список <a
		href="/do/member/manual?page=loans"><u> ссуд</u></a> участника. 
	<li><b>Выдать ссуду:</b> Здесь вы можете выдать участнику ссуду. 
	<li><b>Группы с общими ссудами:</b> Управление <a
		href="/do/member/manual?page=loan_groups"><u>группами с общими ссудами</u></a>, в которые входит участник.
	
</ul>
<hr class="help">
</span>

<span class="admin"> <a name="actions_for_admin"></a>
<h3>Действия для админа</h3>
Здесь вы можете производить некоторые действия по данному админу. Вы можете изучить вначале <a href="#actions"><u>общие примечания</u></a> по данному окну. 
<ul>
	<li><b>Отправить эл.письмо</b>
	<li><b>Замечания:</b> Любые Замечания по данному админу размещаются здесь. Замечание - это запись участника, идущая по умолчанию в базе данных. Любые другие <a
		href="/do/member/manual?page=member_records"><u>записи участника</u></a> по определенным вам типам будут также отображаться здесь с кнопкой управления. Вы можете назначить по записи участника определенные
	<a
		href="/do/member/manual?page=groups"><u>группы</u></a> разрешений, т.е. для групп админов могут применяться записи участника. 
	<li><b>Сменить группу разрешений:</b> позволяет вам изменить группу, в которой относится админ. Каждый админ относится к какой-нибудь группе. Эта страница позволит вам сменить группу админа. Основной способ контроля доступа к Системе - с помощью групп. Если вы хотите удалить админа из системы, используйте эту кнопку, и переместите админа в группу 
	&quot;удаленные администраторы&quot;.
	<li><b>Позволить пользователю сейчас войти в систему:</b> Доступно, если в настоящий момент учетная запись админа заблокирована, например, из-за превышения числа попыток неверного ввода пароля. Это заблокирует доступ админа на определенное время согласно параметров
	<a href="/do/member/manual?page=settings"><u>настройки</u></a> системы.
	Если этот админ звонит в администрацию и просит дать ему доступ, вы можете сделать это с помощью данной кнопки. Нажав ее, админ сможет войти в систему заново. <br>
	<b>Примечание:</b> конечно, это не сменит <u>пароля</u> админа для входа в систему</a>. Если админ не помнит свой пароль, вы можете сменить его с помощью кнопки &quot;Сменить пароль&quot; в этом же разделе окна. 
	<li><b>Разъединить пользователя онлайн:</b> Если в настоящий момент админ находится в системе онлайн, его сессию можно завершить, нажав эту кнопку. Эта кнопка доступна <b>ТОЛЬКО</b>
	в том случае, если админ действительно находится в системе онлайн. <br>
	Причиной для прерывания сессии может быть, если админ закрыл браузер без корректного выхода из системы. Если админ хочет зайти в систему в течение определенного времени (периода), сообщение уведомит админа, что он все еще находится в системе. Когда админ связывается с администрацией, его сессию можно разъединить в помощью данной опции. Другой способ - просто подождать завершения периода для выхода; время по умолчанию - 10 минут. 
<br>
	Еще одной причиной для прекращения сессии админа может быть срочное реагирование при подозрении в хакерской атаке или мошенничестве. Рекомендуется в таких случаях (временно) деактивировать админа после завершения его сессии (это можно сделать через кнопку &quot;Сменить группу разрешений&quot; на странице).
	<li><b>Сменить пароль:</b> здесь вы можете сменить пароли админа.
</ul>
<hr class="help">
</span>


<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
