<a NAME="top"></a>
<br><br>Система рекомендаций - это рейтинг участников системы. Вы можете давать рекомендации другим участникам, а также получать их. Рекомендация состоит из оценки по заранее определенной шкале и личного комментария.  
<br><br>
<span class="member">
<i>Где это найти?</i><br> 
Чтобы перейти к рекомендациям, которые вы получили или предоставили, пройдите в (Меню: Моя почта > Рекомендации). <br>
Чтобы перейти к рекомендациям, полученным или предоставленным другим участником, перейдите на <a href="/do/member/manual?page=profiles"><u>страницу личных  данных</u></a> этого участника и нажмите  
&quot;Просмотреть / Дать рекомендацию&quot;.<br>
Чтобы дать или обновить рекомендацию участнику, вам также нужно перейти на страницу личных  данных участника и нажать 
&quot;Просмотреть / Дать рекомендацию&quot;.
</span>

<span class="broker">
Как брокер вы можете перейти на рекомендации участника через <a href="/do/member/manual?page=profiles"><u>
страницу личных  данных</u></a> участника, &quot;Действия брокера для участника > Управление рекомендациями&quot;. 
</span>

<span class="admin"> <i>Где это найти?</i><br>
Как админ вы можете просмотреть рекомендации участника через его <a
	href="/do/member/manual?page=profiles"><u> страницу личных  данных</u></a>, &quot;Действия для участника > Информация об участнике > Управление рекомендациями&quot;. Обратите внимание, что вы можете изменить существующую рекомендацию, которую предоставил участник, но не можете дать новую рекомендацию этому участнику. 
<br><br><i>Как это работает?</i><br>
Вы можете включить функцию рекомендаций в разделе <a
	href="/do/member/manual?page=groups#manage_group_permissions_member"><u>Разрешения участников</u></a> (блок  &quot;Рекомендации&quot;).<br>
Также можно включить <a href="/do/member/manual?page=alerts_logs#member_alerts"><u>оповещения участника</u></a> по его действиям относительно рекомендаций. Они устанавливаются в <a
	href="/do/member/manual?page=settings#alerts"><u>Настроках оповещений</u></a>
</span>
<hr>

<br><br>
<a name="references_summary"></a>
<h3>Обзор рекомендаций</h3>
Это обзор полученных и выданных <a href="#top"><u>рекомендаций</u></a> .<br> 
Нажав на кнопку  
&quot;Полученные рекомендации&quot;, вы увидите число полученных рекомендаций по всем доступным значениям за последние 30 дней, а также за весь период вашей работы в системе как участника. <br>
Внизу списка вы увидите общее число рекомендаций и процент положительных, также за последние 30 дней и за весь период работы в системе. 
<br>
Если вы выберете опцию &quot;Выданные рекомендации&quot;,
вы увидите число выданных рекомендаций всех возможных значений, за последние 30 дней и за все период работы в системе. 
<br><br>
Если вы смотрите рекомендации другого участника, вы можете нажать на кнопку &quot;Дать рекомендацию&quot; внизу окна. 
Это перенесет вам к окну, где вы можете дать участнику рекомендацию. 
<hr class="help">

<br><br>
<a name="references_given_to_member"></a>
<h3>Рекомендации участника</h3>
Это список <a href="#top"><u>рекомендаций</u></a>, которые вы предоставили другим участникам системы. Чтобы изменить рекомендацию, нажмите на значок 
<img border="0" src="/pages/images/edit.gif">
.
<br>
Чтобы удалить рекомендацию, нажмите на значок 
<img border="0" src="/pages/images/delete.gif">
.
<br>
Если вы нажмете на &quot;имя участника&quot; или &quot;номер счета&quot; участника, вы перейдете на его 
<a href="/do/member/manual?page=profiles"><u>страницу личных  данных</u></a>.
<hr class="help">

<br><br>
<a name="references_received_from_member"></a>
<h3>Полученные рекомендации</h3>
Это список полученных <a href="#top"><u>рекомендаций</u></a>.
Чтобы просмотреть детали рекомендации, нажмите на 
<img border="0" src="/pages/images/view.gif"> значок.<br>  
Если рекомендация была предоставлена вами, вы можете ее изменить. Если рекомендация была предоставлена кем-то другим, вы можете ее только просмотреть. <br>
Если вы нажмете на &quot;имя участника&quot; или &quot;номер счета&quot; участника, вы перейдете на его 
<a href="/do/member/manual?page=profiles"><u>страницу личных  данных</u></a>.
<hr class="help">

<br><br><a name="reference_details"></a>
<h3>Детали рекомендации</h3>
На этом экране вы можете просмотреть или изменить 
<a href="#top"><u>рекомендацию</u></a> 
участника.

<span class="member"> Вы можете изменять рекомендации, которые выдали сами. <br>
Вы также можете дать новые рекомендации на этой странице. Чтобы сделать это, выберите подходящее значение в выпадающем списке поз названием &quot;Отметка&quot;. </span>

<span class="broker"> <br>
Обратите внимание, что если вы - брокер, вы можете изменять и давать новые рекомендации по одному из ваших участников от имени вашего участника, как это может делать сам участник. Но при просмотре рекомендаций участника из меню &quot;Действия брокера&quot;, вы можете только изменять рекомендации (но не создавать новые). <br>
</span>

В поле &quot;Комментарии&quot; вы должны пояснить, почему даете эту рекомендацию конкретному участнику. 
<br>
Нажмите на кнопку &quot;Выполнить&quot;, чтобы сохранить изменения, или кнопку
&quot;Удалить&quot;, чтобы удалить рекомендацию. 
<br><br>Все участники могут видеть рекомендации, предоставленные конкретному участнику, выбрав &quot;Просмотреть / Дать рекомендацию&quot; с его <a
	href="/do/member/manual?page=profiles"><u>страницы личных данных</u></a>.
<hr class="help">


<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>