<A name=public_create_member></A>
                  <H3>Добро пожаловать!</H3><!-- Примечание: возможно, ваша организация пожелает настроить данный файл!! 
Это общий текст. Так же, как в анкетах и страницах личных данных клиента установлены некоторые поля, которые не подходят для вашей системы, так же и изначальное содержание данной формы может быть неприемлемым для вас. -->
                  <br><br>На этой странице вы можете зарегистрироваться в системе. 
                  Для этого необходимо заполнить форму, представленную на 
                  страницу. Поля формы, помеченные красной звездочкой, являются 
                  обязательными для заполнения. Большинство из полей понятны по 
                  их названию; однако, в случае необходимости, обращайтесь к 
                  данному файлу, чтобы ваша регистрация прошла быстро и без 
                  задержек: 
                  <br><br>
                  <UL><BR>
				  <li><b>Полное имя:</b> Ваши Ф.И.О. Оно имя будет отображаться в вашей странице личных данных, в результатах поиска (объявлений и т.п.) для других участников. Полное имя как Номер счета идентифицирует Вас перед другими участниками и его нельзя скрыть. <br>
	<br>
                    <LI><B>E-mail:</B> Укажите здесь e-mail, на который придет 
                    запрос на подтверждение вашей регистрации и, соответственно, 
                    к которому у вас есть доступ.  <BR><BR>
					<li><b>Другие личные данные:</b> Они могут быть скрыты от других участников.<br>
	<br>
                    <LI><B>Интернет-сайт:</B> Укажите здесь адрес интернет-сайта 
                    вашей компании, если таковой имеется. Данная информация 
                    может быть полезна администрации при принятии решения 
                    о предоставлении вам доступа в электронный кабинет. <BR><BR>
                    
                    <LI><B>Почтовый адрес:</B> Укажите почтовый код, страну, 
                    область, город (населенный пункт), улицу, номер здания и 
                    номер офиса. Эти данные будут использоваться для официальной 
                    переписки. <BR><BR>
                    
                    <LI><B>Мобильный телефон:</B> Укажите номер мобильного 
                    телефона для связи с контактным лицом компании. <BR><BR>
                    <LI><B>Рабочий телефон:</B> Укажите номер рабочего телефона 
                    для связи с контактным лицом компании. <BR><BR>
                    
                    <LI><B>Как вы о нас узнали?</B> Выберите из списка вариант, 
                    соответствующий источнику информации о Системе. Мы 
                    будет благодарны вам, если вы заполните это поле. Информация 
                    используется для оценки эффективности нашей системы 
                    маркетинга и продаж. <BR><BR>
                    <LI><B>Тип регистрации:</B> Выберите вариант регистрации. От 
                    вашего выбора будет завесить функциональность вашего 
                    электронного кабинета и ваши права доступа к системе. Выбрав 
                    полную регистрацию, вы получите подробные инструкции от 
                    представителя компании о процедуре регистрации, по 
                    прохождении которой вы станете полноценным участником 
                    системы с полным доступом к каталогу рынка, 
                    проведению сделок и прямому взаимодействию с другими 
                    участниками. Выбрав предварительную регистрацию, ваши права 
                    доступа будут ограничены возможностью размещения информации 
                    о себе и своих товарах/услугах, а также о своих 
                    потребностях. Полноценные участники, прошедшие полную 
                    регистрацию, смогут увидеть данную информацию. В случае их 
                    заинтересованности в ваших товарах или потребностях, вы 
                    получите уведомление от администрации. Однако, вы не 
                    сможете проводить сделки в системе, пока не получите статуса 
                    полноценного участника. <BR><BR>
                    <LI><B>Пароль:</B> Введите пароль, с которым вы будете 
                    входить в свой электронный кабинет. <BR><BR>
                    <LI><B>Подтвердить пароль:</B> Введите пароль еще раз. 
                    <BR><BR>
                    <LI><B>Впишите ниже знаки, указанные в изображении:</B> Из 
                    соображений безопасности, вы должны ввести символы, 
                    изображенные в боксе. Это необходимо, чтобы предотвратить 
                    автоматическую регистрацию. <BR><BR>
                    <LI><B>Регистрационное 
                    соглашение:</B><BR><B>Важно:</B><BR>После заполнения 
                    информации, вы должны прочитать наше "соглашение о 
                    регистрации", и нажать кнопку "Я согласен с условиями 
                    данного соглашения о регистрации". Производя такие действия, 
                    вы соглашаетесь на условия, действующие в Системе. 
                    </LI></UL>После нажатия кнопки "Я согласен...", информация о 
                  вашей регистрации отправится на сервер. Согласно процедуре 
                  регистрации, анкета будет активирована администратором. Как 
                  только это произойдет, вам будет направлено электронное 
                  письмо, и вы сможете войти в систему с помощью направленного 
                  вам номера счета и выбранного вами пароля. <BR>
                  <br><br>После первого входа в систему, вы можете изменить 
                  заведенную вами информацию на странице личных данных. Некоторые поля 
                  доступны только "для чтения" и подлежат изменению 
                  исключительно администратором. 
                  <div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>





