<a NAME="top"></a>
<br><br>
Отчеты позволяют вам получить конкретные данные об элементах системы, видимость которых зависит от ваших разрешений. Вы можете просмотреть несколько типов отчетов: 
<ul>
	<li><b>данные конкретного участника; </b>
	<li><b>таблицы с данными ряда участников; </b>
	<li><b>показатели по системе в целом</b>
</ul>
Отчеты позволяют отслеживать количество платежей, объем сделок, количество объявлений и количество рекомендаций. 

В отличие от отчетов, Система также имеет модель <a href="/do/member/manual?page=statistics"><u>
статистики</u></a>, т.е. расширенных отчетов со статистическим анализом. 
<br><br>
<i>Где это найти?</i><br>
<span class="admin">
По отчетам в главном меню есть специальный раздел: 
&quot;Меню: Отчеты&quot;. Он содержит различные подразделы. 
</span>
Отчеты с данными конкретных участников можно просмотреть через их <a href="/do/member/manual?page=profiles"><u>
страницы личных данных</u></a>.
<span class="admin">
<br><br><i>Как это работает?</i><br>
Все типы отчетов имеют <a href="/do/member/manual?page=groups#manage_group_permissions_admin_system"><u>
систему разрешений</u></a>, которые должны быть включены, чтобы быть доступными. Разрешения расположены в блоке &quot;Отчеты&quot;.
</span><hr>

<a name="member_activities"></a>
<h3>Мои отчеты/ Деятельность участников</h3>
Здесь вы можете просмотреть отчет на текущий момент о себе и другом участнике. Вы увидите данные по <a href="/do/member/manual?page=references"><u>рекомендациям</u></a>,
 <a href="/do/member/manual?page=advertisements"><u>объявлениям</u></a>
, а также по <a href="/do/member/manual?page=invoices"><u>
счетам-фактурам</a></u>.<br>
Если вы смотрите отчет о собственной деятельности, вы также сможете просмотреть данные по вашим <a
	href="/do/member/manual?page=invoices"><u>счетам-фактурам</u></a>.
<hr class="help">

<span class="admin">
<a name="current_state"></a>
<h3>Текущее состояние системы</h3>
&quot;Отчет о текущем состоянии&quot; позволяет вам просмотреть отчет о текущем состоянии системы. 
<a href="#current_result"><u>Нажмите сюда</u></a>, чтобы увидеть обзор того, что будет представлено. 
<br><br>Используйте опции выбора для того, что вы хотите увидеть, затем нажмите 
&quot;Выполнить&quot;.

<a name="current_result"></a>
<h3>Результаты текущего состояния системы</h3>
На странице отображены следующие данные: 
<ul>
	<li><b>Информация по <a href="/do/member/manual?page=groups"><u>Группе</u></a> участников
	<li></b>: Раздел содержит число активных участников; это все участники, которые имеют право доступа в  систему. В отличие от остальных данных на странице, которые содержат все группы участников и количество участников в каждой из них. 
	<br><br>
	<li><b>Информация по <a href="/do/member/manual?page=advertisements"><u>Объявлениям</u></a> </b>:
	<ul>
		<li><b>Кол-во активных участников с  объявлениями: </b> все учетные записи, под которыми участники могут входить в систему, и которые разместили один и более объявлений. 
		<li><b>Кол-во активных объявлений:</b> все объявления, действующие на данный момент. 
		<li><b>Кол-во просроченных объявлений:</b> все объявления с завершенным сроком размещения. 
		<li><b>Кол-во запланированных объявлений:</b> все объявления, которые уже сохранены в системе, но будут активированы в будущем. 
	</ul>
	<br><br>
	<li><b>Системные счета</b>: Раздел содержит все системные счета и их текущие остатки. 
	<br><br>
	<li><b>Счета участников</b>: Раздел содержит все типы счетов участников и сумму их остатков. Обычно в системе используется только один тип счета участника - текущий. Все участники имеют этот счет.
	<br><br>
	<li><b><a href="/do/member/manual?page=invoices"><u>Счета-фактуры</u></a></b>:
	<ul>
		<li><b>Кол-во счетов-фактур участников:</b> Общее количество входящих и исходящих счетов-фактур между участниками. 
		<li><b>Общая сумма счетов-фактур участников: </b> Общая сумма входящих и исходящих счетов-фактур между участниками. 
		<li><b>Кол-во входящих системных счетов-фактур: </b> Общее количество счетов-фактур от участника на системные счета. 
		<li><b>Сумма входящих системных счетов-фактур: </b> Общая сумма счетов-фактур от участника на системные счета. 
		<li><b>Кол-во исходящих системных счетов-фактур: </b> Общее количество счетов-фактур от системы на счета участников. 
		<li><b> Сумма исходящих системных счетов-фактур: </b> Общая сумма счетов-фактур от системы на счета участников. 
	</ul>
	<br><br>
	<li><b><a href="/do/member/manual?page=loans"><u>Ссуды</u></a></b>:
	<ul>
		<li><b>Кол-во открытых ссуд:</b> Все ссуды участников, которые не погашены полностью. 
		<li><b>Остаток суммы по открытым ссудам:</b> Сумма всех остатков платежей по открытым ссудам к погашению. 
	</ul>
	<br><br>
	<li><b><a href="/do/member/manual?page=references"><u>Рекомендации</u></a></b>:
	<br><br>Для всех различных категорий рекомендаций таблица содержит информацию о том, как часто какая категория предоставлялась.
</ul>
<hr class="help">

<a name="member_lists"></a>
<h2>Списки участников</h2>
Функция позволяет увидеть список участников, содержащий различные данные по каждому из них. Вы можете запросить данные о текущем состоянии или выбрать дату в прошлом. <br>
Вы можете запросить данные по следующим параметрам: 
<ul>
	<li>участник и наименование брокера
	<li>объявления
	<li>рекомендации
	<li>пределы и состояния счетов.
</ul>

Обратите внимание, что это все &quot;дискретные данные&quot;, т.е. данные на конкретный момент времени. В результате по данным такого типа нельзя предоставить информацию в торговой активности (т.е. данные по торговой активности в конкретный момент времени бессмысленны). 
Если вам нужны данные за период времени, перейдите в 
&quot;Меню: 
<a href="#member_reports"><u>Отчеты участников</u></a>&quot; или в &quot;Меню: <a
	href="/do/member/manual?page=statistics"><u>Исследование статистики</u></a>&quot;.
<br><br>Выбрав вы выберите много опций, проведение расчетов займет некоторое время. Пожалуйста, будьте терпеливы. <br><br>
Внизу страницы вы можете <a href="#results"><u>распечатать или скачать</u></a> результаты.
<br><br>
Доступны следующие опции: 
<ul>
	<li><b>Время:</b> вначале выберите дату, на которую хотите составить список. Есть два варианта:
	<ul>
		<li><b>На данный момент:</b> выдаст список данных на текущий момент. 
		<li><b>Ранее:</b> выдаст список на дату в прошлом. Укажите дату с помощью календаря (
		<img border="0" src="/pages/images/calendar.gif" width="16" height="16">&nbsp;).
	</ul> <br><br>
	<li><b>Брокер:</b> В этом разделе вы можете указать Номер счета или Полное имя <a href="/do/member/manual?page=brokering"><u>брокера</u></a>. Далее ваш список данных будет ограничен участниками этого брокера. <br><br>
	<li><b>Участники:</b> В этом разделе вы можете указать следующее: 
	<ul>
		<li><b>Имя участника:</b> выберите опцию, если вы хотите, чтобы имя участника распечатывалось на каждой строке списка. Если вы не выберете опцию, данные об участнике будут анонимными.
		<li><b>Номер счета брокера:</b> Номер счета брокера будет напечатано по каждому объекту списка. 
		<li><b>Имя брокера:</b> Полное имя брокера будет напечатано по каждому объекту списка. 
		<li><b>Группы с разрешениями:</b> выберите в выпадающем списке группы, которые вы хотите отобразить. Если вы выберете, например, &quot;Активных участников&quot;, все участники этой группы будут включены в список (конечно, с учетом того, что вы указали в разделе 
		&quot;брокер&quot;).
	</ul><br><br>
	<li><b>Объявления:</b> В этом разделе укажите, какие данные вы хотите включить по 
	<a href="/do/member/manual?page=advertisements"><u>объявлениям</u></a>. По каждой опции напечатается количество объявлений с данным конкретным <a href="/do/member/manual?page=advertisements#ad_status"><u>
	состоянием</u></a>.
	<ul>
		<li><b>Действующие объявления</b>
		<li><b>Просроченные объявления</b>
		<li><b>Постоянные объявления</b>
		<li><b>Запланированные объявления</b>
	</ul><br><br>
	<li><b>Рекомендации:</b> В этом разделе вы можете указать, хотите ли вы увидеть информацию о
	&quot;выданные&quot; и &quot;полученных&quot; <a href="/do/member/manual?page=references"><u>рекомендациях</u></a>.
	<br><br>
	<li><b>Счета:</b> В этом разделе укажите, какую информацию отобразить: 
	<ul>
		<li><b>Достижение нижнего предела</b>
		<li><b>Достижение верхнего предела </b>
		<li><b>Состояние счета</b>
	</ul>
</ul>
<hr>

<a name="member_reports"></a>
<h2>Отчеты участников</h2>
Функция позволяет напечатать отчет по платежам и счетам-фактур участника. 

<b>ВНИМАНИЕ</b>: Эта функция весьма тяжела для системы. Она позволяет вам отобразить <b>ВСЕ</b> операции <b>всех</b> участников. Это может вызвать тяжелую нагрузку на сервер и привести в итоге к его поломке, если вы запросите слишком много данных. 
<br><br>ОБРАТИТЕ ВНИМАНИЕ, что вам нужно пройти через заполнение формы в заданном порядке, сверху вниз. Опции платежного фильтра, например, будут пустыми, если вы вначале не выберете тип счета. <br><br>
Внизу страницы вы можете <a href="#results"><u>распечатать или скачать</u></a> результаты. 
<br><br>
В форме укажите следующие элементы: 
<ul>
	<li><b>Имя участника</b>: Номер счета всегда отображается. Если вы хотите, чтобы имя участника также отображалось, выберите его.
	<li><b><a href="/do/member/manual?page=brokering"><u>Брокер:</u></a> Номер счёта и имя брокера</b>: информация не будет отображена, если вы не выберете опции.
	<li><b>Группы участников</b>: здесь вы можете указать, какие 
	<a href="/do/member/manual?page=groups"><u>группы участников</u></a> вы хотите просмотреть. 
	<li><b>Тип счета</b>: обычно у групп участников есть один 
	<a href="/do/member/manual?page=account_management#accounts"><u>тип счета</u></a>.
	Однако, они могут иметь и несколько типов счетов. Укажите тип, который вы хотите просмотреть, здесь.
	<li><b>Поля "С", "И по"</b>: укажите период.
	<li><b>Что отобразить?</b>: возможно, это самое важное поле. Укажите здесь, хотите ли вы видеть платежи или счета-фактуры. <br>
	Если вы выбрали платежи:
	<ul>
		<li><b>Фильтры платежей</b> позволяют вам указать, какой тип платежей вы хотите отобразить в списке. 
		<a href="/do/member/manual?page=account_management#transaction_types"><u>Фильтры платежей</u></a>
		можно создать в разделе <a href="/do/member/manual?page=account_management#account_search"><u>&quot;Управление счетами&quot;</u></a>. Чтобы платежные фильтры отображались в функции отчетов, они должны быть отмечены опцией &quot;Отображать в отчетах&quot;.
		<li><b>Платежи по дебету\кредиту</b>:
		выбрав платежный фильтр, эта опция станет видимой. Вы <b>должны</b>
		выбрать хотя бы одну из этих опций. Дебетовая операция - это исходящий платеж. 
		<li><b>Включая участников без платежей:</b> выбрав эту опцию, отчет включит участников, которые не проводили сделок. 
		<li><b>Уровень детализации</b> позволяет указать, как много данных вы хотите увидеть. 
		<ul>
			<li><b>Обзор</b> выдает только общую сумму всех платежей за период, по одной строке на участника. 
			<li><b>Обзор и платежи</b> список всех платежей за период по каждому участнику плюс строка с итоговой информацией. Это сформирует длинный отчет с остатком и обзором платежей по каждому участнику, который можно использовать для отправки участникам в качестве выписок. 
			Однако, формирование этого отчета не занимает много времени и нагрузки на сервер, если вы выберете просто обзор. 
		</ul>
	</ul>
	Если вы выбрали <a href="/do/member/manual?page=invoices"><u>счета-фактуры</u></a>, 
	страница результатов будет содержать список участников с суммой счетов-фактур по каждому участнику и общей суммой счетов-фактур. У вас есть следующие возможности: 
	<ul>
		<li><b>Включая участников без счетов-фактур
		<li><b>Счета-фактуры участников:</b> Вы можете указать, включать ли входящие (счета-фактуры, направленные этим участникам) или исходящие (направленными этими участниками).
		<li><b>Системные счета-фактуры:</b> (аналогично).
	</ul>
</ul>
<hr>


<a name="results"></a>
<h3>Результаты отчетов</h3>
Вы можете выбрать тип действий с данными отчетами (кнопки внизу страниц справа): 
<ul>
	<li><b>Распечатать отчет:</b> выведет отчет на экран в версии для печати. Этот экран также включает кнопку печати для отправки на принтер. 
	<li><b>Скачать отчет:</b> приведет к скачиванию результатов в 
	<a href="/do/member/manual?page=loans#csv"><u>формате csv</u></a>.
</ul>
<hr class="help">
</span>


<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
