                  <br><br>Система содержит раздел 
                  статистического анализа ваших данных. <BR>Задача Статистики количественно оценить результаты работы Системы. Это происходит посредством
                 статистических расчетов с указанием, где возможно, статистической 
                  точности результатов. <I>Где это найти?</I><BR>Вы можете перейти 
                  к разделу в "Меню: Отчеты &gt; Исследование статистики". 
                  <br><br><I>Как это работает?</I> Статистика <A 
                  href="/do/member/manual?page=groups#manage_group_permissions_admin_system"><U>имеет 
                  систему разрешений</U></A>, которые нужно включить, прежде 
                  чем она будет доступна. Разрешения расположены в блоке 
                  "Отчеты", опция "Статистика".
                  <br><br>Если вы хотите использовать конкретные <A 
                  href="/do/member/manual?page=groups#group_filters"><U>групповые 
                  фильтры </U></A>или <A 
                  href="/do/member/manual?page=account_management#payment_filters"><U>фильтры платежей 
                  </U></A> в статистическом анализе, отметьте их как 
                  доступные для статистики. Это можно сделать на страницах 
                  настройки фильтров (пройдите по ссылкам). 
                  <HR>
                  <A name=choose_category></A>
                  <H3>Выбрать категорию статистического анализа</H3>Окно дает 
                  вам возможность выбора категории статистического анализа. 
                  Нажав на одну из кнопок, вы перейдете в соответствующую форму, 
                  где укажете детали статистического расчета. Таким образом, 
                  текущая форма используется для выбора основных категорий. 
                  <BR>Вы можете выбрать только одну категорию за один раз. Т.к. 
                  статистический расчет может быть очень тяжелым, позволение 
                  всем тестам и расчетам производиться за один подход может 
                  вызвать слишком тяжелую нагрузку на сервер. <BR>Вы можете 
                  выбрать одну из следующих категорий: 
                  <UL>
                    <LI><B>Показатели роста</B>: главные параметры, определяющие 
                    здоровье и рост системы (количество участников, объем сделок 
                    и пр.). <BR>
                    <LI><B>Активность участников</B>: статистический анализ 
                    индивидуальной торговой активности участников.<BR>
                    <LI><B>Финансовая статистика</B>: статистический анализ по 
                    счетам системы: все доходы и расходы по любому системному 
                    счету. <BR>
					<LI><B>Налоги и сборы</B>: статистический анализ по 
                    налогам и сборам. <BR>
					
					</LI></UL>&nbsp; Больше опций будут доступными в 
                  следующих версиях приложения. 
                  <HR class=help>
                  <A name=forms></A>
                  <H2>Формы статистического анализа</H2>После выбора <A 
                  href="/do/admin/manual?page=statistics#choose_category"><U>категории</U></A> 
                  статистического анализа, которую вы хотите увидеть, вы 
                  перейдете на форму, где должны указать, какую статистику вы 
                  хотите увидеть. Эти формы всегда имеют специальный раздел 
                  (отличающийся по каждой категории), где вы можете выбрать 
                  объекты, помечая их галочками, и общий раздел (почти 
                  одинаковый для всех категорий), где вы определяете параметры 
                  стат. анализа типа <A 
                  href="/do/admin/manual?page=statistics#periods"><U>периода</U></A> 
                  и различных <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтров</U></A> 
                  . 
                  <br><br>В каждой форме статистики вначале выберите тип 
                  статистики, который вы хотите увидеть, с помощью выпадающего 
                  списка <A 
                  href="/do/admin/manual?page=statistics#whattoshow"><U>"что 
                  отобразить"</U></A>. <BR>С опциями слева выберите объекты, 
                  которые хотите увидеть. Названия объектов говорят сами за 
                  себя, но если вы хотите проверить их точное определение, 
                  перейдите в <A 
                  href="/do/admin/manual?page=statistics#glossary"><U>глоссарий</U></A> 
                  терминов. \выбрав опцию графика по объекту, то обычно 
                  отображается и таблица, и график; если вы не выберете график, 
                  будет отображена только таблица. <BR>Выбрав один или более 
                  объектов, укажите <A 
                  href="/do/admin/manual?page=statistics#parameters"><U>общие 
                  параметры</U></A> в окне ниже. Сделав это и проверив все, 
                  нажмите на кнопку "Показать статистику" внизу страницы, чтобы начать 
                  расчет. 
                  <br><br><B><U>Предупреждение:</U> Статистические расчеты по 
                  крупным объемам базы данных могут занять некоторое время. 
</B>.
                  <HR>
                  <A name=key_development></A>
                  <H2>Показатели роста </H2>Здесь вы можете указать, какие 
                  ключевые показатели роста вы хотите увидеть. Статистика показателей роста
                  означает общий обзор тенденций в вашей системе. Вы 
                  можете сравнить периоды и проверить тренды, но статистического 
                  анализа как такового не проводится. 
                  <br><br>За описанием формы <A 
                  href="/do/admin/manual?page=statistics#forms"><U>нажмите 
                  сюда</U></A>. 
                  <HR>
                  <A name=member_activity></A>
                  <H2>Активность участников </H2>Здесь вы можете указать, 
                  какую статистику по активности участников вы хотите 
                  рассчитать. Статистика активности участников дает вам обзор 
                  деятельности участников. Также статистику можно рассчитывать 
                  по различным группам участников. 
                  <br><br>За описанием формы <A 
                  href="/do/admin/manual?page=statistics#forms"><U>нажмите 
                  сюда</U></A>. 
                  <HR>
                  <A name=finances></A>
                  <H2>Финансы</H2>Здесь вы можете указать, какую финансовую 
                  статистику вы хотите рассчитать. Финансовая статистика дает 
                  вам точный обзор входящих и исходящих потоков с/на любые 
                  системные счета. 
                  <br><br>За описанием формы <A 
                  href="/do/admin/manual?page=statistics#forms"><U>нажмите 
                  сюда</U></A>. 
                  <HR>
                  <A name=taxes_fees></A>
                  <H2>Налоги и сборы</H2>Здесь вы можете указать, 
                  какую статистику по сборам вы хотите рассчитать. Эта 
                  статистика выдаст вам результаты по любым входящим сборам 
                  по счету и платежам. 
                  <br><br>За описанием формы <A 
                  href="/do/admin/manual?page=statistics#forms"><U>нажмите 
                  сюда</U></A>. 
                  <HR>
                  <A name=parameters></A>
                  <H2>Общие параметры и поля статистических форм</H2>Прежде чем 
                  вы сможете просмотреть результаты статистических расчетов, вы 
                  должны указать, что вы хотите увидеть. В общем, Системе 
                  нужно знать несколько параметров, прежде чем она сможет начать 
                  расчет и отображение статистических результатов. 
                  <UL>
                    <LI>"<A 
                    href="/do/admin/manual?page=statistics#whattoshow"><U>что 
                    отобразить?</U></A>": этот выпадающий список вверху формы 
                    является первым объектом. Выберите метод отображения 
                    статистики. <BR>
                    <LI>"<A 
                    href="/do/admin/manual?page=statistics#periods"><U>периоды</U></A>": 
                    Поле находится под опциями. Укажите период, по которому 
                    нужно рассчитать результаты. Не все данные являются 
                    периодическими; некоторые данные нельзя рассчитать за 
                    период; в таких случаях используется последний день периода. 
                    Это всегда указывается в файле помощи. <BR>
                    <LI>"<A 
                    href="/do/admin/manual?page=statistics#filters"><U>фильтры</U></A>": 
                    Под полем периода есть поле фильтра. Т.е. система пока не 
                    имеет информации о том, по каким участникам проводить стат 
                    анализ, и по каким сделкам, укажите это с помощью фильтров. 
                    <BR></LI></UL>
                  <br><br>
                  <HR>
                  <A name=whattoshow></A>
                  <H3>Выпадающий список "Что отобразить" </H3>С этим полем вы 
                  должны указать метод отображения статистики. Вы можете выбрать 
                  между следующими методами: 
                  <UL>
                    <LI>"Отобразить один период:" дает обзор за один <A 
                    href="/do/admin/manual?page=statistics#periods"><U>период</U></A>. 
                    Обычно стат анализа не проводится, также невозможно 
                    отобразить и график. <BR>
                    <LI>"Сравнить два периода:" Это проведет сравнение результатов 
                    за два периода, что можно отобразить через график. Выберите 
                    опцию, если вы хотите увидеть, как конкретный показатель 
                    вырос или упал по отношению к более раннему периоду. Стат 
                    анализ проводится для расчета разницы меду двумя периодами, 
                    которая является <A 
                    href="/do/admin/manual?page=statistics#p"><U>статистически 
                    значимой</U></A>.<BR>
                    <LI>"Равновременные периоды": аналогично предыдущему, но за период 
                    времени.<BR>
                    <LI>"Распределение": обычно выдает <A 
                    href="/do/admin/manual?page=statistics#histo"><U>гистограмму</U></A>, 
                    отображающую, как конкретный показатель распределяется 
                    относительно другого показателя. <BR></LI></UL>Все все из этих 
                  объектов могут быть доступными в зависимости от категории 
                  статистики, которую вы выбрали. 
                  <HR class=help>
                  <A name=periods></A>
                  <H3>Периоды</H3>Вы должны указать период, за который нужно 
                  рассчитать статистику. <BR>В зависимости от выбранного вами 
                  объекта, вы можете указать один или два периода, или даже ряд 
                  периодов. 
                  <br><br>"Основной период" - это период, по которому рассчитывается 
                  статистика. Он может сравниваться с "Периодом для сравнения". 
                  <BR>По каждому из этих периодов укажите наименование. Оно 
                  будет использоваться в колонке таблице и графике. <BR>Если вы 
                  выбрали опцию "Равновременные периоды", поле периода будет выглядеть 
                  по-другому. В этом случае нужно вначале выбрать, хотите ли вы 
                  увидеть результаты погодично, поквартально или помесячно, 
                  после чего вы должны выбрать период, по которому будет идти 
                  расчет статистики. <BR><BR>Убедитесь, что вы выбрали не 
                  слишком большой период: выбрав просмотр результатов помесячно 
                  за 10 лет не только приведет к перенаполненному графику, но и 
                  сильно нагрузит сервер и приведет к необходимости долго ждать, 
                  прежде чем появятся результаты запроса.<BR>В этом случае 
                  выпадающее окно сообщит вам, как максимально много "объектов 
                  данных" вы можете запросить, и попросит вам ограничить свой 
                  запрос. "Объекты данных" относятся к отдельному расчету. 
                  Например, если вы выбрали 5 объектов и период за 13 месяцев, 
                  это 5 x 13 = 65 объектов данных. Графические объекты не 
                  считаются в этом случае, т.е. обычно они не требуют 
                  дополнительных расчетов. 
                  <HR class=help>
                  <A name=filters></A>
                  <H3>Фильтры</H3>Прежде чем рассчитать число участников и 
                  объемы их сделок, программа должна знать, что для вас является 
                  "участником" и что считать "сделкойquot;. Т.к. система 
                  работает с группами и типами платежей, приложение не может 
                  заранее знать, что вы определяете под "участником" и 
                  "сделкой". Вы должны указать это в данном окне, используя 
                  "фильтры". 
                  <br><br>В зависимости от выбранного вами объекта, не все фильтры 
                  могут быть доступны. Могут быть доступны следующие фильтры: 
                  <UL>
                    <LI><B>Фильтр участников: </B>С этим фильтром укажите, какие 
                    <A 
                    href="/do/member/manual?page=groups#member_groups"><U>группы 
                    участников</U></A> вы считаете участниками. Вы можете 
                    указать больше одной группы. Но вы <B>должны</B> указать 
                    хотя бы одну. <BR>На странице результатов выбранные вами 
                    группы будут названы "участниками". 
                    <br><br>
                    <LI><B><A 
                    href="/do/member/manual?page=account_management#payment_filters"><U>Фильтр платежей</U></A>: </B>С этим фильтром укажите, какие типы 
                    операций вы хотите включить в результаты. Обычно это тип 
                    операции "сделка".<BR>Вы можете указать только один 
                    фильтр платежей, но учтите разницу между "Фильтр<B>ами</B> платежей
                    " как выпадающим списком, который 
                    описывается ниже, и тем, где вы можете указать больше, чем 
                    один фильтр. Если ни один из фильтров не соответствует вашей 
                    цели, вы всегда можете создать фильтр платежей конкретной 
                    под ваш запрос (см. ниже)<BR><BR><B>Внимание:</B><BR>часто 
                    выпадающий список фильтров платежей содержит только 
                    платежи, относящиеся в групповому фильтру, который вы уже 
                    выбрали. Может случиться, что список платежных фильтров 
                    будет пуст: тогда, возможно, вы выбрали группу, у которой 
                    нет платежей. В этом случае вы не сможете продолжить стат 
                    анализ. Проблему можно решить двумя способами: ИЛИ выбрав 
                    другую группу, ИЛИ создав новый фильтр платежей для данной 
                    группы 
                    <br><br>Создать новый фильтр платежей для статистики: 
                    <OL>
                      <LI>Меню: "Счета" &gt; "Управление счетами" 

                      <LI>нажмите на значок редактирования по "Счету участника" 
                      <LI>перейдите к кнопке внизу страницы под названием 
                      "добавить новый фильтр платежей". 
                      <LI>Заполните параметры нового платежного фильтра (см. 
                      также помощь на странице). Укажите логическое название, не 
                      забудьте выбрать опцию "отображать в отчетах", иначе он не 
                      будет отображен на страницах статистики (вам не нужно 
                      выбирать ничего в "видимость группам"). <BR>Вы можете 
                      выбрать переводы, которые хотите включить в этот фильтр в 
                      списке "типов платежей" <BR>
                      <LI>Фильтр платежей должен появиться в списке  
                      фильтров платежей на странице статистики. </LI></OL>На странице 
                    результатов статистики указанный вами платежный тип будет 
                    отображен как "сделка". 
                    <br><br>
                    <LI><B>Фильтры платежей:</B> (обратите внимание на 
                    множественное число) Это то же самое, как и предыдущий 
                    объект, но здесь вы можете выбрать больше одного фильтра. 
                    Если вы выберете больше одного платежного фильтра, то 
                    результаты по выбранным платежным фильтрам будут отображены 
                    и сравнены. Если вы выберете только один фильтр платежей, 
                    то он будет разбит на содержащие его типы платежей, и 
                    результаты по каждому типу операции будут отображены. 
                    <BR><B>Внимание:</B> при выборе больше одного платежного 
                    фильтра в этом поле, важно, чтобы все выбранные объекты 
                    отличались и не перекрывали друг друга. Т.к. каждый 
                    фильтр платежей может содержать несколько типов платежей, 
                    может быть так, что фильтры платежей будут содержать общие 
                    типы платежей. В таком случае будет невозможно создать 
                    графики типа круговых диаграмм, где все разделы составляют 
                    100%. По этой причине программа выполняет проверку 
                    совпадений платежных фильтров. 
                    <br><br>
                    <LI><B>фильтр брокеров: </B>С этим фильтров укажите, какие 
                    группы пользователей вы считаете <A 
                    style="CURSOR: crosshair; COLOR: #1fb53b" 
                    href="/do/member/manual?page=brokering"><U>брокерами</U></A>s. 
                    Как и с фильтром участников, вы можете указать больше одной 
                    группы, но вы <B>должны</B> выбрать хотя бы одну. На 
                    странице результатов эти группы будут обозначены как 
                    "брокеры". </LI></UL><BR>Хотя приложение системы обычно 
                  отображает только связанные фильтры, может произойти, что 
                  определенные комбинации фильтров не будут иметь смысла. 
                  Например, если вы выберете групповой фильтр и платежный 
                  фильтр, которые не подходят друг к другу (к примеру, группа: 
                  "участники" платеж: "от системы на организацию") и тогда, 
                  конечно, следует ожидать странных результатов. 
                  <br><br>Все все фильтры используются для всех типов статистики. 
                  Обычно на странице результатов каждая таблица или график будут 
                  отображать, какие конкретно фильтры <A 
                  href="/do/admin/manual?page=statistics#filtersUsed"><U>использовались</U></A> 
                  для расчета результатов. 
                  <HR class=help>
                  <A name=results></A>
                  <H2>Статистические результаты</H2>Есть некоторые правила, 
                  используемые в статистических результатах системы. Данный 
                  обзор содержит пояснение таких правил: 
                  <UL>
                    <LI><A 
                    href="/do/admin/manual?page=statistics#tables"><U>таблицы</U></A> 
                    являются стандартной формой отображение статистики. Нажмите 
                    на ссылку, чтобы перейти к общему описанию таблиц. 
                    <LI><A 
                    href="/do/admin/manual?page=statistics#graphs"><U>графики</U></A> 
                    отображаются, только если вы выбрали опцию графика. Нажмите 
                    на ссылку, чтобы перейти о общему описанию графиков. 
                    <LI><A 
                    href="/do/admin/manual?page=statistics#tests"><U>статистические 
                    тесты</U></A> проводятся там, где это разумно и возможно. 
                    <LI><A 
                    href="/do/admin/manual?page=statistics#calculation"><U>общие 
                    правила </U></A>рассчета статистики можно найти здесь. 
                    <LI><A 
                    href="/do/admin/manual?page=statistics#numbers"><U>представление 
                    и точность чисел </U></A>: обычно результат в виде 3 - это 
                    нечто другое, чем результат в виде 3.00. Нажмите на ссылку, 
                    чтобы перейти к описанию правил, используемых касательно 
                    точности и представления чисел. 
                    <LI>Как система ведет себя, когда есть <A 
                    href="/do/admin/manual?page=statistics#nodata"><U>слишком 
                    мало данных</U></A>. </LI></UL>
                  <br><br>
                  <HR>
                  <A name=tables></A>
                  <H3>Таблицы в статистике</H3>Стандартный способ представления 
                  данных по статистике в Системе - это таблица. 
                  Большинство таблиц (не все) будут иметь следующую форму: 
                  <UL>
                    <LI><B>первая колонка:</B> основной (главный) <A 
                    href="/do/admin/manual?page=statistics#periods"><U>период</U></A>, 
                    определенный вами на предыдущей странице. 
                    <LI><B>вторая колонка:</B> <A 
                    href="/do/admin/manual?page=statistics#periods"><U>период</U></A> для 
                    сравнения, если вы определили его на предыдущей странице. 
                    <LI><B>третья колонка:</B> относительный рост в первом 
                    периоде (в %) по отношению ко второму периоду. 
                    <LI><B>четвертая колонка:</B> <A 
                    href="/do/admin/manual?page=statistics#p"><U>ПИ-значение</U></A> 
                    статистического теста, т.к. тестирования, как сильно 
                    различаются числа. Колонка отображается не всегда. 
                  </LI></UL>Вышеуказанное касается обычно "сравнительных 
                  периодов"; если вы выберете другой метод, таблицы будут 
                  выглядеть по-другому.<BR>если вы не указали графика, то под 
                  таблицей будет короткая <A 
                  href="/do/admin/manual?page=statistics#filtersUsed"><U>таблица</U></A>, 
                  отображающая <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтры</U></A>, 
                  указанные вами для данного результата. В ином случае 
                  информация ниже будет <A 
                  href="/do/admin/manual?page=statistics#graphs"><U>графиком</U></A>. 

                  <HR class=help>
                  <A name=graphs></A>
                  <H3>Графики в статистике</H3>Обычно график показывает те же 
                  самые данные, что и таблица прямо над ним. Однако, некоторые 
                  колонки с рассчитанными данными (полученными из других 
                  колонок) могут не отображаться в таблице, например, процент 
                  роста между двумя <A 
                  href="/do/admin/manual?page=statistics#periods"><U>периодами</U></A>s 
                  или <A 
                  href="/do/admin/manual?page=statistics#p"><U>ПИ-значение</U></A>. 
                  Для описания данных нажмите на значок помощи соответствующей 
                  таблицы (окно над окном графика). Этот раздел описывает только 
                  общие правила применения графиков. 
                  <br><br>Если вы переведете указатель мыши вверх над колонкой 
                  графика, появится соответствующее рассчитанное значение 
                  данных. <BR>Под графиком есть короткая <A 
                  href="/do/admin/manual?page=statistics#filtersUsed"><U>таблица</U></A>, 
                  отображающая <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтры</U></A>, 
                  указанные вами для данного результата. 
                  <HR class=help>
                  <A name=filtersUsed></A>
                  <H3>Применяемые фильтры</H3>Под графиком или таблицей есть 
                  таблица, отображающая <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтры</U></A>, 
                  указанные вами для данного результата. Чтобы выполнить эти 
                  рассчеты, система должна знать, каких участником включать в 
                  график - это <A 
                  href="/do/member/manual?page=groups#group_filters"><U>групповой</U></A> 
                  фильтр. Также системе нужно знать, что вы подразумеваете под 
                  "сделкой" - это указывается в "платежном фильтре". Также другие 
                  типы фильтров могут использоваться для расчетов. <BR>Если 
                  фильтр не использовался для расчета, то выводится надпись "не 
                  использовался". Если фильтр применялся, но вы не указали 
                  какую-либо конкретную группу или платежи, то включаются все 
                  участники и все платежи. Только подходящие фильтры 
                  отображаются в таблице. 
                  <HR class=help>
                  <A name=calculation></A>
                  <H3>Как происходитра счет?</H3>Обычно результаты 
                  рассчитываются <I>за указанный <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A></I>. 
                  Это означает, что, например, любой участник,который в 
                  некоторый момент периода проводил сделку, включается в расчет. 
                  В редких случаях результат отображается по последнему дню 
                  периода; это всегда отображается в специальном файле помощи. 
                  Обратите внимание, что нет корректировки для "частичных 
                  участников". Например: валовой продукт любого участника за 
                  период рассчитывается без какой-либо корректировки на факт, 
                  что этот участник мог быть участником всего один день периода. 
                  <BR>Чаще всего в результатах используется <A 
                  href="/do/admin/manual?page=statistics#median"><U>медиана</U></A>, 
                  а не среднее число. 
                  <HR class=help>
                  <A name=numbers></A>
                  <H3>Представление и точность чисел</H3>Числа обычно 
                  представлены с диапазоном вокруг, если это возможно. Этот 
                  диапазон - 95%-ный <A 
                  href="/do/admin/manual?page=statistics#range"><U>интервал 
                  вероятности</U></A> вокруг среднего значения или <A 
                  href="/do/admin/manual?page=statistics#median"><U>медианы</U></A>. 
                  В таблицах эти числа могут быть представлены в трех различных 
                  формах: 
                  <UL>
                    <LI><B>12.0</B> означает, что интервал вероятности нельзя 
                    было создать, т.к. было слишком мало данных или потому что 
                    число не было основано на ряде значений. 
                    <LI><B>12.0&nbsp;±&nbsp;3.4</B> означает, что интервал 
                    вероятности симметричен. 12.0 - 3.4 - нижний лимит интервала 
                    вероятности; 12.0 + 3.4 - верхний лимит. 
                    <LI><B>12.0 (9.7 - 19.2)</B> означает, что интервал 
                    вероятности асимметричен, и <A 
                    href="/do/admin/manual?page=statistics#distribution"><U>распределение 
                    неправильное</U></A>. Числа между скобками ниже и выше 
                    интервалов вероятности. 
                    <LI><B>-</B>&nbsp; означает, что число нельзя рассчитать, 
                    возможно, из-за того, что было недостаточно данных, чтобы 
                    выполнить возможный надежный расчет. </LI></UL>В графиках 
                  интервалы вероятности обозначены линиями погрешности в 
                  объектах данных . 
                  <HR class=help>
                  <A name=nodata></A>
                  <H3>Слишком мало данных</H3>Статистический анализ основан на 
                  принципе, что для него присутствует набор данных, 
                  представленный одним числом или объектов в графике. Но что, 
                  если этот набор данных слишком мал? <BR>Теоретически, 
                  статистический тест можно провести на 3 и более значениях 
                  объектов данных. Однако, это все еще делает расчет 
                  ненадежным: чем выше и ниже значения ряда данных (n), тем выше 
                  надежность среднего показателя, медианы и диапазона. <BR>В 
                  системе мы не отображаем статистические результаты по ряду 
                  данных с менее 15 значений, т.к. считаем, что статистический 
                  анализ не будет достаточно надежным по меньшим рядам данных. 
                  <HR class=help>

                  <H2>Результаты ключевых показателей роста</H2>
                  <br><br>
                  <br><br><A name=reportsStatsKeydevelopmentsNumberOfMembers></A>
                  <H3>Таблица количества участников</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>В таблице отображаются следующие колонки: 
                  <UL>
                    <LI><B>Участники</B>: количество участников согласно <A 
                    href="/do/admin/manual?page=statistics#filters"><U>фильтра</U></A>, 
                    который вы указали на предыдущей странице. Содержит любого 
                    участника, который был таковым на протяжении <A 
                    href="/do/admin/manual?page=statistics#periods"><U>периода</U></A>, 
                    указанного вами, даже если он был удален из числа участников 
                    в этом же периоде или стал новым участником за данный 
                    период. 
                    <LI><B>Новые участники</B>: любые участники, которые были 
                    переведены в указанные группы участников за указанный 
                    период. 
                    <LI><B>Исчезнувшие участники</B>: любые участники, которые - 
                    в течение периода - были удалены из указанных групп 
                    участников в группу, не находящуюся в групповом фильтре. 
                    </LI></UL>
                  <HR class=help>
                  <A name=reportsStatsKeydevelopmentsGrossProduct></A>
                  <H3>Таблица валового продукта</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Единственная колонка содержит <A 
                  href="/do/admin/manual?page=statistics#grossProduct"><U>Валовой 
                  продукт</U></A> по указанному вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтру</U></A>. 

                  <HR class=help>
                  <A name=reportsStatsKeydevelopmentsNumberOfTransactions></A>
                  <H3>Таблица количества сделок</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Единственная колонка содержит <A 
                  href="/do/admin/manual?page=statistics#numberOfTransactions"><U>количество 
                  сделок</U></A> по указанному вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтру</U></A>. 

                  <HR class=help>
                  <A 
                  name=reportsStatsKeydevelopmentsAverageAmountPerTransaction></A>
                  <H3>Таблица медианной суммы сделок</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Единственная колонка содержит <A 
                  href="/do/admin/manual?page=statistics#median"><U>медианную</U></A> 
                  сумму сделки согласно указанного вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтра</U></A>. 

                  <HR class=help>
                  <A 
                  name=reportsStatsKeydevelopmentsHighestAmountPerTransaction></A>
                  <H3>Таблица наибольшей суммы сделки</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Единственная колонка содержит наибольшую сумму сделки по 
                  указанному вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтру</U></A>. 

                  <HR class=help>
                  <A name=reportsStatsKeydevelopmentsNumberOfAds></A>
                  <H3>Таблица количества объявлений</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Отображаются следующие колонки: 
                  <UL>
                    <LI><B>Действующие объявления</B>: число объявлений, срок которых не 
                    истек, и которые активны на конец <A 
                    href="/do/admin/manual?page=statistics#periods"><U>периода</U></A>. 

                    <LI><B>Запланированные объявления</B>: количество объявлений, 
                    запланированных на конец периода. 
                    <LI><B>Просроченные объявления</B>: количество объявлений, которые 
                    более не являются активными (просрочены) на конец периода. 
                    <LI><B>Созданные объявления</B>: количество объявлений, которые были 
                    созданы за период. </LI></UL>
                  <br><br>Обратите внимание, что первые три колонки содержат данные 
                  <I>на конец периода</I>, а последняя - <I>за весь период</I>. 
                  <HR class=help>
                  <A 
                  name=reportsStatsKeydevelopmentsThroughTimeMonths></A><BR><A 
                  name=reportsStatsKeydevelopmentsThroughTimeQuarters></A><BR><A 
                  name=reportsStatsKeydevelopmentsThroughTimeYears></A>
                  <H3>Таблица "За период"</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Если вы выбрали опцию "за период", вы получите исторический 
                  обзор выбранных объектов за период. <BR>Объекты те же, что и 
                  выбранные в методе "сравнить периоды". <BR>Подытожим: 
                  <UL>
                    <LI><B>количество участников</B>: количество участника за 
                    каждый <A 
                    href="/do/admin/manual?page=statistics#periods"><U>период</U></A>. 

                    <LI><B>валовой продукт</B>: за каждый период. 
                    <LI><B>количество сделок</B>: за каждый период. 
                    <LI><B>сумма сделки</B>: средняя сумма сделки за каждый 
                    период. 
                    <LI><B>количество объявлений</B>: количество активных объявлений на 
                    последний день каждого периода. </LI></UL>Периодом могут быть 
                  выбраны месяцы, кварталы или годы. Конечно, данные 
                  отображаются по указанным вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтрам</U></A>. 

                  <HR class=help>

                  <H2>Результаты деятельности участников</H2>
                  <br><br>
                  <br><br><A 
                  name=reportsStatsActivitySinglePeriodGrossProduct></A><A 
                  name=reportsStatsActivityComparePeriodsGrossProduct></A>
                  <H3>Таблица валового продукта на участника</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит <A 
                  href="/do/admin/manual?page=statistics#median"><U>медианный</U></A> 
                  <A 
                  href="/do/admin/manual?page=statistics#grossProduct"><U>валовой 
                  продукт</U></A> на участника в двух колонках: 
                  <UL>
                    <LI>"на участника-продавца": только на участника, который 
                    имет какие-либо входящие сделки за указанный <A 
                    href="/do/admin/manual?page=statistics#periods"><U>период</U></A> 
                    . 
                    <LI><I>на всех участников</I>: в рассчет включаются все 
                    участники. Ввиду природы <A 
                    href="/do/admin/manual?page=statistics#median"><U>медианы</U></A>, 
                    это значение будет нулевым (0), если больше половины 
                    участников не имели дохода. </LI></UL>Конечно, данные 
                  отображаются по указанным вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтрам</U></A>. 

                  <br><br>Для "сравнения периодов" колонки содержат результаты по 
                  двум запрошенным периодам, далее две колонки с числом 
                  участников, по которым основываются результаты, далее идет 
                  рост за период и <A 
                  href="/do/admin/manual?page=statistics#p"><U>ПИ-значение</U></A> 
                  по тесту того, что оба результата не различаются. <BR>Для 
                  "одного периода" отображаются только результат и количество 
                  участников. <BR>
                  <HR class=help>
                  <A 
                  name=reportsStatsActivitySinglePeriodNumberTransactions></A><A 
                  name=reportsStatsActivityComparePeriodsNumberTransactions></A>
                  <H3>Таблица количества сделок на участника</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит <A 
                  href="/do/admin/manual?page=statistics#median"><U>медиану</U></A> 
                  <A 
                  href="/do/admin/manual?page=statistics#numberOfTransactions"><U>количества 
                  сделок</U></A> на участника в двух колонках:<BR>
                  <UL>
                    <LI>"на участника со сделками": в результат включаются 
                    только участника, которые за указанный <A 
                    href="/do/admin/manual?page=statistics#periods"><U>период</U></A> 
                    имели входящие или исходящие операции считаются как сделки. 
                    <LI>"на всех участников": в результат расчета включаются 
                    все участники. Из-за природы <A 
                    href="/do/admin/manual?page=statistics#median"><U>медианы</U></A> 
                    данное значение будет нулевым (0), если больше половины 
                    участников не проводили сделок. </LI></UL>Конечно же, 
                  результаты отображаются по выбранным вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтрам</U></A>. 

                  <br><br>По "сравнению периодов" колонки содержат результаты по двум 
                  указанным периодам, две колонки с количеством сделок, по 
                  которым основаны результаты, далее - рост за указанные периоды 
                  и <A 
                  href="/do/admin/manual?page=statistics#p"><U>ПИ-значение</U></A> 
                  по тесту того, что оба результата не различаются. <BR>По 
                  "одному периоду" отображается только результат и количество 
                  сделок. <BR>
                  <HR class=help>
                  <A 
                  name=reportsStatsActivitySinglePeriodPercentageNoTrade></A><A 
                  name=reportsStatsActivityComparePeriodsPercentageNoTrade></A>
                  <H3>Таблица процента участников без сделок</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Отображается только одна колонка - с процентом участников, 
                  которые не проводили сделок за указанный вами <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A> 
                  (т.е. не проводили оплат и не получали выручки). Как всегда, 
                  "участники" и "сделки" были определены по указанным вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтрам</U></A>. 

                  <br><br>По "сравнению периодов" колонки отображают результаты двух 
                  указанных периодов, рост за период и <A 
                  href="/do/admin/manual?page=statistics#p"><U>ПИ-значение</U></A> 
                  по тесту того, что оба результата не различаются. 
                  <HR class=help>
                  <A name=reportsStatsActivitySinglePeriodLoginTimes></A><A 
                  name=reportsStatsActivityComparePeriodsLoginTimes></A>
                  <H3>Таблица входов в систему на участника, за один 
                  период.</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Отображается только кодна колонка с количеством входов в 
                  систему на одного участника за указанный вами <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A>. 
                  "Участник" согласно указанному вами групповому <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтру</U></A> 
                  - это участник, считающийся участником в любой момент в 
                  течение указанного периода. 
                  <br><br>По "сравнению периодов" колонки содержат результаты за два 
                  указанные периода, рост за период и <A 
                  href="/do/admin/manual?page=statistics#p">ПИ-значение</A> 
                  по тесту того, что оба результата не различаются. 
                  <HR class=help>
                  <A name=reportsStatsActivityThroughTimeGrossProduct></A>
                  <H3>Таблица валового продукта на участника за периоды</H3>См. 
                  <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица дает обзор <A 
                  href="/do/admin/manual?page=statistics#median"><U>медианы</U></A> 
                  <A 
                  href="/do/admin/manual?page=statistics#grossProduct"><U>валового 
                  продукта</U></A> на участника по каждому периоду, указанному 
                  вами. Это работает для двух типов участников: 
                  <UL>
                    <LI>"с доходом": это валовой продукт по участникам, которые 
                    имели доход в течение указанного месяца, квартала или года. 
                    <LI>"все": включает всех участников системы за указанный 
                    месяц, квартал или год. </LI></UL>Для обоих групп количество 
                  участников, на котором основан валовой продукт, дается в 
                  последних двух колонках. <BR>Обратите внимание, что, 
                  естественно, чем короче период времени для каждого временного 
                  отрезка в графике или таблице, тем ниже будут результаты. 
                  <HR class=help>
                  <A name=reportsStatsActivityThroughTimeNumberTransactions></A>
                  <H3>Таблица количества сделок на участника за 
                  периоды</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит <A 
                  href="/do/admin/manual?page=statistics#median"><U>медиану</U></A> 
                  <A 
                  href="/do/admin/manual?page=statistics#numberOfTransactions"><U>количества 
                  сделок</U></A> на участника за указанный перечень периодов с 
                  учетом входящих и исходящих сделок. <BR>Это работает для 
                  двух типов участников: 
                  <UL>
                    <LI>"торгующие": дает количество сделок по участникам, 
                    которые проводили сделки за указанный месяц, квартал или год 
                    (продажа означает полученные или оплаченные любые суммы по 
                    сделке). 
                    <LI>"все": включает всех участников в системе за указанный 
                    месяц, квартал или год. </LI></UL>Для обоих групп количество 
                  участников, на котором основано число сделок, дается в 
                  последних двух колонках. <BR>Обратите внимание, что, 
                  естественно, чем короче период времени для каждого временного 
                  отрезка в графике или таблице, тем ниже будут результаты. 
                  <HR class=help>
                  <A name=reportsStatsActivityThroughTimePercentageNoTrade></A>
                  <H3>Таблица процента участников без сделок за периоды</H3>См. 
                  <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит обзор процента участников без сделок в 
                  течение <A 
                  href="/do/admin/manual?page=statistics#periods"><U>периода</U></A>, 
                  за отвезки времени, указанные вами. 
                  <br><br>Участник считается "не торгующим", если он не проводил 
                  никаких сделок (не платил и не получал сумм по указанным 
                  вами платежным <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтрам</U></A>) 
                  в указанном месяце, квартале или году. Конечно, чем короче 
                  отрезок времени в графике, тем выше будет процент показателя 
                  участников без сделок. В графике результатов помесячно процент 
                  не торгующих участников будет гораздо выше, чем в графике с 
                  результатами погодично. <BR>Последняя колонка содержит число 
                  участников, по которым рассчитывался результат значений. 
                  <HR class=help>
                  <A name=reportsStatsActivityThroughTimeLoginTimes></A>
                  <H3>Таблица входов в систему на участника за периоды</H3>См. 
                  <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица дает исторический обзор <A 
                  href="/do/admin/manual?page=statistics#median"><U>медианы</U></A> 
                  количества входов в систему участников за указанные периоды 
                  времени. Оказывается не только число входов в систему 
                  помесячно, поквартально и погодично, но также в последней 
                  колонке дается количество участников, по которому проводился 
                  расчет.<BR>Обратите внимание, что, конечно же, чем короче 
                  будет отрезок времени в графике, тем ниже будет показатель на 
                  участника. 
                  <HR class=help>
                  <A name=reportsStatsActivityHistogramGrossProduct></A>
                  <H3>Гистограмма валового продукта на участника</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>График содержит <A 
                  href="/do/admin/manual?page=statistics#histo"><U>гистограмму</U></A> 
                  <A 
                  href="/do/admin/manual?page=statistics#grossProduct"><U>валового 
                  продукта</U></A> на участника за основной период согласно 
                  указанным вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтрам</U></A>. 

                  <HR class=help>
                  <A name=reportsStatsActivityHistogramNumberTransactions></A>
                  <H3>Гистограмма количества сделок на участника</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>График содержит <A 
                  href="/do/admin/manual?page=statistics#histo"><U>гистограмму</U></A> 
                  <A 
                  href="/do/admin/manual?page=statistics#numberOfTransactions"><U>количества 
                  сделок</U></A>на участника за основной <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A> 
                  согласно указанным вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтрам</U></A>. 

                  <HR class=help>
                  <A name=reportsStatsActivityHistogramLogins></A>
                  <H3>Гистограмма количества входов в систему на 
                  участника</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>График содержит <A 
                  href="/do/admin/manual?page=statistics#histo"><U>гистограмму</U></A> 
                  количества входов в систему за основной <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A> 
                  согласно указанным вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтрам</U></A>. 

                  <HR class=help>
                  <A name=reportsStatsActivityToptenGrossProduct></A>
                  <H3>Десятка наиболее активных участников по валовому 
                  продукту</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит десять участников с наивысшим <A 
                  href="/do/admin/manual?page=statistics#grossProduct"><U>валовым 
                  продуктом</U></A> за указанный основной <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A>. 

                  <HR class=help>
                  <A name=reportsStatsActivityToptenNumberTransactions></A>
                  <H3>Десятка наиболее активных участников по количеству 
                  сделок </H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит десять участников с наибольшим <A 
                  href="/do/admin/manual?page=statistics#numberOfTransactions"><U>количеством 
                  сделок</U></A> за указанный основной <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A>. 

                  <HR class=help>
                  <A name=reportsStatsActivityToptenLogin></A>
                  <H3>Десятка наиболее активных участников по количеству входов 
                  в систему</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит десять участников с наибольшим количеством 
                  входов за указанный основной <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A>. 

                  <HR class=help>

                  <H2>Результаты активности участников</H2>
                  <br><br>
                  <br><br><A name=reportsStatsFinancesSinglePeriodOverview></A>
                  <H3>Обзор финансов за один период</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит обзор входящих и исходящих платежей по 
                  указанному системному счету. Последняя колонка содержит 
                  разницу между доходами и расходами. 
                  <br><br>Указанные вами <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтры</U></A> платежей
                  также содержатся в таблице; фильтры платежей, которые вы не 
                  указывали, но которые использовались при расчете статистики по 
                  данному счету, суммированы под разделом "прочее". Обратите 
                  внимание, что эта категория "прочее" не содержится в графике, 
                  т.к. если это крупное число, оно перекроет всю картину. 
                  <br><br>Если вы выбрали только один фильтр платежей, то он 
                  разделен на составляющие его типы платежей, а типы платежей 
                  отображены в таблице. В ином случае в таблице содержатся 
                  фильтры платежей.<BR>Если для отображения выбран также 
                  график, то под ним представлены выбранные фильтры; в ином 
                  случае фильтры находятся под таблицей. 
                  <HR class=help>
                  <A name=reportsStatsFinancesSinglePeriodIncome></A><A 
                  name=reportsStatsFinancesSinglePeriodExpenditure></A>
                  <H3>Доходы или расходы за один период</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица или график содержит обзор дохода (если вы выбрали 
                  доход) или расходов (если вы выбрали расходы) по системному 
                  счету. <BR>В таблице указаны два <A 
                  href="/do/admin/manual?page=statistics#periods"><U>периода</U></A> 
                  по колонкам, а третья колонка содержит рост за второй период 
                  по отношению к первому. <BR>Колонки в таблице содержат 
                  <A 
                  href="/do/admin/manual?page=statistics#filters"><U>фильтры</U></A> платежей, 
                  выбранные вами. 
                  <br><br>Чтобы получить качественный обзор рекомендуем не выбирать 
                  слишком много платежных фильтров при формировании этого 
                  отчета.<BR>
                  <HR class=help>
                  <A name=reportsStatsFinancesThroughTimeIncome></A><A 
                  name=reportsStatsFinancesThroughTimeExpenditure></A>
                  <H3>Доход или расходы за периоды</H3>См. <A 
                  href="/do/admin/manual?page=statistics#results"><U>общий 
                  раздел по результатам </U></A>и общие правила статистике в 
                  системе. 
                  <br><br>Таблица содержит обзор категорий доходов (или расходов) за 
                  периоды. Вы можете использовать отчет, чтобы получить динамику 
                  расходов или доходов за периоды времени. <BR>Каждый выбранный 
                  фильтр платежей имеет свою колонку в таблице и графике. 
                  Рекомендуем не выбирать слишком много платежных фильтров по 
                  этому отчету, иначе график будет перенаполнен данными. 
                  <HR class=help>

                  <br><br><A name=glossary></A>
                  <H2>Глоссарий</H2>
                  <br><br><A name=range></A><B>Интервал вероятности</B> 
                  <br><br>Интервал вероятности - это показатель точности данных. Он 
                  означает, что есть 95%-ная вероятность того, что указанное 
                  число находится в данных пределах. Часто стандартное 
                  отклонение или погрешность данных используются для показания 
                  точности данных. Мы не используем им, т.к. считаем, что 
                  95%-ный интервал более интуитивен и соответствует реальной 
                  практике (в отличие от стандартного отклонения, которое 
                  довольно абстрактно). 
                  <br><br>Интервалы вероятность обычно рассчитываются, исходя из 
                  предположения о некотором <A 
                  href="/do/admin/manual?page=statistics#distribution"><U>распределении</U></A> 
                  используемых данных; в нашем случае, как и в большинстве 
                  ситуаций, мы не используем нормальное распределение,а 
                  используем биноминальное распределение сумм вокруг медианы, 
                  чтобы рассчитать интервал вероятности. Это означает, что 
                  абсолютные значение не используются напрямую, но ранжируются 
                  снизу вверх, и эти номера используются для расчета интервалов 
                  вероятности. Это может иногда приводить к асимметричным 
                  интервалам. 
                  <HR class=help>
                  <A name=distribution></A><B>Распределение и разброс данных</B> 

                  <br><br>В статистическом анализе результат основан на наборе 
                  данных, из которых рассчитывается среднее арифметическое 
                  значение или <A 
                  href="/do/admin/manual?page=statistics#median"><U>медиана</U></A>. 
                  Все эти единые данные вместе обычно составляют определенную 
                  тенденцию, называемую распределением значений. Наиболее 
                  природным и часто встречаемым является нормальное 
                  распределение, когда центральное значение их самое частое, и 
                  крайние значения встречаются тем реже, чем дальше расстояние 
                  от центрального значения. Нормальное распределение идеально 
                  симметрично. <BR>Большинство статистических методов основаны 
                  на предположении нормального распределения. Однако, реальные 
                  факты обычно не такие идеальные; опыт показывает, что данные 
                  из системы не всегда распределяются нормально. Данные в 
                  системе часто разбросаны с асимметричным распределение. 
                  Например: это может означать, что участники, которые имеют 
                  больший валовой продукт, чем его медианное значение, часто 
                  весьма отдалены от медианы, чем участники, у которых валовой 
                  продукт меньше медианного. <BR>Чтобы показать распределение 
                  данных, мы используем "<A 
                  href="/do/admin/manual?page=statistics#histo"><U>гистограммы</U></A>".<BR>
                  <HR class=help>
                  <A name=grossProduct></A><B>Валовой продукт</B> 
                  <br><br>Это сумма всех <B>входящих</B> сумм по сделкам за 
                  определенный <A 
                  href="/do/admin/manual?page=statistics#periods"><U>период</U></A>. 
                  Т.е. это сумма всех заработанных за период. 
                  <HR class=help>
                  <A name=histo></A><B>Гистограмма</B> 
                  <br><br>Гистограмма - это график, отображающий, как данные 
                  распределяются по объектам. Горизонтально (по линии x) графика 
                  указан параметр вашего запроса (например: валовой продукт по 
                  участникам). Он разделен на логические группы, например: 
                  валовой продукт в 0-100 \Units за месяц; 100-200 Units за месяц в 
                  т.д. Вертикально по линии y отображено количество данных в 
                  каждой группе x-показателя. Т.е. в нашем примере: 5 участников 
                  в ранге 0-100 Units; 20 участников в группе 100-200 Units в мес и 
                  т.д. <BR>График, получающийся в результате этих данных, 
                  показывает <A 
                  href="/do/admin/manual?page=statistics#distribution"><U><U>распределение</U></U></A> 
                  личного валового продукта по участникам. <BR>Обратите 
                  внимание, что в наших гистограммах данные, попадающие точно в 
                  границу между двумя группами, учитываются в группу с 
                  наибольшим значением категории. 
                  <br><br><B>Примечание:</B> Программа автоматические рассчитывает 
                  оптимальное разделение линии x на "классы". В случае очень 
                  странных распределений (например, большого числа участников с 
                  нулевым валовым продуктов) по анализируемым данным разделение 
                  на классы по линии x может визуально казаться неопримальным. 
                  <HR class=help>
                  <A name=median></A><B>Медиана</B> 
                  <br><br>Обычно среднее арифметическое значение используется для 
                  отображения значений данных. Однако, средние значения очень 
                  чувствительный к крайним значениям: если у одного участника 
                  ведется деятельность, которая превышает в 20 раз активность 
                  других участников, то один этот участник влияет на среднее 
                  арифметическое слишком значительно, даже если этот участник не 
                  является репрезентативным. Решением данной проблемы является 
                  использование медианы вместо среднего арифметического 
                  показателя. Медиана - это центр <A 
                  href="/do/admin/manual?page=statistics#distribution"><U>распределения</U></A>: 
                  50% всех данных больше значения медианы, и 50% данных меньше 
                  медианы. Медиана не чувствительна к крайним значениям. 
                  <BR>Т.е. система работает с данными, которые часто имеют 
                  крайние значения и имеют широкое распределение, в стат анализе 
                  системы используется медиана если иное не указано в отчете. 
                  Применение медианы в таких случаях является стандартным 
                  правилом в мире статистики. 
                  <br><br>При расчете медианы из набора целых чисел мы используем 
                  балансирующую коррекцию. Значение медианы, относящееся к 
                  набору {0,1,2,2,3,3,3,3,4} и {2,3,3,3,3,4,5,6,7} является 3, 
                  хотя в первом списке используется первая тройка, а во втором - 
                  последняя. Т.е. это кажется "несправедливым", все элементы со 
                  значением 3 распределены по равному над диапазоном 2.5-3.5, и 
                  тогда значение получается из диапазона с помощью интерполяции. 
                  Это, конечно, не имеет смысла со списком десятичных чисел, 
                  данный подход используется только для целых. 
                  <br><br>Применение медианы вместо среднего арифметического имеет 
                  несколько <B>последствий</B>: 
                  <UL>
                    <LI>В результате могут быть получены округленные числа, 
                    особенно в случае расчета медианы на основе малого числа 
                    данных. <BR>
                    <LI>Т.к. диапазоны рассчитываются по группам данных, эти 
                    диапазоны вокруг медиан могут часто быть асимметричными. Это 
                    считается нормальным, с учетом того факта, что распределение 
                    также не является симметричным. <BR>
                    <LI>В случае, когда распределение содержит много нулей 
                    (больше 50%), медиана также будет равна 0. <BR></LI></UL>
                  <HR class=help>
                  <A name=membersNotTrading></A><B>Участники без сделок</B> 
                  <br><br>Это участники с 0 сделок. Т.е. у участника не было ни 
                  входящих, ни исходящих сделок. 
                  <HR class=help>
                  <A name=N></A><B>n</B> 
                  <br><br>число объектов в наборе чисел. 
                  <HR class=help>
                  <A name=numberOfTransactions></A><B>Количество сделок</B> 
                  <br><br>В отличие от <A 
                  href="/do/admin/manual?page=statistics#grossProduct"><U>валового 
                  продукта</U></A> для расчета суммы чьих-то сделок 
                  учитываются как входящие, так и исходящие операции участника. 
                  <HR class=help>
                  <A name=p></A><B>ПИ-значение</B> 
                  <br><br>При сравнении двух или более <A 
                  href="/do/admin/manual?page=statistics#periods"><U>периодов</U></A> 
                  всегда, когда это уместно, проводится статистическое 
                  тестирование. Целью любого из таких тестирований является 
                  расчет того, как отличаются два значения. <BR>Результат теста 
                  представлен одним числом:  "ПИ-значением". Это значение 
                  показывает вероятность того, что два средних (медианы) исходят 
                  из одинаковой подборки данных. Простым языком: это изменение 
                  чисел, которые действительно равны. Чем меньше ПИ-значение, тем 
                  больше разницы между двумя числами. <BR>В качестве правила мы 
                  утверждаем, что числа действительно различаются, если p меньше 
                  5%. Это называется "статистически значимой разницей". Простым 
                  языком: "если p &lt; 0.05, мы говорим, что числа действительно 
                  отличаются. Если p больше, то мы не можем быть уверены, 
                  различаются числа или нет, но предполагаем, что они не 
                  различаются. " <BR>Любое ПИ-значение меньше 5% отображается 
                  <B>курсивом</B>. <BR>
                  <HR class=help>
                  <A name=tests></A><B>Статистические тесты</B> 
                  <br><br>Статистический тест обычно проводится, если вы хотите 
                  знать, отличаются ли два (ли более) результата - например, вы 
                  хотите знать, изменилась ли активность участников в этом году 
                  по сравнению с активностью за прошлый год. Разницу в 5% 
                  действительно можно считать изменением? А разницу в 10%? В 
                  20%? Когда мы начнем считать разницу реальной и что мы считаем 
                  совпадением данных? <BR>Статистические тесте говорят вам, 
                  являются ли различия <B>реальными</B> различиями, или 
                  полученное "изменение" попадает под нормальные показатели 
                  вариации и совпадения данных и, т.о., его нельзя считать 
                  действительно важным. Это зависит от <A 
                  href="/do/admin/manual?page=statistics#distribution"><U>распределения</U></A> 
                  и вариации данных.<BR>Тип теста обычно упоминается в файле 
                  помощи. Обычно используемые тесты в системе это Wilcoxon 
                  RankSumTest и биноминальный тест двух пропорций. Эти тесты не 
                  учитывают распределения, как и в большинстве случаев, мы можем 
                  не учитывать нормального распределения. <BR>Результат 
                  статистического теста выражен в виде <A 
                  href="/do/admin/manual?page=statistics#p"><U>ПИ-значения</U></A>.<BR>
                  <HR class=help>
