<a NAME="top"></a>
<br><br>
<a name="top"></a>
Отзывы по сделки позволяют вам давать или получать отзывы по проведенным сделки, например, по качеству оказанной услуги. Это помогает получать информацию и впечатления от качества и надежности участника. Покупатель может давать отзыв на продавца, продавец может дать ответ на отзыв покупателя. Отзывы по сделкам можно включать и отключать через администрацию. <br>
Помимо отзывов по сделкам, в Системе также есть система <a
	href="/do/member/manual?page=references"><u>рекомендаций</u></a>, работающая независимо от отзывов. В рекомендациях оценка идет на уровне участника; в отзывах - сделок - по отдельным сделкам.

<span class="member">
<i>Где это найти?</i><br> 
Если функция включена, вы найдете отзывы по сделкам в &quot;Меню: Моя почта > Отзывы по сделкам&quot;.</span>

<span class="admin">
<i>Как это работает?</i><br>
Чтобы включить или отключить функцию отзывов по сделкам, перейдите в &quot;Меню: Счета > Управление счетами > значок редактирования > Типы платежей по счету >
значок редактирования&quot; и установите <a href="/do/member/manual?page=account_management#transaction_type_details"><u>
соответствующие настройки</u></a>.</span> 
<hr>

<a name="feedbacks_summary"></a>
<h3>Отзывы по сделкам</h3>
Это обзор ваших полученных и предоставленных <a href="#top"><u>отзывов</u></a>.
<br><br>
Если вы выберете опцию &quot;Полученные отзывы&quot;, вы увидите число полученных отзывов по всем возможным уровням оценок за последние 30
 дней, а также за все время вашей работы в системе. 
<br><br>
Внизу списка вы увидите общее число отзывов и процент положительных отзывов, и также за последние 30 дней и общий период.
<br><br>
Если вы выберете опцию &quot; Выданные отзывы&quot;, вы увидите число предоставленных вами отзывов по всем возможным значениям за последние 30 дней, а также за весь период работы в системе. 
<br><br>
Чтобы просмотреть платежи, ожидающие отзыва, нажмите &quot;Просмотреть ожидающие отзыва платежи&quot;.
<hr class="help">

<br><br>
<a name="payments_awaiting_feedback"></a>
<h3>Ожидающие отзыва платежи</h3>
Здесь вы видите список платежей, ожидающих <a href="#top"><u>отзыва</u></a>.<br><br>
Нажимая на номер счета или имя участника, вы перейдете на <a href="/do/member/manual?page=profiles"><u>
страницу личных данных</u></a> этого участника. 
<br><br>Чтобы дать отзыв, нажмите на 
<img border="0" src="/pages/images/edit.gif" width="16" height="16">&nbsp;
значок.
<hr class="help">

<br><br>
<a name="feedbacks_given_to_member"></a>
<h3>Выданные отзывы по сделкам</h3>
Здесь вы видите список <a href="#top"><u>отзывов</u></a>, которые вы предоставили, и возможные ответы продавца. Чтобы просмотреть детали отзыва, нажмите на 
<img border="0" src="/pages/images/view.gif" width="16" height="16">&nbsp;
значок. Вы не можете изменить предоставленный отзыв. 
<span class="admin">
<br><br>
Как администратор вы можете дать комментарий на отзыв покупателя или продавца. Нажмите на 
<img border="0" src="/pages/images/view.gif"> детальный просмотр, чтобы сделать это. </span>
<hr class="help">

<br><br>
<a name="feedbacks_received_from_member"></a>
<h3>Полученные отзывы по сделкам</h3>
Здесь вы видите список <a href="#top"><u>отзывов</u></a>, которые вы получили от других участников, и возможные ответы продавца. 
<br><br>Если вы нажмете на наименовании или имени пользователя участника, вы перейдете на его <a
	href="/do/member/manual?page=profiles"><u> страницу личных данных</u></a>.
<br><br>Чтобы просмотреть детали отзыва, нажмите на <img border="0"
	src="/pages/images/view.gif" width="16" height="16">&nbsp; значок. Вы не можете изменить отзыв. <span class="admin"> Как администратор вы можете дать комментарий на отзыв покупателя или продавца. </span>
<hr class="help">

<br><br>
<a name="transaction_feedback_details"></a>
<h3>Детали отзыва по сделкам<br>
Установить отзыв по сделкам. </h3>
Теперь вы можете ввести или просмотреть 
<a href="#top"><u>отзыв</u></a>
по сделке. В верхней части вы видите детали платежа. Вы можете использовать ссылки, чтобы перейти на 
<a href="/do/member/manual?page=profiles"><u>страницу личных данных</u></a> участника
. В нижней части вы можете ввести или просмотреть отзыв. 
<br><br>Если вы - покупатель, то вы можете здесь ввести свой отзыв. Чтобы сделать это, выберите значение из выпадающего списка и введите личный комментарий в поле &quot;Комментарии&quot;. Будьте внимательны: вы не сможете изменить отзыв после его отправки. Нажмите на кнопку &quot;Выполнить&quot; для завершения. 
<br><br>Продавец может ответить на ваш отзыв. Когда это произойдет, вы увидите ответ на этом экране. <br>
Если вы продавец, вы можете здесь ввести свой ответ, если вы еще этого не сделали. 
<br><br>Администрация может давать комментарии на отзывы покупателя и продавца, например, при разрешении споров. 
<span class="member">
Если администратор сделал это, вы увидите его комментарий в разделе &quot;Комментарии администратора&quot;.
</span>
<span class="admin">
Вы можете ввести свой комментарий как администратора в разделе &quot;Комментарии администратора&quot; 
(не забудьте нажать на кнопку &quot;Изменить&quot; вначале, а затем на &quot;Выполнить&quot;, чтобы сохранить введенный вами текст).
</span>
<hr class="help">

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
