<SPAN class=admin>
                  <br><br>В системе поддерживается 
                  мультиязычность и возможность управления переводами. Все 
                  тексты, отображаемые конечным пользователям, содержатся в 
                  специальном файле (каждый для отдельного языка), плюс 
                  ограниченное число статических текстовых файлов для более 
                  крупных текстовых блоков. <BR>Система содержит перечень готовых 
                  языков интерфейса; через настройки вы можете сменить язык 
                  вашей инсталляции всего-лишь за несколько кликов мышью. 
                  <BR>Если вы недовольны переводом, вы можете изменить каждый 
                  текст или объект в системе. Этот модуль также содержит раздел 
                  поддержки всех сообщений, направленных через систему Система, а 
                  также направленные уведомления по e-mail.<I>Где это 
                  найти?</I><BR>Модуль перевода расположен в "Меню: Перевод". 
                  Есть следующие разделы подменю: 
                  <UL>
                    <LI><B><A 
                    href="/do/admin/manual?page=translation#translation_keys"><U>Приложение</U></A>:</B> 
                    позволяет вам управлять переводом всех мелких текстовых 
                    объектов, появляющихся в окнах приложения. 
                    <LI><B><A 
                    href="/do/admin/manual?page=translation#notifications"><U>Уведомления</U></A>:</B> 
                    позволяет вам управлять уведомлениями, отправляемыми 
                    системой. 
                    <LI><B>Электронная почта:</B>позволяет вам управлять текстом 
                    электронных писем, отправляемых от имени Системы. 
                    <LI><B>Импорт/экспорт:</B> позволяет вам импортировать или 
                    экспортировать файлы перевода. </LI></UL>Примечание 1: 
                  Статические текстовые файлы типа контактной и новых страниц не 
                  управляются через модуль перевода; ими можно управлять через 
                  <A 
                  href="/do/admin/manual?page=content_management"><U>управление 
                  содержимым</U></A>. 
                  <br><br>Примечание 2: если вы хотите сменить язык Системы, это 
                  делается в другом разделе приложения. Язык можно сменить в <A 
                  href="/do/admin/manual?page=settings#local"><U>Меню: 
                  Настройки &gt; Местные настройки</U></A> в блоке 
                  "Международные настройки".<BR>
                  <HR>
                  <A name=translation_keys></A>
                  <H2>Объекты перевода</H2>Любой короткий письменный текст, 
                  появляющийся в интерфейсе системы Системы, хранится в 
                  файле свойств языка для каждого языка. Интерфейс Системы позволяет вам 
                  заменить целый файл свойств языка или редактировать каждый объект 
                  перевода в файле по отдельности. 
                  <br><br>Если <A 
                  href="/do/admin/manual?page=translation#key"><U>объект</U></A>, 
                  размещенный в приложении, не находится в <A 
                  href="/do/admin/manual?page=translation#language_file"><U> 
                  файле свойств языка</U></A>, объект в виде, в котором отображается на 
                  странице, помещен между вопросительными знаками. Обычно это 
                  выглядит так: "???translationMessage.search.showOnlyEmpty???". 
                  В таком случае вы можете добавить объект (и его значение) в 
                  файл свойств языка самостоятельно через "Меню: Перевод &gt; 
                  Приложение". 
                  <br><br>Если вы не довольны переводом, который отображается в окне 
                  браузера, вы можете его изменить. Следуйте рекомендациям: 
                  <OL>
                    <LI>пройдите на странице поиска объектов перевода (через 
                    "Меню: Перевод &gt; Приложение", и там вы можете ввести 
                    объект, который хотите адаптировать в поле "значение". 
                    Объект не зависит от регистра, программа найдет все 
                    совпадения по введенному критерию, даже если вы укажете 
                    только часть слова. Нажмите "Поиск" для просмотра 
                    результатов. 
                    <LI>На странице результатов используйте значок 
                    редактирования (<IMG height=16 src="${images}/edit.gif" 
                    width=16 border=0>&nbsp;), чтобы изменить значение объекта 
                    перевода. </LI></OL>
                  <br><br>Вы можете также добавить или удалить полностью объект 
                  перевода/значение из файла. Это немного рискованно, поэтому 
                  вначале прочитайте <A 
                  href="/do/admin/manual?page=translation#caution"><U>предостережения</U></A> 
                  по данному действию. 
                  <HR>
                  <A name=caution></A>
                  <H3>Предостережение при добавлении/удалении языковых объектов 
                  </H3>Интерфейс Системы позволяет вам изменять, добавлять или 
                  удалять языковые <A 
                  href="/do/admin/manual?page=translation#key"><U>объекты</U></A> 
                  из <A 
                  href="/do/admin/manual?page=translation#language_file"><U>
                  файла свойств языка</U></A>. Изменение этих объектов довольно безопасно, но 
                  добавление или удаление ключей может быть рискованным. Вам 
                  следует делать это, только если тщательно понимаете, как 
                  работает система с языковыми объектами. <BR>Удаленный объект 
                  удаляется только из самого языка. Он НЕ удаляется со страницы 
                  приложения. Если объект еще используется на странице 
                  приложения, когда вы удаляете его, в следующий раз страница 
                  отобразит название объекта между вопросительными знаками, что 
                  обычно не выглядит симпатично (например: 
                  "???about.bla.something.title???"). <BR>И наоборот: добавляя 
                  объект в файл свойств языка, вы ничем себе не поможете, если не 
                  начнете использовать этот объект где-нибудь. Вы можете сделать 
                  это при <A 
                  href="/do/admin/manual?page=content_management"><U>настройке 
                  страниц приложения</U></A>.<BR>Также может произойти утеря 
                  объекта после обновления - хотя, это происходит очень редко. 
                  Нормальное обновление системы будет лишь добавлять новые 
                  объекты перевода. В таком случае вы можете безопасно добавить 
                  ключ самостоятельно. 
                  <HR class=help>
                  <A name=application></A>
                  <H3>Поиск объектов перевода</H3>В этом окне вы можете искать 
                  <A 
                  href="/do/admin/manual?page=translation#key"><U>объекты 
                  перевода</U></A>.<BR>Введите объект или его <A 
                  href="/do/admin/manual?page=translation#value"><U>значение</U></A> 
                  в соответствующее поле. Обратите внимание, что поиск НЕ 
                  чувствителен к регистру, и вам не нужно вводить название 
                  объекта полностью; поиск сработает и при частичных 
                  совпадениях. Как всегда, вам не нужно вводить почти никаких 
                  дополнительных значений, а просто нажать "Поиск" - это 
                  отобразит все подходящие пары объекты/значения в таблице 
                  результатов. <BR>Выбрав опцию "Только пустые значения", будут 
                  отображены только объекты без перевода (что могло произойти 
                  после обновления).<BR>Результат поиска появится в <A 
                  href="/do/admin/manual?page=translation#application_results"><U>окне 
                  списка результатов поиска</U></A> ниже. В этом окне у вас есть 
                  возможность сменить перевод по каждому объекту. 
                  <br><br>Также можно добавить новый объект перевода; если вы хотите 
                  это сделать, нажмите на кнопку "Добавить новый объект". Вам 
                  следует вначале изучить <A 
                  href="/do/admin/manual?page=translation#caution"><U>предостережения</U></A> 
                  по данному действию. 
                  <br><br>Примечание: если вы хотите сменить язык Системы, это 
                  делается не здесь. Язык можно сменить в <A 
                  href="/do/admin/manual?page=settings#local"><U>Меню: 
                  Настройки &gt; Местные настройки</U></A> в блоке 
                  "Международные настройки".<BR>
                  <HR class=help>
                  <A name=application_results></A>
                  <H3>Результаты поиска (объектов/значений перевода)</H3>Окно 
                  содержит результаты поиска по определенным вам критериям в <A 
                  href="/do/admin/manual?page=translation#application"><U>окне 
                  выше</U></A>.<BR>Здесь вы можете выбрать объект и удалить его 
                  (с помощью <IMG height=16 src="${images}/delete.gif" 
                  width=16 border=0>&nbsp; значка удаления), или отредактировать 
                  его (с помощью <IMG height=16 src="${images}/edit.gif" 
                  width=16 border=0>&nbsp; значка редактирования). Если вы 
                  хотите удалить несколько объектов, отметьте их галочкой в 
                  колонке слева и используйте кнопку "удалить выбранное". 
                  <br><br>Обратите внимание, что удаление объектов может быть 
                  рискованным, поэтому вначале изучите <A 
                  href="/do/admin/manual?page=translation#caution"><U>предостережения</U></A> 
                  по данным действиям. 
                  <HR class=help>
                  <A name=edit_key></A>
                  <H3>Изменить объект перевода</H3>В этом окне вы можете 
                  изменить <A 
                  href="/do/admin/manual?page=translation#value"><U>значение</U></A> 
                  <A 
                  href="/do/admin/manual?page=translation#key"><U>объекта </U></A>перевода. 
                  Вначале нажмите "Изменить", затем внесите изменение и нажмите 
                  "Выполнить", чтобы сохранить ваши изменения. <BR>Вы можете 
                  использовать несколько строк, но обычно эта опция 
                  игнорируется, и результат будет отображаться в виде одной 
                  строки. 
                  <HR class=help>
                  <A name=insert_key></A>
                  <H3>Новый объект перевода</H3>Здесь вы можете добавить новый 
                  <A 
                  href="/do/admin/manual?page=translation#key"><U>объект</U> 
                  перевода </A>и <A 
                  href="/do/admin/manual?page=translation#value"><U>его 
                  значение</U></A>. Просто внесите их в поля и нажмите 
                  "Выполнить". Прежде чем добавить новый объект перевода, 
                  рекомендуем ознакомиться с <A 
                  href="/do/admin/manual?page=translation#caution"><U>предостережениями</U></A> 
                  по данному действию. 
                  <HR class=help>
                  <A name=import_file></A>
                  <H3>Импорт/Экспорт файла перевода</H3>В этом окне вы можете <A 
                  href="/do/admin/manual?page=translation#import"><U>импортировать</U></A> 
                  или <A 
                  href="/do/admin/manual?page=translation#export"><U>экспортировать</U></A> 
                  a <A 
                  href="/do/admin/manual?page=translation#language_file"><U>
                  файл свойств языка</U></A>. Пройдите по ссылкам для получения детальной 
                  информации. 
                  <HR class=help>
                  <A name=import></A>
                  <H3>Импорт языкового файла</H3>Прямоугольник вверху этого окна 
                  используется для импорта нового <A 
                  href="/do/admin/manual?page=translation#language_file"><U>
                  файла свойств языка</U></A> . Это случается редко, например, при добавлении 
                  нового языка в систему. Обычное обновление Системы 
                  автоматически добавит <A 
                  href="/do/admin/manual?page=translation#key"><U>объекты</U> перевода</A> 
                  (если они есть). 
                  <br><br>Вначале нужно решить "Что сделать". Есть четыре варианта: 
                  <UL>
                    <LI><B>Импорт только новых объектов:</B> Это проимпортирует 
                    только новые объекты и оставит существующие такими, какие 
                    они есть. 
                    <LI><B>Импорт только новых и пустых объектов:</B> Аналогично 
                    предыдущему, но теперь произойдет импорт также пустых 
                    объектов (т.е.: объекты с пустыми значениями, возможно, 
                    ввиду незавершенной стадии перевода). 
                    <LI><B>Импорт новых и измененных объектов</B> Это проимпортирует 
                    новые и измененные объекты, т.к. если вы изменили некоторые 
                    объекты самостоятельно, они будут записаны поверх значений 
                    "по умолчанию". Объекты, которые более не используются, 
                    будут удалены. 
                    <LI><B>Заменить целый файл</B> Это просто перезапишет целый 
                    файл. Вся настройка, которую вы проводили в прошлом, 
                    конечно, будет утеряна. </LI></UL>После этого вам нужно нажать 
                  "обзор" для выбора файла перевода с вашего компьютера и нажать 
                  затем "выполнить". 
                  <br><br>Примечание: Не обязательно, чтобы файл содержал все объекты 
                  - за исключением, конечно, если вы выбираете опцию "Заменить 
                  целый файл". При выборе других опций файл может быть набором 
                  ключей (объектов) (но они должны быть в правильном формате). <BR>Когда вы 
                  хотите заменить целый файл, убедитесь, что подгружаете целый 
                  файл, иначе вы рискуете потерять текущие ключи. 
                  <H3>Экспорт файла перевода</H3>Эта часть формы для экспорта 
                  текущего <A 
                  href="/do/admin/manual?page=translation#language_file"><U>
                  файла свойств языка</U></A> очень проста: просто используйте кнопку 
                  "Выполнить" под ярлыком "Экспорт в файл свойств языка". 
                  Если вы нажмете на эту кнопку, браузер запросит, хотите ли вы 
                  сохранить файл. <BR>
                  <HR class=help>
                  <A name=notifications></A>
                  <H2>Уведомления</H2>Система позволяет вам управлять содержанием 
                  различных уведомлений в следующих окнах. 
                  <HR>
                  <A name=general_notifications></A>
                  <H3>Общие уведомления</H3>Окно содержит общие <A 
                  href="/do/admin/manual?page=notifications"><U>уведомления</U></A>. 
                  Обычно это префиксы и суффиксы, добавляемые в исходящую 
                  электронную почту. Вы можете изменить содержание, нажав значок 
                  редактирования ( <IMG height=16 src="${images}/edit.gif" 
                  width=16 border=0>&nbsp;). 
                  <HR class=help>
                  <A name=member_notifications></A>
                  <H3>Уведомления участника</H3>Окно содержит <A 
                  href="/do/admin/manual?page=notifications"><U>уведомления</U></A>, 
                  направляемые участнику в различных ситуациях. Вы можете 
                  изменить содержание, нажав значок редактирования ( <IMG 
                  height=16 src="${images}/edit.gif" width=16 
                  border=0>&nbsp;). 
                  <HR class=help>
                  <A name=admin_notifications></A>
                  <H3>Уведомления администратора</H3>Окно содержит <A 
                  href="/do/admin/manual?page=notifications"><U>уведомления</U></A>, 
                  направляемые админам в различных ситуациях. Вы можете изменить 
                  содержание, нажав значок редактирования ( <IMG height=16 
                  src="${images}/edit.gif" width=16 border=0>&nbsp;). 
                  <HR class=help>
                  <A name=edit_notifications></A>
                  <H3>Изменение уведомления</H3>Окно позволяет изменить 
                  содержание уведомления. Чтобы сделать это, нажмите вначале 
                  "изменить" (как всегда); завершив, сохраните изменения, нажав 
                  "Выполнить".<BR>Появится текстовый редактор, позволяющий 
                  использовать различные функции редактирования текста. Вы 
                  можете использовать некоторые поля, в зависимости от типа 
                  уведомления, которое редактируете. 
                  <HR class=help>
                  <A name=mail_translation></A>
                  <H3>Перевод почты</H3>Окно позволяет вам изменить содержание 
                  сообщений электронной почты, направляемых в определенных 
                  ситуациях. Чтобы сделать это, нажмите вначале "изменить" (как 
                  всегда); завершив, сохраните изменения, нажав 
                  "Выполнить".<BR>В настоящий момент можно изменить следующие 
                  тексты писем: 
                  <UL>
                    <LI><B>Сообщение-приглашение:</B> письмо, направляемое при 
                    использовании опции <A 
                    href="/do/admin/manual?page=home#home_invite"><U>пригласить 
                    в систему</U></A> через "Меню: Домашняя страница &gt; 
                    приглашение в систему". 
                    <LI><B>Сообщение об активации:</B> письмо, направляемое 
                    участнику после активации его учетной записи в системе. Это 
                    происходит после регистрации, когда админ активирует учетную 
                    запись, переведя участника из группы <A 
                    href="/do/admin/manual?page=groups#inactive_members"><U> 
                    участники в очереди </U></A>в другую группу (обычно это 
                    группа активных участников). 
                    <LI><B>Запрос на подтверждение регистрации участника:</B> 
                    письмо, направляемое потенциальному участнику, когда он 
                    пытается зарегистрироваться первый раз в системе. Чтобы это 
                    письмо отправлялось, в Системе должны быть созданы 
                    соответствующие<A 
                    href="/do/admin/manual?page=notifications"><U> 
                    настройки</A>. 
                    <LI><B>Уведомление о смене пароля:</B> письмо, направляемое 
                    адресату, когда кто-то хочет изменить его пароль. </LI></UL>Во 
                  все этих определениях вы можете использовать поля, чтобы 
                  отображать данные в тексте. 
                  <HR class=help>
                  <A name=imexport_notifications_mails></A>
                  <H3>Импорт / экспорт перевода уведомлений и e-mail </H3>В этом 
                  окне вы можете импортировать или экспортировать переведенные 
                  тексты электронных писем и уведомлений в/с файла. Файл формата 
                  xml, его можно прочитать в любой версии приложения, включая 
                  текущую и будущие. <BR><BR>Выбирая "импорт", укажите файл, 
                  который нужно подгрузить, с помощью кнопки "обзор". Если вы 
                  экспортируете файл, браузер запросит у вас путь сохранения 
                  загружаемого файла. 
                  <HR class=help>

                  <br><br><A name=glossary></A>
                  <H2>Глоссарий</H2>
                  <br><br><A name=language_file></A><B>Файл свойств языка</B> 
                  <br><br>В Системе для каждого языка есть отдельный файл свойств языка. 
                  Данный файл содержит все написанные текстовые "строки" которые 
                  отображаются в интерфейсе приложения (кроме крупных блоков 
                  текстов, которые хранятся отдельными файлами). <BR>Файл свойств языка 
                  всегда называется по определенному правилу: 
                  "ApplicationResources_xx_XX.properties", где xx заменяется 
                  языковым кодом, а XX - кодом страны. Например, 
                  "ApplicationResources_en_US.properties" - это файл для 
                  американского английского. <BR>Файл свойств языка содержит <A 
                  href="/do/admin/manual?page=translation#key"><U>объекты</U></A> 
                  и <A 
                  href="/do/admin/manual?page=translation#value"><U>значения</U></A>; 
                  отделенные символом "=" без пробелов. 
                  <HR class=help>
                  <A name=key></A><B>Объект перевода</B> 
                  <br><br>Объекты перевода размещены на страницах приложения; когда 
                  страницы отображаются в вашем браузере, объекты извлекаются из 
                  <A 
                  href="/do/admin/manual?page=translation#language_file"><U>  
                  файла свойств языка</U></A> и заменяются соответствующими <A 
                  href="/do/admin/manual?page=translation#value"><U>значениями</U></A> 
                  из этого файла. 
                  <HR class=help>
                  <A name=value></A><B>Значение перевода</B> 
                  <br><br>Значение перевода - это слова и термины на вашем языке, 
                  которое вы увидите на страницах приложения вашего браузера. 
                  Изначальные страницы этих значений не содержат. Вместо этого 
                  <A 
                  href="/do/admin/manual?page=translation#key"><U>объекты</U></A> 
                  перевода размещены на страницах приложения; когда они 
                  отображаются в вашем браузере, объекты извлекаются из <A 
                  href="/do/admin/manual?page=translation#language_file"><U> 
                  файла свойств языка</U></A> и заменяются соответствующими значениями из него 
                  же. <BR>Все значения перевода (перевод приложения, уведомлений 
                  и электронной почты) могут содержать "переменные". Переменные 
                  всегда окружены двумя символами #, например #участник#, 
                  #наименование# и #сумма#. переменная будет заменена корректным 
                  значением при просмотре приложения. Наименования переменных 
                  понятны сами по себе, и их возможные значения все используются 
                  по значениям стандартного языка. 
                  <HR class=help>
                  </SPAN>
