<div style="page-break-after: always;">
<br><br>あなたの関心に合致する新しい広告の通知を受け取ることができます。通知はあなたが指定した広告関心に基づいています。<span class="member"> <i>見つけ方</i><br>
広告関心には「メニュー: 個人設定 &gt; 広告関心」からたどり着けます。<br>
「メニュー: 個人設定 &gt; 通知」で、Eメールメッセージを受信したいか、システムメッセージを受信したいかを選べます。</span>


<span class="admin"> <i>動かし方</i><br>
「個人設定」ブロックの中の<a
	href="${pagePrefix}groups#manage_group_permissions_member"><u>メンバー権限</u></a>セクション内で広告関心を有効化できます。<br>
管理者はメンバーのために広告関心を設定することができません。この機能に直接アクセスできるのはメンバーだけです。</span>
<hr>


<A NAME="list_ad_interests"></A>
<h3>広告関心のリスト</h3>
ここではあなたの現在の<a href="#top"><u>広告関心</u></a>のリストが見られます。
以下のことが可能です:
<ul>
	<li><li><b>編集する:</b> 広告関心を変更するには、<img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp;編集アイコンをクリックしてください。
	<li><li><b>消去する:</b> 広告関心を消去するには、<img border="0" src="${images}/delete.gif"
		width="16" height="16">&nbsp;消去アイコンをクリックしてください。
	<li><b>多くを消去する:</b> このリストから一度に様々な項目を消去することもできます。選択をするために「すべて選択」(または「選択解除」)ボタンを使えます。選択し終えたら、「選択した項目を削除」をクリックしてください。
	<li><b>作成する:</b> 新しい広告関心を挿入するには、「新しい広告関心を挿入する」というラベルのついた送信ボタンをクリックしてください。
</ul>
<hr class="help">



<A NAME="ad_interest_insert"></A>
<h3>新しい広告関心</h3>
<br><br>ここでは通知を受け取る広告関心を定められます。<br>
エントリに意味のある名称を与えることから始めてください。それから、満たさなければならない基準を定められます。あなたが入力した基準のすべてを満たす広告を掲載するメンバーがいると、あなたは通知を受け取ります。以下の基準を定められます:
<ul>
	<li>あなたが探しているのがオファーか、あるいは、ウォンツか
	<li>その広告が属するカテゴリー
	<li>その広告を掲載したメンバーのログイン名
	<li>その広告を掲載したメンバーの氏名
	<li>その広告が属する価格帯
	<li>その広告の本文または題名が合致する1つ以上のキーワード(ただし、正確な順序でなければなりません)
</ul>
基準を制限しすぎない方が良いでしょう。一般的な使用例は、キーワードだけを入力して、特定の新しい広告の通知を受け取る方法です。しかし、あなたの創造性次第では、この機能は多様な方法で使えます。<br><br>完了したら、「送信」ボタンをクリックしてください。
<hr class="help">


<A NAME="ad_interest_modify"></A>
<h3>広告関心を修正する</h3>
ここではあなたの広告関心を変更できます。メンバーがあなたの広告関心基準を満たす新しい広告を設置した時に、あなたは通知を受け取るでしょう。
<ol>
	<li>まず変更ボタンをクリックしてください
	<li>広告関心の名称を変更してもよいですが、それが意味のある名称であるように気をつけてください。
	<li>満たされなければならない基準を定めてください。別のユーザーが、あなたが入力したすべての基準を満たす新しい広告を入力すると、あなたは通知を受け取るでしょう。以下の基準を定められます:
	<ul>
		<li>あなたが探しているのがオファーか、あるいは、リクエストか
		<li>その広告が属するカテゴリー
		<li>その広告を掲載したメンバーのログイン名
		<li>その広告を掲載したメンバーの氏名
		<li>その広告が属する価格帯
		<li>その広告の本文または題名が合致する1つ以上のキーワード(ただし、正確な順序でなければなりません)
	</ul>
</ol>
基準を制限しすぎない方が良いでしょう。<br>
一般的な使用例は、キーワードだけを入力して、特定の新しい広告の通知を受け取る方法です。しかし、あなたの創造性次第では、この機能は多様な方法で使えます。<br><br>完了したら、「送信」ボタンをクリックしてください。
<hr class="help">


</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>