<div style="page-break-after: always;">
<br><br>メンバーは広告を掲載した検索したりすることができます。広告には様々なフィールドがあり、1つまたは複数の写真をアップロードすることが可能です。広告は(このオプションが有効ならば)組織のwebサイト上に自動的に掲載できます。<span class="admin"> <i>見つけ方</i><br>
広告には特別のメインメニュー項目があります(当然ですが「広告」と呼ばれます)。ここでは広告を検索するか(「メニュー: 広告 &gt; 商品とサービス」)、<a
	href="${pagePrefix}advertisements#manage_categories"><u>カテゴリー</u></a>を管理することができます。特定のユーザーの広告は、そのユーザーのプロフィールからアクセスできます。</span>

<span class="member">
<i>見つけ方</i><br>
以下の方法で、広告にアクセスできます:
<ul>
	<li><b>検索:</b> 広告は「メニュー: 検索 &gt; 商品とサービス」から検索できます。
	<li><b>広告を管理する:</b> 「メニュー: パーソナル &gt; 広告」から、あなた自身の広告を管理できます。
	<li><b>広告関心:</b> 「メニュー: 個人設定 &gt; 広告関心」で、あなたの広告関心を指定できます。
	<li><b>別のメンバーの広告:</b> そのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>からアクセスできます。 	
</ul>
</span>
<hr>


<a NAME="advertisement_search"></a>
<h3>広告の検索</h3>
広告検索ウィンドウによって、システム内の広告を検索できます。そこにはキーワード検索があり、「オファー」(標準)または「ウォンツ」のいずれかを検索できます。Cyclos内のどの検索ウィンドウでもそうですが、空欄のままにされた任意の検索フィールドは、その検索フィールドについて可能なすべての値を返します。何のキーワードも指定せずに「検索」ボタンをクリックすると、存在するすべてのオファー(またはウォンツ)が返されます。<br><br>
広告検索は、すべての広告フィールド(したがって、題名、説明、所有者、カテゴリーレベルなど)を検索します。あなたは検索内で複数のキーワードを使えます。<br>
様々な「オペレータ」は、メンバー検索(および広告検索)で使えます。最も一般に使われるのは以下のものです:
<ul>
	<li><li><b>*</b> アスタリスク「ワイルドカード」により、言葉の一部分を検索できます。たとえば、ba*を検索すると、そのフィールドの1つに文字の組み合わせbaを持つすべての広告、たとえば、Baker、bargain、bas gitarを結果として返します。
	<li><b>- not</b> マイナス記号の直後に続くか、「not」とスペースの後に続くキーワードで検索すると、そのキーワードを含まないものを結果として返します。
	<li><b>or</b> 「or」の前に置かれた単語かその後ろのキーワードのいずれかを含むものを検索結果として返します。
	<li><b>and</b> 「and」の前に置かれた単語とその後のキーワードの両方を含むものを検索結果として返します。
</ul>
より多くの検索オプションが欲しければ、「詳細検索」をクリックすると、価格範囲、カテゴリー、掲載日のような様々な検索オプションを選ぶことにより、検索範囲を狭められます。オプションはどれも単純明快で一目瞭然です。<span class="admin">
<br>状態ドロップダウンでは、<a href="#ad_status"><u>広告の状態</u></a>に基づく検索を行えます。「グループ」ドロップダウンでは、<a <a href="${pagePrefix}groups#group_filters"><u>グループフィルタ</u></a>に基づいて検索することができ、「権限グループ」ドロップダウンでは、グループを直接指定することができます。もちろん、これらの2つの項目は、互いに矛盾すべきではありません。
しばしば、グループフィルタは同一の地理的コミュニティ内に属するグループの集合を指定するために使われますが、もちろん、あなたのローカル設定とグループフィルタの定義に依存します。</span>
<br><br>
キーワードを検索する代わりに、「カテゴリーによりブラウズする」というタイトルの下のウィンドウから、広告カテゴリーをブラウズすることもできます。このウィンドウが見えない場合は、「カテゴリーを見る」リンクをクリックすると表示されます。このウィンドウでは、すべての利用可能なカテゴリーがリストで示されます。
各カテゴリー名の後ろには、そのカテゴリー内の広告数が表示されます。
カテゴリー名をクリックすると、そのカテゴリー内のすべてのオファーまたはウォンツがリストで表示されます。<br><br>
別のオプションとして、「最新の広告を見る」リンクから最新の広告を見ることもできます。そのリンクをクリックすると、すべての広告が新しいものから古いものへとソートされて表示されます。 
あなたの選択次第で、すべてのオファーまたはすべてのウォンツが表示されます。
<hr class="help">


<a name="ads_results"></a>
<h3>広告の概観</h3>
様々なウィンドウが広告の概観を示します。これらのウィンドウの大部分には以下の要素があり、リスト内の広告に対していくつかのアクションを行えます。(あなたの権限とあなたがどこから来たかに依っては、これらのすべてを利用可能ではないかもしれません):
<ul>
	<li><b>画像:</b> 画像をクリックすると、ポップアップウィンドウ内に元のサイズで表示させられます。
	<li><b>題名:</b> 広告の題名をクリックすると、広告の詳細が書かれたウィンドウに移動します。
	<li><b>メンバー名:</b> メンバー名をクリックすると、そのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に移動します。
	<li><b>状態:</b> この列は、広告の<a href="#ad_status"><u>状態</u></a>を表示します。 
	<li><img border="0" src="${images}/edit.gif" width="16" height="16"> 広告を修正するには、このアイコンをクリックしてください。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16"> 広告を消去するには、このアイコンをクリックしてください。
</ul>
該当する場合、かつ、あなたが権限を持つ場合、「新しい広告を挿入する」というラベルの付いたボタンが下に見えます。これを使って、新しい広告を入力できます。
<hr class="help">


<a name="ad_status"></a>
<h3>広告の状態</h3>
広告には状態があり、それは以下の値をとり得ます:
<ul>
	<li><b>スケジュール済み:</b>
	開始日が将来に設定されています。その広告は、誰かが広告の検索を行う時には、(まだ)表示されません。
	<li><b>アクティブ: </b>
	現在の日付が、開始日と終了日の間にあります。アクティブな広告だけが、他のメンバーの検索結果に表示されます。
	<li><b>期限切れ:</b>
	現在の日付が、終了日を過ぎています。その広告は、誰かが広告の検索を行う際には、(もはや)表示されません。

	<li><b>永続的:</b> このタイプの広告には開始日と終了日がなく、常に見えます。それは特に「売り切れ」になることのないサービスや商品に向いています。
</ul>
<hr class="help">


<a name="search_ads_result"></a>
<h3>検索結果(広告の)</h3>
このウィンドウは、上のウィンドウで指定した検索基準に従って、検索結果を表示します。<br><br>
結果リストは、関連性によってソートされた広告を表示します。この概観内の要素について詳細な説明を得るには、<a href="#ads_results"><u>
ここをクリック</u></a>してください。<br><br>
そのウィンドウの右上角、ヘルプアイコンの隣には、印刷アイコン<img border="0" src="${images}/print.gif" width="16" height="16">&nbsp;があり、
それによって広告のリストを印刷できます。<span class="admin">
管理者は、印刷機能の隣の<img border="0" src="${images}/save.gif" width="16" height="16">&nbsp;保存アイコンから、広告を
<a href="${pagePrefix}loans#csv"><u>
CSVファイル</u></a>でダウンロードすることもできます。</span>
<hr class="help">


<span class="member">
<a NAME="member_my_ads"></a>
<h3>自分の広告</h3>
このページは、あなたが設置したすべての広告(商品とサービス)を表示します。この概観内の要素について詳細な説明を得るには、<a href="#ads_results"><u>
ここをクリック</u></a>してください。 
<hr class="help">
</span>


<a name="ads_of_member_description"></a>
<h3>広告の詳細</h3>
別のメンバーの広告を見る際には、情報を含むすべてのフィールドが見えます。実寸大で画像を見るには、小さい画像をクリックしてください。<br>
メンバーについてもっと情報が欲しいか、支払いをしたい場合は、「所有者」リンクをクリックすると、直接そのメンバーの<a href="${pagePrefix}profiles"><u>
プロフィール</u></a>に行けます。
<hr class="help">


<a name="ad_insert"></a>

<a NAME="ad_modify"></a>
<h3>広告を修正する/新しい広告</h3>
このフォームでは、既存の広告を修正するか、新しい広告を挿入することができます。既存の広告を修正する場合、まず「変更」ボタンをクリックしないと、フィールドを修正できません。完了したら、広告を保存するために「送信」ボタンをクリックしてください。<br><br>たいていのフィールドは一目瞭然です。いくつかのフィールドについて簡単に説明します:
<ul>
	<li><li><b>題名:</b> 「題名」は、<b>手短な</b>説明のために使えます。それは検索結果ウィンドウ内に表示されます。
	<li><b>説明:</b> 詳細のために「説明」フィールドを使えます。説明のために「リッチテキスト」を使うこともできます。つまり、広告を綺麗なレイアウトにするための追加的なオプションがあります。
	<li><b>期限切れしない:</b> 長期のオファーについては、このチェックボックスをチェックできます。
	その場合、広告は期限切れしません。次の項目を見てください。あなたの組織内の広告を最新に保つために(そして、もはや利用できない項目で溢れさせないために)、このチェックボックスは、サービスの場合にのみ使い、1つしかない商品については使わないことをお勧めします。    
	<li><b>掲載日/期限切れ日:</b> 「掲載日」は、広告が初めて掲載される、つまり、それが商品とサービスの検索内に現れる日付を意味します。広告には、標準(管理者により設定される)で最長存続時間があります。「期限切れ日」に達すると、広告はもはや検索内に表示されません(しかし、それはあなたのリスト内には表示されます)。
	<li><b>外部広告:</b> 「外部掲載」にチェックすると、広告はコミュニティWebサイト内に自動的に掲載できるようになります。
	<li><b>画像:</b> その広告に関連する1つまたは複数の<a href="${pagePrefix}profiles#picture"><u>
	画像</u></a>をアップロードできます。 
</ul> 
あなたが既存の広告を変更している場合、そのフォームの下には「新しい広告を挿入する」というラベルの付いたボタンも表示されます。これを使って新しい広告を作成することができます。<br><br><b>注: </b>あなたが掲載できる広告の数には上限があります。これは管理者によって設定されます。もっと多くの広告を設けたい場合には、先にいくつかの古い広告を消去する必要があります。
<hr class="help">


<a NAME="ads_of_member"></a>

<a name="admin_ads_of_member"></a>
<h3>メンバーの広告リスト</h3>
このウィンドウは特定のメンバーのすべての広告を表示します。 
この概観内の要素について詳細な説明を得るには、<a href="#ads_results"><u>
ここをクリック</u></a>してください。<hr>


<a name="categories"></a>
<h2>広告カテゴリー</h2>
広告はカテゴリーで整理されます。広告カテゴリーは、3つのレベルまでの深さにすることができます。メインカテゴリーとサブカテゴリーを設けられます。

<span class="admin">
<i>見つけ方</i><br>
管理者は「メニュー: 広告」から広告を管理できます。</span>
<hr class="help">


<span class="admin">
<br><br><a NAME="manage_categories"></a>
<h3>広告カテゴリー</h3>
このページにより、あなたは広告カテゴリーレベルを管理できます。
「メインカテゴリー」下のカテゴリー内にいるならば、「メインカテゴリー &gt; 第2カテゴリーレベル &gt; ...」のようなナビゲーションパスが表示されます。そのページは、このナビゲーションパス内に示されるレベルの上にあるすべてのカテゴリーのリストを示します。<br>
ナビゲーションパス内のリンクを選択すると、より高いレベルのカテゴリーに戻れます。リスト内のカテゴリーは、それらの名称、状態、有するサブカテゴリーの数を表示します。以下の項目が表示されます:
<ul>
	<li><b>題名:</b> カテゴリーの名称。
	<li><b>状態:</b> アクティブ(使用中)または非アクティブ。非アクティブなカテゴリーとそれらに含まれるサブカテゴリーおよび広告は、(一時的に)使用されておらず、したがって、ユーザーには見えません。ただし、そのカテゴリーを再アクティブ化することはできます。
	<li><b>サブカテゴリー:</b> そのカテゴリーレベルにサブカテゴリーがあれば、そのカテゴリーレベルが含むサブカテゴリーの数が表示されます。
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp;
	この項目をクリックすると、そのカテゴリーの中に移動し、それを修正したり、そのカテゴリーの中にサブカテゴリーを追加したりすることができます。そのカテゴリーの名称を変更したり、それをアクティブ化／非アクティブ化したりすることもできます。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">
	そのカテゴリーを消去したいならば、このアイコンをクリックしてください。これは、そのカテゴリー(またはそのサブカテゴリー)が、全く広告を含まない場合にのみ可能です。
	<li><b>順序を変更する:</b> カテゴリーの順序を変更するには、概観の下の
	「順序を変更する」というラベルの付いた「送信」ボタンを選択してください。
	<li><b>挿入する:</b> このレベル内に新しいカテゴリーを挿入するには、
	概観の下の「新しいカテゴリーを挿入する」ボタンをクリックしてください。
</ul>
<hr class="help">
</span>


<span class="admin">
<br><br><a NAME="edit_category"></a>
<h3>カテゴリーを編集する/新しいカテゴリー</h3>
これはカテゴリーを編集または追加するためのページです。親カテゴリーと名称フィールド(あなたが変更できる)が表示されます。
<br>
カテゴリーレベル内には1つまたは複数の項目を追加できます。複数の項目を設ける場合は、新しい行に1つずつ入力しなければなりません。<br>
状態はアクティブまたは非アクティブにすることができます。あるカテゴリーがアクティブとしてマークされていない場合は、それはどこにも(検索内にもコンボボックス内にも)表示されません。
カテゴリー(またはそれらのサブカテゴリー)が広告を含んでいる場合、消去することはできないからです。アクティブ／非アクティブチェックボックスにより、アクティブな広告を含む場合でも、そのカテゴリーを見えなくすることができます。しかし、カテゴリーを非アクティブ化すると、影響を受ける多くのユーザーがこれについて質問し始めるかもしれないので、これは慎重に行うべきです。<br><br>
いったんカテゴリーレベルが作成されると、リストの下の「新しいカテゴリーを挿入する」ボタンを選択して項目を追加することができます。

<hr class="help">
</span>


<span class="admin">
<br><br><a NAME="ad_category_order"></a>
<h3>広告カテゴリーの順序を設定する</h3>
ここではページ内にカテゴリーが表示される順序を定められます。
これを行うには、フィールド名にマウスポインタを重ねて、マウスを左クリックして押したまま、その名称を新しい位置へと「ドラッグ」してください。「アルファベット順を使ってソートする」を選択すると、カテゴリーがアルファベット順でソートされます。<br>
その後、変更内容を保存するために「送信」を選択してください。 
<hr class="help">
</span>
<hr>


<span class="admin">
<a name="import_export"></a>
<h2>カテゴリーをインポート/エクスポートする</h2>
Cyclosは、広告カテゴリーをインポートおよびエクスポートすることにより、組織間やCyclosのインスタンス間で広告カテゴリーの共有を可能にします。<i>見つけ方</i><br> 
メイン「メニュー: 広告 &gt; カテゴリーをインポート/エクスポートする」から、この項目にアクセスできます。</span>
<hr class="help">


<span class="admin">
<br><br><a NAME="import_ad_categories"></a>
<h3>カテゴリーをインポートする</h3>
「インポート」を選ぶと、「ブラウズ」ボタンから、カテゴリーファイル(拡張子xml)を指定できます。

<hr class="help">
</span>


<span class="admin">
<br><br><a NAME="export_ad_categories"></a>
<h3>カテゴリーをエクスポートする</h3>
ファイルをエクスポートするには、「送信」を選択して下さい。すると、ブラウザに引き継がれて、ファイルの保存場所を尋ねられます。</span>
<hr class="help">


<span class="admin">
<br><br><a NAME="import_ads"></a>
<h3>広告をインポートする</h3>
この機能を使うと広告をインポートすることが可能です。広告フィールドは、インポートファイル内の列名へとマップされます。列名は、大文字小文字の区別があり、1行目(ヘッダー)に位置する必要があります。
列は、任意の順序にすることができます(1列目や2列目といったものはなく、列名が正しい限り機能します)。
あるフィールドが任意の場合、その列全体を省くか、あるいは、その列の値を空のままにすることができます。<br>
システム内に複数の通貨が存在する場合、インポートする広告の通貨を選べます(「価格」フィールド内に値のある広告のみが通貨を持ちます)。広告のインポートは、画像のインポートをサポートしていません。<br>
以下のフィールド(列)がサポートされています。
<ul>
	<li>題名(必須)<br>
	広告の題名。
	<li>所有者(必須)<br>
	広告のメンバー(所有者)のログイン名。
	<li>説明(必須)<br>
	完全な広告の説明。HTML列の値に応じて、おそらくプレーンテキストまたはHTMLフォーマットのいずれか。
	<li>HTML(任意)<br>
	説明のフォーマットを決定します。Trueは、リッチテキストによる説明を示します。False値(標準)は、プレーンテキストによる説明を示します。
	<li>カテゴリー(必須)<br>
	広告カテゴリー名。入れ子になったカテゴリーは、コロン(:)と任意のスペースによって区切られていなければなりません。たとえば、「商品: コンピューター: ラップトップ」。<br>
	最後のカテゴリーまたは「リーフ」には、コロンが続かないので注意してください。
	<li>掲載開始日(任意)<br>
	その広告がいつ掲載され始めるかを決定します。設定されない場合には、現在の日付が使われます。
	<li>掲載終了日(任意)<br>
	掲載期間の終了日を決定します。設定されていない場合、永続的な広告であることを意味しますが、グループ設定が永続的な広告を禁止するかもしれません。この場合、この列は必須です。
	<li>トレードタイプ(任意)<br>
	そのメンバーが商品をオファーしているか、探しているかを決定します。可能な値(大文字小文字の区別あり)は、offerまたはsearch(searchはウォンツ)です。標準はofferです。
	<li>外部(任意)<br>
	その広告がWebサービス検索上に表示されるかどうかを決定します。グループ設定は、この値をtrueまたはfalseに強制するかもしれません。標準はtrueです。
	<li>価格(任意)<br>
	広告の価格。
	<li>カスタムフィールド内部名(任意)<br>
	カスタムフィールドの内部名。必要な検証基準が守られます。
</ul>
広告のグループ権限が可能になっていることを確認してください。



<br><br><a NAME="imported_ad_details"></a>
<h3>インポートされた広告を検索する</h3>
このウィンドウでは、インポートされたリスト内の特定の広告を行番号で検索できます。行番号を指定しないと、インポートのすべての広告のリストが下のウィンドウ内に示されます。



<br><br><a NAME="imported_ad_details_result"></a>
<h3>検索結果インポートされた広告</h3>
このウィンドウは、検索の結果を表示しますそれは広告をそれらの詳細と状態とともにリストで示します。



<br><br><a NAME="imported_ads_summary"></a>
<h3>インポートされた広告の概要</h3>
このウィンドウは、インポートの結果を表示します。インポートエラーの場合には、エラータイプ(たとえば、フィールドが見つからない等)が知らされ、インポートが成功した場合には、それらの広告のメンバー名、カテゴリー、価格が表示されます。<br>
インポートを処理するために、戻るボタンと「インポート」ボタンを押すことができます。</span>


</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br> 
</div>