<div style="page-break-after: always;">
<span class="admin"> 

<br><br>アラートは、管理者にシステムエラーを含む様々なイベントとメンバーに関するイベント(アカウントでのログイン試行の数、クレジット制限到達など)を通知するためのものです。<i>見つけ方</i><br>
アラートとログへは「メニュー: アラート」からたどり着けます。<br>
<br><br><i>動かし方</i><br>
<a  href="${pagePrefix}alerts_logs#system_alerts"><u>システムアラート</u></a>は、常に有効です。<br>
	<a
	href="${pagePrefix}alerts_logs#member_alerts"><u>メンバーアラート</u></a>は、
	<a
	href="${pagePrefix}settings#alerts"><u>アラート設定ページ</u></a>内で設定できます。
<hr>


<a NAME="system_alerts"></a>
<h3>システムアラート</h3>
システムアラートウィンドウは、システムアラートのリストを表示します。これらはソフトウェアが実行されているシステムに関連したアラートや、メンバー口座に直接関連しないアラートです。以下のアラートが利用可能です:
<ul>
	<li>アプリケーションの開始
	<li>アプリケーションのシャットダウン
	<li>口座手数料の開始
	<li>口座手数料のキャンセル
	<li>口座手数料の完了
	<li>口座手数料の失敗
	<li>口座手数料の回収
</ul>
アラートの右側の<img border="0" src="${images}/delete.gif"
	width="16" height="16">&nbsp;消去アイコンをクリックするか、1つまたは複数のアラートを選択して「選択した項目を削除」ボタンをクリックすると、アラートを消去できます。これにより、そのアラートはリストから削除されます。ただし、<a href="#alerts_history"><u>アラート履歴</u></a>ウィンドウでは、リストから消去された古いアラートを検索できます。この方法により、繰り返し生じているアラートやパターンを見つけられます。
<hr class='help'>


<a name="member_alerts"></a>
<h3>メンバーアラート</h3>
メンバーアラートウィンドウは、メンバーの行動に関連したアラートのリスを表示します。閾値は「メニュー: 設定 &gt; 
<a href="${pagePrefix}settings#alerts"><u>アラート設定</u></a >」ページ内で設定できます。現在、以下のアラートが利用可能です:
<ul>
	<li>多くの非常に悪い<a href="${pagePrefix}references"><u>
	評価</u></a>を受け取った人
	<li>多くの非常に悪い評価を与えた人
	<li>誰かが受け取った請求書(システムからメンバー宛のみ)に反応していない日数請求書</u></a>
	<li>却下した請求書の数
	<li>誤ったログイン名による最大回数の超過(誰かが誤ったログイン名でのログインを何度も試行した)
	<li>最大試行回数の超過により一時的にブロックされたユーザー
	<li>誤ったパスワードによる最大回数の超過(誰かが正しいログイン名だが誤ったパスワードでのログインを何度も試行した)
	<li>ログインページでの新しいメンバー(自己登録)
	<li>返済されていないローンの満期
</ul>
<img border="0" src="${images}/delete.gif" width="16"
	height="16">&nbsp;<b>消去アイコン</b>を使って、リストからアラートを削除できます。ただし、<a href="#alerts_history"><u>アラート履歴</u></a>ウィンドウでは、リストから消去された古いアラートを検索できます。この方法により、繰り返し生じているアラートやパターンを見つけられます。
<hr class='help'>


<A NAME="alerts_history"></A>
<h3>アラート履歴</h3>
このウィンドウにより、すべての消去された古いアラートを検索できます。最近のアラートを見たい場合は、「メニュー: アラート &gt; システムアラート」と「メニュー: アラート &gt; メンバーアラート」に行ってください。
新しいアラート(リストから消去されていないアラート)は、アラート履歴内に表示されません。<br><br>
編集ボックスに記入しない場合は、すべての口座アラートまたはシステムアラートの概観が得られます。
アラートタイプとして「メンバー」を選択すると、
アラートはアラートリスト内にメンバー名を表示します。
特定のメンバーのアラートを検索することも可能です。ログイン名とメンバー名の(自動補完)フィールドににゅうりょ記入することによってこれを行えます。
<hr class='help'>


<a name="alerts_history_result"></a>
<h3>検索結果アラート履歴</h3>
このウィンドウは、上のウィンドウの検索基準で指定したすべての古いアラートを表示します。
複数のページが利用可能かもしれません。他のページに入るには、ウィンドウの下を見てください。<br>
最近のアラートを見たい場合は、「メニュー: アラート &gt; システムアラート」と「メニュー: アラート &gt; メンバーアラート」に行ってください。新しいアラート(リストから消去されていないアラート)は、アラート履歴内に表示されません。
<hr>




<A NAME="error_log"></A>
<h3>エラーログ</h3>
このページは、すべてのアプリケーションエラーのリストを表示します。そのリストから直接エラーを開いたり消去したりすることができます。エラーを消去しても、<a href="#error_history"><u>エラーログ履歴</u></a>ページ内では依然として利用可能です。
<hr class='help'>


<a name="error_history"></a>
<h3>エラーログ履歴を検索す</h3>
このページでは、その下の<a
	href="#error_history_result"><u>検索結果</u></a>
を制限するために期間を指定できます。指示されたフォーマットで日付を入力するか、カレンダーアイコンをクリックすることにより、開始日と終了日を指定して期間を定めてください。
<hr class="help">


<A NAME="error_history_result"></A>
<h3>エラーログ履歴結果</h3>
このページは、その上の<a href="#error_history"><u>エラーログ履歴を検索する</u></a>
ウィンドウで指定された期間内のすべてのアプリケーションエラーのリストを表示します。何も指定されていなければ、すべてのリストが表示されます。そのリストから直接エラーを開くことができます。結果にはページ数が付けられており、「ページにジャンプする」の右の数字をクリックすると、それらのページをブラウズできます。エラーは、
<a href="#error_log"><u>エラーログ</u></a>ページ(「メニュー: アラート &gt; ログ」)から消去された場合にのみ、このウィンドウ内に現れます。
<hr class='help'>


<a name="error_log_details"></a>
<h3>エラーログ詳細</h3>
このページは、アプリケーションエラーの詳細のリストを表示します。この情報は、システム管理者とCyclos開発者が、
エラーの原因を見つける手助けをします。
<br><br><b>注:</b> アプリケーションエラーは、必ずしもバグではありません。Cyclosの設定は柔軟なので、諸機能が競合する設定をしてしまうことがあり得ます。
この種類のエラーの大部分は、Cyclos内で特定のエラーメッセージで捕捉されますが、可能性のある設定エラーのすべてを予測することは不可能です。
<hr class="help">

</span>

</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>