<div style="page-break-after: always;">
<br><br>しばしば、Cyclosを運用している組織は、独自のタイプの情報をCyclosのデータベース内に蓄えたいものです。したがって、データベース内に保持されるフィールド、アプリケーション内で見えるフィールドを管理できます。<br> 管理者は、新しいフィールドを追加したり、既存のフィールドを修正したり、フィールドを消去したりすることができます。これは、メンバー、管理者、<a href="${pagePrefix}operators"><u>オペレータ</u></a>のプロフィール、広告、<a href="${pagePrefix}loans"><u>ローン</u></a>、<a href="${pagePrefix}loan_groups"><u>ローングループ</u></a>、<a href="${pagePrefix}member_records"><u>メンバー記録</u></a>、支払いについて可能です。<br> たとえば、組織がメンバーの靴のサイズを示す追加的な<a href="${pagePrefix}profiles"><u>プロフィール</u></a>フィールドを必要とする場合、管理者は新しいフィールドを作成し、名称、タイプ、サイズ、可視性、権限、位置、検証のような様々な特性と、その他の振る舞いや設定を定められます。フィールドは、<a href="${pagePrefix}groups"><u>グループ</u></a>に対して割り当てられます。
一例を挙げれば、これにより、消費者と事業者のために異なる登録フォームやプロフィールを持つことができます。上の例では、それによって組織は靴のサイズが異なるメンバーに対し、異なるポリシーを作成できるでしょう。Cyclosには一組の標準的なカスタムフィールドが備わっていますが、もちろんそれらも管理可能です。もちろん、データベース内のすべてのフィールドがカスタムフィールドであるわけではありません。一部のフィールドは非常に重要なので、削除も修正もできません。<p>


<i>見つけ方</i><br> カスタムフィールドは、メインメニュー「カスタムフィールド」から管理できます。支払いに関するカスタムフィールドは取引タイプレベル上で管理されるので、メインメニューには表示されません。メインメニュー「口座 &gt;  口座タイプの編集」から取引タイプにアクセスできます。<br><br><i>動かし方</i><br> カスタムフィールドを管理するためには、 <a href="${pagePrefix}groups#manage_group_permissions_admin_system"><u>権限</u></a>を持っている必要があります。これらは管理者に対してのみ割り当てることができ、「カスタムフィールド」ブロック下で見つけられます。
<hr>


<a name="list_custom_fields"></a>
<h3>カスタムフィールドのリスト</h3>
このヘルプは、メンバー、管理者、 <a href="${pagePrefix}operators"><u>オペレータ</u></a>、 <a href="${pagePrefix}advertisements"><u>広告</u></a>、 <a href="${pagePrefix}loans"><u>ローン</u></a>、 <a href="${pagePrefix}loan_groups"><u>ローングループ</u></a>、 <a href="${pagePrefix}member_records"><u>メンバー記録</u></a>のためのカスタムフィールドに当てはまります。<br><br>そのリストは、この主題のために定められたすべてのカスタムフィールドを表示します。<br> メンバー、管理者、オペレータのフィールドは、彼らのプロフィール内に表示されます。Cyclosに備わっている標準のデータベースには、既にいくつかの定められたカスタムメンバーフィールドがあります。ローンとローングループのフィールドは、ローンとローングループのページ内に表示され、広告フィールドは、広告ページ内に表示されます。<br><br>フィールドの名称と設定は、編集アイコンを選択することによって修正できます。そのページのヘルプファイル内で、カスタムフィールド設定についての詳細な情報を見つけられます。赤い消去アイコンをクリックすることにより、フィールドを消去できます。 カスタムフィールドの消去は、既に使われていない場合にのみ可能であることに注意してください。データベース内の任意のフィールドが情報を持つや否や、そのフィールドの消去は不可能になります。そのような場合は、すべてのグループを非選択にすることによって、そのフィールドを隠せます。<br><br>「フィールド順序を変更する」送信ボタンを選択することにより、そのページ内にフィールドが現れる際の順序を変更できます。「新しいカスタムフィールド」送信ボタンを選択することにより、新しいプロフィールフィールドを挿入できます。<br>
<hr class="help">


<a name="order_custom_fields"></a>
<h3>カスタムフィールド順序を設定する</h3>
このヘルプは、メンバー、管理者、 <a href="${pagePrefix}operators"><u>オペレータ</u></a>、 <a href="${pagePrefix}advertisements"><u>広告</u></a>、 <a href="${pagePrefix}loans"><u>ローン</u></a>、 <a href="${pagePrefix}loan_groups"><u>ローングループ</u></a>、 <a href="${pagePrefix}member_records"><u>メンバー記録</u></a>のためのカスタムフィールドに当てはまります。<br><br>ここでは、そのページ内にカスタムフィールドが表示される順序を定められます。これを行うには、フィールド名にマウスポインタを重ねて、マウスを左クリックして押したまま、その名称を新しい位置へと「ドラッグ」してください。<br> その後、「送信」を選択してください。
<hr class="help">


<a name="edit_custom_fields"></a>
<h3>カスタムフィールドを新規作成/編集する</h3>
このウィンドウでは、カスタムフィールドの属性を設定できます。 一部のオプションは作成時にしか変更できませんので、これは正しく行うように注意してください。 フィールドが使用されていると、変更するのは不可能かもしれません。<br> すべてのオプションがすべてのタイプのカスタムフィールドについて利用可能ではないということに注意してください。現時点では、メンバー(プロフィール)フィールドは、最も可能なオプションを持っています。<br><br>以下のオプションが存在します:
<ul>
	<li><b>名称:</b> これはCyclos内で見えるフィールドの名称または「ラベル」です。
	<li><b>内部名:</b> これはそのフィールドの内部名です。 それは開発目的でのみ使われます。
	<li><b>データタイプ:</b> データタイプでは、フィールドのタイプを指定できます。6つのフィールドタイプがあります。
	<ul>
		<li><b>文字列:</b> 文字列は任意の文字によるテキストにすることができます。 Eメールや郵便番号のような必須フィールドの「入力パターン」を指定したい場合は、下のフィールドでそのようなマスクを作成できます。マスクは正しいフォーマットで情報を入力するようにユーザーに強制します。送信後、その入力が正しいことを確認するための追加的なチェックがあります。<br> 入力マスクについてのドキュメントは、プロジェクト<a href="http://javascriptools.sourceforge.net/docs/manual/InputMask_mask.html" target="_blank">JavaScript tools</a>のサイトで見つけられます。
		<li><b>列挙:</b> 列挙タイプは、地域(「北」、「東」、「南」、「西」)のような値のリストを持つことを意味します。列挙されたリストは、ドロップダウンボックスまたはラジオ選択ボタンとして提示できます。列挙が選択された場合、「すべての選択されたラベル」という名前の追加的な入力フィールドが表示されます。このラベルは、標準でドロップダウン内に表示されます。地域の例では、そのラベルは「すべての地域」と表示されます。
		<li><b>整数:</b> このタイプは、そのフィールドが、小数カンマまたは小数点(あなたの言語に依ります)のない数字にのみなり得ることを意味します。
		<li><b>小数:</b> これは、そのフィールドが小数カンマまたは小数点のある数字であることを意味します。精度とフォーマットは、<a
			href="${pagePrefix}settings#local"><u>「ローカル設定 &gt; 数字フォーマット」</u></a>内で定められます。
		<li><b>日付:</b> このフィールドは、日付のみを含むことができます。 日付フォーマットは、<a href="${pagePrefix}settings#local"><u>「ローカル設定 &gt; 国際化 &gt; 日付フォーマット」内で定められます。</u></a>.
		<li><b>ブール:</b> ブールは、可能な値が「選択」と「非選択」(「真」と「偽」)という2つのみの単なるチェックボックスです。
	</ul>
	<li><b>親フィールド:</b> ここでは、このフィールドについて選べる選択肢が、別のフィールドの値に依存するかどうかを定められます。さらに説明を見るには、<a href="#parent_field"><u>ここ</u></a>をクリックしてください。
	<li><b>フィールドタイプ:</b> データタイプに応じて、様々なフィールドタイプがあります。以下のタイプが存在します:
	<ul>
		<li>リッチテキストエディタまたはテキストエリア(文字列(=テキスト)のための１行またはテキストエリア(５行))。<br> <b>注:</b> メンバーがリッチテキストエディタフィールドを隠すことはできません。このページの「メンバーが隠せる」の下の説明も見てください。
		<li>列挙(ドロップダウン選択)のための選択ボックスまたはラジオボタン。
		<li>整数、小数、日付のみのためのテキストボックス。
	</ul>
	<li><b>フィールドサイズ:</b> フィールドサイズは、「微小」、「小」、「中」、「大」にすることができます。それらの厳密な、絶対的なサイズは、スタイルシートファイル内で定められます。ウィンドウのフルサイズである「フル」サイズも指定できます。「標準」オプションは、各々のフィールドタイプについて異なりますが、しばしば、利用可能なスペースの約80%を意味します。たとえば、この画面の「名称」フィールドは、標準サイズです。
	<li><b>有効(支払いカスタムフィールドのみ):</b> 一度カスタムフィールドが使われると(ユーザーがフィールド内にデータを持つと)、そのデータはバックアップ目的でアクセス可能である必要があるため、もはや削除できません。カスタムフィールドがもはや必要ない場合、それをグループから割り当て解除できます。しかしながら、支払いカスタムフィールドについてはこれは可能でありません。なぜなら、それらはグループに直接関連づけられていないからです。したがって、支払いカスタムフィールドはこのチェックボックスで無効にできます。依然としてフィールドは検索フィルタ(以下のオプション)として見えることに注意してください。手動でそれらを無効にしなければなりません。
	<li><b>閲覧可能者(広告のみ):</b> ここでは、誰がその広告カスタムフィールドを閲覧できるかを定められます。これは以下のものになり得ます:<br> すべてのユーザー(すべての他のメンバー、仲介人、管理者に加えて所有者も)。すべての仲介人と管理者、または管理者のみ。
	<li><b>検索での表示(支払いフィールドのみ):</b> これがチェックされている場合、カスタム支払いフィールドが口座概要内のフィルタとして表示されます。支払いタイプがローンの場合、それは管理者のためのローン検索内に表示されます。
	<li><b>結果リストでの表示(支払いフィールドのみ):</b> これがチェックされている場合、カスタム支払いフィールドが検索結果リスト内の列として表示されます。支払いタイプがローンの場合、それは管理者のためのローン検索結果リスト内に表示されます。<br> そのフィールドは常にCSVでのエクスポートおよび印刷に含まれることに注意してください。たとえ、このオプションがチェックされていない場合でもそうです。
	<li><b>プロフィール表示での閲覧可能者:</b> ここでは、そのフィールドを誰が閲覧できるかを定められます。以下のオプションが利用可能です:
	<ul>
		<li><b>なし:</b> そのフィールドは、システム内のどのユーザーにも見えません。
		<li><b>管理者:</b> 管理者のみが、そのフィールドを見られます。
		<li><b>仲介人:</b> 管理者とそのメンバーの仲介人のみが、そのフィールドを見られます。
		<li><b>メンバー登録時:</b> メンバーは、一般登録ページで登録する時のみ、そのフィールドを見られます(プロフィール画面では見られません)。仲介人と管理者は、そのフィールドを見られます。
		<li><b>メンバー、登録時ではない:</b> メンバー、仲介人、管理者は、そのフィールドを見られますが、そのフィールドは登録ページでは見えません。
		<li><b>メンバー:</b> メンバー、仲介人、管理者は、そのフィールドを見られます。
		<li><b>他のメンバー:</b> メンバー、仲介人、管理者、そのメンバーグループを見る権限を持つシステム内の他のメンバーが、そのフィールドを見られます。
	</ul><li><b>編集可能者:</b> ここでは、そのフィールドを誰が修正できるかを定められます。(その権限は、「プロフィール表示での閲覧可能者」オプションと同じ階層構造で機能します。)<li><b>メンバー検索での閲覧可能者:</b> ここでは、メンバー検索ページで、そのフィールドが誰に対して表示されるかを定められます。(その権限は、閲覧権限と同じ階層構造で機能します。)
	<li><b>広告検索での閲覧可能者:</b> ここでは、広告検索ページで、そのフィールドが誰に対して表示されるかを定められます。(その権限は、閲覧権限と同じ階層構造で機能します。)
	<li><b>キーワード検索に含める:</b> このオプションによって、そのフィールドをメンバー検索と広告検索のキーワードフィールド検索オプションに利用可能にすることができます。<br> メンバーキーワード検索では、メンバー検索にのみ(メンバーのみ)含めるか、メンバー検索と広告検索の両方に含めるかを選べます。後者の選択肢が選ばれた場合、メンバーはメンバー(プロフィール)フィールドを使って広告を検索できます。これは複合的な検索でのみ有用であることに注意してください。単一のメンバープロフィールフィールドが合致する広告検索は、このメンバーのすべての広告を表示するでしょう。 	
	<li><b>ローン検索での閲覧可能者:</b> ここでは、ローン検索ページ内で、そのフィールドが誰に対して表示されるかを定められます。(その権限は、閲覧権限と同じ階層構造で機能します。)
	<li><b>メンバーが隠せる:</b> ここでは、誰がフィールドを隠すオプションを持つかを定められます(その権限は、閲覧権限と同じ階層構造で機能します)。<br> <b>注:</b> メンバーがフィールドを隠す場合、他のメンバーも管理者もキーワード検索内でそのフィールド値を検索できなくなります。もちろん、管理者は「管理者のためのメンバー検索」オプションにより、そのフィールドをメンバー検索内の別個の検索オプションとして追加できます。 <br><b>注2:</b> ここでの操作には気をつけてください。既存のフィールドの場合、メンバーフィールドを隠すと、現在それらのフィールド内にあるすべての情報は他人から見えるようになります。メンバーは隠されていると考えていた情報が突然他人から見えるようになることを好まないかもしれません。 
	<li><b>メンバー印刷に表示:</b> ここでは、メンバー検索ページ内で、そのフィールドが誰に対して表示されるかを定められます。(その権限は、閲覧権限と同じ階層構造で機能します。)
	<li><b>検証:</b> 以下の検証基準を指定できます:
	<ul>
		<li><b>必須:</b> これが選択された場合、フィールドは必須になり、そのフィールドの隣に赤いアスタリスクが表示されます。ユーザーは値を入力しなければなりません。
		<li><b>固有:</b> 固有が選択されると、そのフィールド値は、システム内で一度のみ存在し得ます。フィールドがパスポート番号や財務登録番号のように固有であることを確実にする必要があれば、これを選択できます。
		<li><b>最大長および最小長:</b> そのフィールドが文字列ならば、最小長と最大長を定められます。ユーザーはこの範囲内でのみ、そのフィールドの長さに入力できます。
		<li><b>認証クラス:</b> (上の入力パターンフィールド内で)正規表現によって扱えないもっと複雑な認証が必要な場合、独自の認証クラスを書けます。<br>典型的な状況は、入力の計算に基づく認証、あるいは、リモート認証を行いたい場合です。<br> 認証クラスの実装方法に関する情報は、 <a href="http://project.cyclos.org/wiki/index.php?title=Setup_%26_configuration#Custom_fields" target="_blank"><u>Wiki</u></a>で見つけられます。</ul>
	<li><b>説明:</b> ここにはそのフィールドの説明を書くことができます。 管理者は、そのフィールドの用法を説明できます。説明は編集フィールド内にのみ表示されます。
	<li><b>グループに対してフィールドを有効化する:</b> ここでは、そのフィールドを有するグループを選択できます。
</ul>
<hr class="help">


<a name="parent_field"></a>
<h3>親フィールド</h3>
あるフィールドに親フィールドがある場合、それは、このフィールドのために選べる選択肢が、別のフィールドの値に依存することを意味します。たとえば、「省」というカスタムフィールドと「市」というカスタムフィールドがあるかもしれません。ユーザーが省として「南部」を選択すると、「市」フィールドは「南部」という省の中のすべての市をリストにするでしょう。この場合、あなたは「省」フィールドを「市」フィールドのための<i>親フィールド</i>とするでしょう。<br> 「親フィールド」では、他の既存のフィールドから、現在のフィールドのための親フィールドとして割り当てるフィールドを選べます。「親フィールド」は常に見えるわけではないことに注意してください。それは列挙タイプについてのみ見えます。<br> 親フィールドの各々の値について、<a href="#possible_values"><u>可能な値</u></a>ウィンドウ(「送信」をクリックした後に利用可能)から、子フィールドに異なる組の値を定められます。
<hr class="help">


<a name="possible_values"></a>
<h3>カスタムフィールドに対する値</h3>
このウィンドウは、そのフィールドに対して可能な値のリストを表示します。 <br>消去アイコンを選択することにより、値を消去できます。これはその特定の値が使われていない場合にのみ機能します。すべての使用中の値をそのリストの別のものに割り当てることにより、値を「空にする」ことができます。(これは、値の編集においてさらに説明されます。) <br><br> あなたのフィールドに<a href="#parent_field"><u>親フィールド</u></a>がある場合、「新しい値」をクリックする前に、新しい値を定めたい親フィールドの適切な値をまず選択してください。このために「戻る」ボタンと「新しい値」ボタンの間にあるセレクターを使えます。
<hr class="help">


<a name="edit_possible_value"></a>
<h3>新しいフィールドの値を挿入する/フィールドの値を修正する</h3>
<br><br>以下のオプションが利用可能です:
<ul>
	<li><b>親フィールド名:</b> フィールドに<a href="#parent_field"><u>親フィールド</u></a>がある場合、新しい値が割り当てられることになる親フィールドの値が、このラベル内に表示されます。<br> (その親フィールドの他の値に対して新しい値を定めたい場合は、<a href="#possible_values"><u>前の画面</u></a>に戻ってください。)
	<li><b>値:</b>ここでは、値の名称を指定できます。 値を記入して「送信」を選択してください。その値は、値リスト内にアルファベット順で表示されます。
	<li><b>標準:</b> 選択されると、この値はそのフォームが表示される時に事前選択されます。カスタムフィールドごとに標準値が1つのみ存在し得ます。
	<li><b>有効:</b> これがチェックされると、その値が可能な選択オプションとして表示されます。有効が選択されていない場合、その値は表示されますが、その値内にデータがある場合に限ります。この方法により、過去に使われていた値を使わないようにしつつ、古い(使われていない)値が失われないようにすることができます。
	<li><b>頻出値の置き換え: (編集モードのみ)</b> 値の編集中は、この値タイプのためのデータを含むすべてのフィールドの値を別のものに移動できます。これにより、値リストページ内の値を削除することが可能です(その値が使われていない場合のみ、削除が可能です)。既存の値を避けたい場合は、上で説明したように、その値を無効化することもできます。<br> (値の削除は、<a href="#possible_values"><u>前の画面</u></a>のリストページ内で行えます。)
</ul>
<hr class="help">

</div> <%--  page-break end --%>
<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>