<div style="page-break-after: always;">
<a name="top"></a>
<br><br>ドキュメントは、Cyclosのメンバーセクション内に表示できる情報ページです。メンバーはリストからドキュメントを選択できます。 <br><br> 2つのタイプのドキュメントがあります。「静的」ドキュメントと「動的」ドキュメントです。<br>
<ul>
	<li><b>静的</b>ドキュメントは、ちょうどPDFファイルのようなファイルで、個々のメンバーまたはメンバーグループに割り当てられます。</li>
	<li><b>動的</b>ドキュメントは、1つまたは複数のグループに対して割り当てられるhtml文書です。これらのドキュメントは、それを見ているメンバーのプロフィールからフィールドを取得できるので、メンバーによっては個々の不備項目が生じ得ます。</li>
</ul>
<span class="admin"> 典型的なカスタムドキュメントは、ローン契約書やメンバーが管理者に何かをリクエストするために使う任意の類の要請書です。<br> 動的ドキュメントは、メンバーがそれを開く時に直接表示させることができます。それとは異なり、まずメンバーによって入力される必要があるフォームを提示することも可能です。メンバーがフォームを送信する場合、結果のドキュメントは、入力されたメンバー名とそのメンバーのプロフィールフィールドを含み得ます。<br><br><i>見つけ方</i><br>
ドキュメントは、「メニュー: コンテンツ管理 &gt; ドキュメント」下で見つけられます。動的ドキュメント作成の例は、Cyclos wiki内の「設定 - カスタムドキュメント」下で見つけられます。<br> 既存の個々のメンバードキュメントには、メンバー(「メンバー情報」ブロック)の <a href="${pagePrefix}profiles"><u>プロフィール</u></a>から行けます。<br><br><i>動かし方</i><br> あなたはドキュメントを作成する前に、まず<a href="${pagePrefix} groups#manage_group_permissions_admin_member"><u>権限</u></a>を設定する必要があります。これは「ドキュメント」ブロックの下で、いくつかのチェックボックスから行えます。一度これらの権限を得ると「メニュー: コンテンツ管理 &gt; ドキュメント」から、新しいドキュメントを作成できます。<br><br> <b>注1:</b> 各々の作成されたドキュメントについて、グループ<a href="${pagePrefix}groups#manage_group_permissions_member"><u>権限</u></a>、「ドキュメント」ブロック内で可視性が設定されなければなりません。つまり、ドキュメントは特定のメンバーグループに割り当てられます。
ドキュメントを管理者によってのみ、あるいは、管理者と仲介人によってのみ、あるいは、管理者と仲介人とメンバー自身によって閲覧可能なように設定できます(メンバーは、決して互いのドキュメントを見ることができません)。<br><br> <b>注2:</b> Cyclosには管理者ドキュメントのようなものは存在しません。</span>

<span class="member">
<i>見つけ方</i><br>
ドキュメントは、「メニュー: パーソナル &gt; ドキュメント」で閲覧できます。</span>
<hr>


<span class="admin"> <a name="document_list"></a>
<h3>カスタムドキュメントリスト</h3>
このページは、現在までにシステム内で定められているカスタム<a href="#top"><u>ドキュメント</u></a>の一覧を表示します。ドキュメントの名称に加えて、そのリストは以下のものを表示します:
<ul>
	<li><b>タイプ:</b> そのドキュメントの<a href="#top"><u>タイプ</u></a>を表示します。
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp; ドキュメントを修正するには、編集アイコンをクリックしてください。
	<li><img border="0" src="${images}/view.gif" width="16" height="16">&nbsp; 結果を見るには、ビューアイコンをクリックしてください。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">&nbsp; 消去アイコンをクリックすると、そのドキュメントが消去されます。
</ul>
新しいドキュメントを作成するには、そのウィンドウの一番下にある2つのボタンのうちのいずれか1つ(「新しい動的ドキュメント」または「新しい静的ドキュメント」)を使ってください。
<hr class="help">
</span>


<span class="admin"> <a name="new_edit_static_document"></a>
<h3>新しい静的ドキュメントを挿入/修正する</h3>
これにより、<a href="#top"><u>新しい静的ドキュメント</u></a>を挿入することができます。フォームは非常に単純です:そのドキュメントのための名称と説明を入力して、 「アップロードファイル」編集ボックス内にファイル名を記入してください。そのために「ブラウズ」ボタンを使えます。<br> 完了したら、ファイルを保存するために「送信」ボタンをクリックしてください。<br><br>ドキュメントファイルは、任意のフォーマットにすることができます。 既存のファイルの変更を選んだ場合には、現在のファイルは「現在のファイル」リンクの下に置かれます。 あなたはこのリンクをクリックして、そのドキュメントの現在のバージョンを見ることができます。<br><br><b>注意</b>: ドキュメントを作成しただけでは、あなたのメンバー/ユーザーはそれを見ることができません。ドキュメントの作成後、そのドキュメントを見るための<a
	href="${pagePrefix}groups#manage_group_permissions_member"><u>メンバーに対する権限</u></a>を設定すべきです。権限のドキュメントセクション下にあるドロップダウン内でその新しいドキュメントを選択してください。
<hr class="help">
</span>


<span class="admin"> <a name="new_edit_dynamic_document"></a>
<h3>新しい動的ドキュメントを挿入/修正する</h3>
これにより、<a href="#top"><u>新しい動的ドキュメント</u></a>を挿入することができます。そのフォームには以下の要素があります:
<ul>
	<li><b>名称:</b> そのドキュメントの名称。
	<li><b>説明:</b> そのドキュメントの説明(管理者専用)。
	<li><b>フォームページ:</b> そのドキュメントが表示される前に、ユーザー入力を要求するようにできます。このページでは、必要なユーザー入力を要求するためのフォームを備えたhtmlページを書けます。このユーザー入力が必要でない場合、これを空欄のままにしてください。
	<li><b>ドキュメントページ:</b> ここではhtmlフォーマットでドキュメントページを書けます。上の編集ボックス内でフォームページを定めると、そのページからのユーザー入力を含められます。ドキュメントページは、印刷ボタンと閉じるボタンのあるポップアップウィンドウ内に開かれます。画像を挿入することもできます。 先に「<a href="${pagePrefix}content_management#custom_images"><u>カスタム画像</u></a>」セクション内にそれらをアップロードする必要があります。
</ul>
<b>注: </b>Cyclos wiki内の「設定 - カスタムドキュメント」セクション下に、動的ドキュメントの例があります。<a href="http://project.cyclos.org/wiki">project.cyclos.org/wiki</a>を見てください。ドキュメントの作成後、そのドキュメントを見るための<a
	href="${pagePrefix}groups#manage_group_permissions_member"><u>メンバーに対する権限</u></a>を設定すべきです。権限のドキュメントセクション下にあるドロップダウン内でその新しいドキュメントを選択してください。
<hr class="help">
</span>


<a name="member_document"></a>
<h3>ドキュメントをダウンロードする</h3>
このウィンドウは、管理者がメンバーに対して利用可能としたドキュメントの一覧を与えます。これらのドキュメントは、ダウンロードおよび印刷することができます。
<br><br>ドキュメントは、通常、組織に関するドキュメントです。 管理者によって指定されている場合、ドキュメントは、まず、あなたによる追加的な入力を要求するフォームを表示します。<span class="broker admin"> 管理者と仲介人に対しては、そのドキュメントのタイプもリストで示されます。静的ドキュメントと動的ドキュメントは、このウィンドウからのみ見られます(「メニュー: コンテンツ管理 &gt; ドキュメント」に行ってください)。しかしながら、メンバードキュメントは、このウィンドウから管理されます。その場合、以下のオプションがあります:
<ul>
	<li><img border="0" src="${images}/view.gif" width="16" height="16">&nbsp; そのドキュメントを閲覧できます。
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp; そのドキュメントを修正できます。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">&nbsp; そのドキュメントを消去できます。
</ul>
</span><hr class="help">


<span class="broker admin"> <a name="edit_member_document"></a>
<h3>メンバードキュメントを挿入/修正する</h3>
このウィンドウでは、個々のメンバーのための新しい「静的」ドキュメントを定められます。
これはPDFや写真のような任意のタイプのファイルにすることができます。 修正したい場合は、単に以前のドキュメントに上書きしてください。変更するには、まず「変更」ボタンをクリックしてください。完了したら、変更点を保存するために「送信」ボタンを使ってください。
<ul>
	<li><b>名称:</b> 内容を説明する名称を与えてください。
	<li><b>説明:</b> 管理者だけに見えます。
	<li><b>可視性:</b> ここでは、このドキュメントがどのユーザータイプに対して見えるかを定めることができます。「メンバー」を選択すると、メンバーもそのドキュメントを見ることができます。仲介人が選択されると、仲介人(それと、権限のある管理者)のみが、そのドキュメントを見ることができます。そして、言うまでもないですが、「管理者」が選択されると、管理者のみがそのドキュメントを見ることができます。<li><b>現在のファイル:</b> これは現在のドキュメントファイルです。 リンクをクリックしてそれを見ることができます。新しいメンバードキュメントを作成するためにこのウィンドウを使用する場合、これは見えません。
	<li><b>アップロードファイル:</b> ここにフルパスでファイル名を入力してください。 そのために「ブラウズ」ボタンを使えます。
</ul>
</span>

</div> <%--  page-break end --%>
<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>

