<div style="page-break-after: always;">
<br><br>Cyclosにはオンラインヘルプシステムが備わっています。
マニュアルは、あなたが見ているウィンドウに関する文脈に固有のヘルプと、異なる主題に関するヘルプファイルのセットという形の一般的なヘルプからなります。<i>見つけ方</i> <br> Cyclos内のすべてのウィンドウには、最上部、ウィンドウのタイトルバーの右端に小さなヘルプアイコン<img border="0" src="${images}/help.gif" width="16" height="16">があります。このヘルプアイコンをクリックすると、あなたが見ている特定のウィンドウに関するヘルプテキストに移動します。<br><br>
メイン「メニュー: ヘルプ &gt; マニュアル」からも、ヘルプマニュアルにアクセスできます。
ここではすべての利用可能なヘルプファイルのリストが見えます。リスト内の各項目はクリックすることができ、そうすると、その特定のヘルプファイルに移動します。ウィンドウボックスの右上の隅にある「マニュアル全体を印刷する」リンクを使うと、マニュアル全体(＝すべてのヘルプファイル)が印刷可能なフォーマットで書かれた新しいブラウザタブが開きます。
<hr>

<br><br><b>ヘルプファイルを使う</b><br> マニュアル内の各ヘルプファイルは、特定の主題に関するものです。約30のヘルプファイルがあります。概して、そのファイルは、その主題に関する非常に一般的な説明で始まります。ファイルは、主題に関連する数個の副主題を含むかもしれません。 たいてい、扱われる主題の最大数はおおよそ3つです。これらの主題は、水平線によって各々分けられています。<br> 内部リンクはヘルプファイル内で使われています。リンクを選択した後、前のヘルプページに戻りたい場合は、キーボードの「バックスペース」キーを使えます。たいていのポップアップウィンドウには、「戻る」ボタンがないからです。 Linuxを使っている場合、標準ではFirefoxでバックスペースボタンは機能しませんが、<a href="http://blog.rvdavid.net/making-the-backspace-key-in-firefox-a-shortcut-key-to-go-back-in-ubuntu/"><u>有効化</u></a>することができます。<br><br>一般的な説明の後、そのファイルには通常2つの非常に重要な節が続き、それが大変役立つかもしれません:<ul>
	<li><i>見つけ方</i>は、そのテキスト内で述べられた機能へと行く方法を端的に取り上げます。たいてい、これはどのメニュー項目をクリックするかに関する説明です。
	<li><i>動かし方</i>は、そのテキスト内で述べられた機能を動かす方法を端的に取り上げます。Cyclosでは多くのことが可能ですが、一部の機能は使用前に設定する必要があり、様々な権限を設定したり一部の設定を変更したりする必要があるかもしれません。これについては、この節で取り上げられます。
	この節は、たいていは管理者にとってのみ関係があり、したがって、メンバーには見えないことに注意してください。情報がメンバーにも関係がある場合にのみ、それはメンバーにも見えます。
</ul>
ファイルが複数の関連する副主題を含む場合、<i>見つけ方</i>と<i>動かし方</i>の節は、すべての新しい副主題について繰り返されます。<br><br> 一般的な節の後、ヘルプファイルは、プログラム内のウィンドウのためのすべてのテキストブロックを含みます。Cyclosウィンドウの1つのヘルプアイコン<img border="0" src="${images}/help.gif" width="16" height="16">をクリックすると、これらのテキストブロックへと移動します。この道筋でヘルプテキストに来ると、いつでも上にスクロールするだけで、<i>見つけ方</i>と<i>動かし方</i>の節をチェックできるということを覚えておいてください。<br><br> 込み入った主題に関しては、ヘルプファイルの最後に用語集があるかもしれません。ヘルプシステムは、異なる主題の間のリンクも使います。ヘルプシステム内の任意のリンクをクリックして、関連する主題に移動することができます。

</div> <%--  page-break end --%>