<div style="page-break-after: always;">
<br><br>ホームページは、Cyclosへのログイン後に右に見えるウィンドウから直接閲覧/アクセス可能です。それはいくつかの頻繁に使われる機能と状態情報を含みます。
<hr>

<span class="admin"> <a name="home_status"></a>
<h3>アプリケーション状態</h3>
このページはシステム状態情報を表示します。 それは関連がある未解決のアラート、ログイン中のユーザー、アプリケーションエラーとともに、あなたのCyclosシステムの現在の状態を表示します。<br> そのページ内の下線の付いた数字や項目は、追加的な詳細を表示するためにクリックできます。表示される情報を更新するには、そのページの一番下にある「更新」リンクをクリックしてください。<br><br>アプリケーション状態は、以下の項目を表示します:
<ul>
	<li><b>Cyclosバージョン:</b> インストールされているCyclosのバージョン。 Cyclosはバージョン番号としてリリースタイムスタンプを使います。
	<li><b>アプリケーション稼働時間:</b> Cyclosが実行されている時間数と分数。
	<li><b>未読メッセージ:</b> メンバーから管理者への未読の<a href="${pagePrefix}messages"><u>メッセージ</u></a>の数。
	<li><b>未決済のシステム請求書:</b> システム口座からメンバーへの未決済の<a href="${pagePrefix}invoices"><u>請求書</u></a>の数。
	<li><b>接続中の管理者の数:</b> 現在接続中の管理者の数。
	管理者のリストを開くには、その数字を選択してください。
	<li><b>接続中のメンバーの数:</b> 現在接続中のメンバーの数。メンバーのリストを開くには、その数字を選択してください。
	<li><b>接続中の仲介人の数: </b>現在接続中の仲介人の数。仲介人のリストを開くには、その数字を選択してください。
	<li><b>システムアラートの数:</b> 未決済の<a href="${pagePrefix}alerts_logs#system_alerts"><u>システムアラート</u></a>の総数。アラートのリストを開くには、その数字を選択してください。
	<li><b>メンバーアラートの数:</b> 未決済の<a href="${pagePrefix}alerts_logs#member_alerts"><u>メンバーアラート</u></a>の総数。アラートのリストを開くには、その数字を選択してください。
	<li><b>アプリケーションエラー:</b> 未解決の<a href="${pagePrefix}alerts_logs#error_log"><u>アプリケーションエラー</u></a>の総数。エラーのリストを開くには、その数字を選択してください。
</ul>
<hr class="help">
</span>


<span class="member"> <a name="home_status"></a>
<h3>状態</h3>
状態ボックスは、未読<a href="${pagePrefix}messages"><u>メッセージ</u></a>と新しい<a href="${pagePrefix}references"><u>評価</u></a>の数を表示します。メッセージまたは評価を取り出すには、リンクを辿ってください。
<hr class="help">
</span>


<span class="member"> <a name="quick_access"></a>
<h3>クイックアクセス</h3>
クイックアクセスウィンドウでは、ある機能に直接行くためのアイコンを選択できます。
<hr class="help">
</span>


<span class="member"> <a name="home_news"></a>
<h3>お知らせ(メッセージボード)</h3>
メッセージボードは関連があるお知らせ項目を表示します。 このボックスの内容は完全にあなたの組織、そして、管理者がその中に入力したことに依存します。<br> 一般的にそれはすべてのメンバーへのメッセージを表示します。これらのメッセージは管理者によって送信され、ユーザーのための興味深いお知らせや、組織またはシステムについての重要な情報、たとえば、変更、新しいユーザー、特徴などに関するものです。
<hr class="help">
</span>


<span class="admin">
<a name="jump_to_profile"></a>
<h3>メンバープロフィールにジャンプする</h3>
このウィンドウはメンバーのプロフィールにアクセスする迅速な方法です。 編集フィールドの1つにそのメンバーの氏名(または彼のログイン名)を入力してください。フィールドは自動補完されます:いくつか文字を入力すると、すべての利用可能なオプションが表示されます。<br> どのメンバーを見たいかが判明すると、プログラムはこのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>にジャンプします。
<hr class="help">
</span>


<a name="home_invite"></a>
<h3>招待する</h3>
友人や知人のEメールlアドレスを入力して、「送信」をクリックすると、このソフトウェアとシステムを試せるように招待するためのEメールがその人物に送られます。あなたの名前はこのEメール内で送信者として触れられます。<br>送信前にEメールテキストを見たければ、あなた自身のE-mailアドレスで試して確認することができます。「送信」をクリックするとすぐに、あなたはメールを受け取るはずです。
<hr class="help">


</div> <%--  page-break end --%>
<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>