<div style="page-break-after: always;">
<a name="top"></a>
<br><br>
Cyclosは「請求書」によって、誰かに「勘定書を送信する」ことを可能にします。請求書は、引き渡された商品またはサービスに対する支払いの公式なリクエストです。<br> メンバーと管理者の間で請求書を開始して管理するための多くの機能があります。また、メンバーは互いに請求書を送信することもできます。<br> 請求書は受信者が却下または承諾することができます。送信者も請求書をキャンセルできます。他方の関係者は、常にこれらのアクションに関する通知を受け取ります。ただし、メンバーがシステム口座から来る請求書を却下することはできません。<br><br> <i>見つけ方</i><br> 以下の方法で請求書にアクセスできます:
<ul>
	<span class="admin">
		<li><b>メニュー: 口座 &gt; メンバー請求書:</b> 組織から(システム口座から)メンバーへの請求書を送信できます。</li>
		<li><b>メニュー: 口座 &gt; 請求書の管理:</b> システム口座について入ってきた請求書と出て行った請求書を管理できます。</li>
	</span>
	<span class="admin broker">
		<li><b>メンバー<a href="${pagePrefix}profiles"><u>プロフィール</u></a> &gt; 
		口座: 請求書を見る</b>により、特定のメンバーの請求書を見ることができます。</li>
	</span>
	<span class="member">
		<li><b>メニュー: 口座 &gt; システム請求書:</b> 組織に対して請求書を送信できます。
		</li>
		<li><b>メニュー: 口座 &gt; メンバー請求書:</b> 別のメンバーに対して請求書を送信できます。</li>
		<li><b>メニュー: 口座 &gt; 請求書:</b> あなたの入ってきた請求書と出て行った請求書のすべてを見て管理することができます。	</li>
		<li><b>メンバー<a href="${pagePrefix}profiles"><u>プロフィール</u></a> &gt; 
		請求書を送信する:</b> メンバーのプロフィールから直接請求書を送信できます。
		</li>
	</span>
</ul>
<hr>


<span class="member">
<A NAME="send_invoice_member_to_system"></A>
<h3>メンバーからシステムへ請求書を送信する</h3>
メンバーがシステム(組織)に対して<a href="#top"><u>請求書</u></a>を送信することが可能です。組織の管理者は、請求書を受け取り、それを承諾または却下します。管理者が請求書を承諾または却下する場合、あなたはそのアクションを知らせる通知を、パーソナルニュースメッセージセクション内で受け取ります。<br> 請求書を送信するには、フィールドに記入し、「送信」ボタンをクリックしてください。
<hr class="help">
</span>


<A NAME="send_invoice_system_to_member"></A>
<A NAME="send_invoice_member_to_member"></A>
<A NAME="send_invoice_member_to_member_select"></A>
<h3>メンバーに対して請求書を送信する</h3>
ここでは、メンバーに対して請求書を送信できます。 そのメンバーは「入ってきた請求書」を受け取り、「承諾する」をクリックすることにより、あなたに支払いをすることができます。請求書が承諾されると、それは他の支払いと同じような通常の支払いになり、取引履歴内に現れます。<br> <span class="member">他方で、そのメンバーは、あなたの請求書を却下することも選べます。それはその支払いがキャンセルされることを意味します。送信者は、請求書が却下されたという通知を受け取ります。<br><br>「メニュー: 口座 &gt; 請求書」では、入ってきた請求書と出て行った請求書を見て管理することができます。</span>
<span class="admin">すべてのシステムからメンバーへの請求書とメンバーからシステムへの請求書の概観は、「メニュー: 口座 &gt; 請求書の管理」セクション内で見ることができます。</span>
<br><br>以下のフィールドを入力しなければなりません:
<ul>
	<li><b>氏名(ログイン名):</b> 「氏名」フィールドか「ログイン名」フィールドに記入することによって、請求書を受け取るメンバーを選択できます。名前の一部分を書くと、自動補完されます。 (このフィールドは、請求書送信先のメンバーが既に明白な場合には見えません。)
	<li><b>額:</b> システム内で複数の通貨が利用可能な場合は、額の後にドロップダウン内で通貨を選択しなければなりません。利用可能な通貨が1つのみの場合、このドロップダウンは表示されません。
	<li><b>スケジューリング:</b> このオプションは、管理者によってアクティブにされると現れます。スケジューリングオプションを使うと、受取人はスケジュールされた支払い(割賦金)で請求書を支払いできます。請求書の受取人は、割賦金の日時と額について知らされ、受取人がその請求書を承諾した場合、スケジュールされた支払いが彼/彼女の(出て行った)スケジュールされた支払いに現れます。
	<li><b>支払いタイプ:</b> その後、支払いタイプを選ばなければなりません。これは適切な支払いタイプが複数存在する場合のみです。 1つのタイプしか存在しない場合、このフィールドは表示されません。
	<li><b>説明:</b> 請求書が承諾されると、取引概観の中でこの説明が取引の説明として表示されます。
</ul>
フォームへの記入が完了したら、請求書を送信するために「送信」をクリックしてください。 送信後、あなたは確認を求められます。
<hr class="help">


<span class="admin">
<A NAME="manage_invoices_by_admin"></A>
<h3>システム請求書</h3>
<br><br>このウィンドウでは、システム口座からメンバー口座に送信された<a href="#top"><u>請求書 </u></a>(出て行った請求書)とメンバー口座からシステム口座への請求書(入ってきた請求書)の概観を得られます。<br><br>以下のフィールドに基づいてフィルタをかけられます:
<ul>
	<li><b><a href="#status"><u>状態</u></a></b>
	<li><b>タイプ:</b> 「入ってきた」請求書または「出て行った」請求書
	<li><b>期間</b>
	<li><b>名前:</b> ログイン名またはメンバーの実名
	<li><b>説明</b>
	<li><b><a href="${pagePrefix}account_management#transaction_types"><u>支払いタイプ</u></a>:</b> これは出て行った請求書についてのみ機能します。入ってきた請求書については、支払いタイプは定められません。管理者は、請求書を承諾する時に支払いタイプを選ばなければなりません(<a href="#incoming_invoice_detail_by_admin"><u>請求書の詳細</u></a>を見てください)。
</ul>
フォームに記入した後、「検索」をクリックしてください。すると、その結果が <a href="#invoices_result_by_admin"><u>下のウィンドウ</u></a>内に表示されます。<br><br>注: 「未決済」状態以外の請求書を検索すると、既にキャンセル、却下、または承諾されている過去の請求書が表示されます。
<hr class="help">
</span>


<span class="member">
<A NAME="manage_invoices_by_member"></A>
<h3>自分の請求書</h3>
このウィンドウ内の「タイプ」オプションで、「入ってきた」または「出て行った」<a href="#top"><u>請求書</u></a>のリストを見ることができます。その結果は、<a href="#invoices_result_by_member"><u> 下のウィンドウ</u></a>内に表示されます。<br><br>詳細検索オプションでは、フォーム内の一部またはすべてのフィールドを使って、あなたの検索を精緻化することができます。たいていのフィールドは十分に分かり易いものです。 「ログイン名」は、メンバーがログインする際に使う名前で、「メンバー」はメンバーの実名です。<br> <a href="#status"><u>状態</u></a>は、いくつかの異なる値を取り得ます。これについてもっと知るにはリンクをクリックしてください。
<hr class="help">
</span>


<span class="admin broker">
<A NAME="manage_member_invoices_by_admin"></A>
<A NAME="manage_member_invoices_by_broker"></A>
<h3>メンバーの請求書</h3>
<br><br>このウィンドウでは、メンバーの<a href="#top"><u>請求書 </u></a>(入ってきた請求書または出て行った請求書)の概観を得られます。<br><br>以下のフィールドに基づいてフィルタをかけられます:
<ul>
	<li><b><a href="#status"><u>状態</u></a></b>
	<li><b>タイプ:</b> 「入ってきた」請求書または「出て行った」請求書
	<li><b>期間</b>
	<li><b>名前:</b> ログイン名またはメンバーの実名
	<li><b>説明</b>
	<li><b>支払いタイプ</u></a></b>
</ul>
フォームに記入した後、「検索」をクリックしてください。すると、その結果が請求書管理ページ内に表示されます。<br><br>注: 「未決済」状態以外の請求書を検索すると、既にキャンセル、却下、または承諾されている過去の請求書が表示されます。
<hr class="help">
</span>


<a name="status"></a>
<h3>請求書の状態</h3>
<a href="#top"><u>請求書</u></a>の「状態」は、以下のいずれかです:
<ul>
	<li><b>未決済:</b> 送信されたが未だ受取人によって支払いまたは却下されていない請求書。
	<li><b>承諾済み:</b> 受取人によって支払われた請求書。
	<li><b>拒否済み:</b> 受取人によって拒絶された(却下された)請求書。
	<li><b>キャンセル済み:</b> あなたが自分でキャンセルした請求書。
	<li><b>期限切れ:</b> 受取人が何の反応も示しておらず(支払いも却下もしておらず)、期限切れ日を過ぎてしまった請求書。
</ul>
<hr class="help">


<A NAME="accept_invoice"></A>
<h3>請求書を承諾する</h3>
これは、あなたが<a href="#top"><u>請求書</u></a>の「承諾する」ボタンをクリックした後に表示される確認画面です。<br> この後は戻る方法がありません。つまり、「送信」をクリックすると、その額がその口座から引き落とされ、その勘定が支払われます。   
<hr class="help">


<A NAME="invoices_result_by_admin"></A>

<A NAME="invoices_result_by_member"></A>
<h3>検索結果</h3>
このページは、<a href="#top"><u>請求書</u></a>検索結果リストを表示します。 ビューアイコン(<img border="0" src="${images}/view.gif" width="16" height="16">)をクリックすると、その請求書の詳細が開かれます。<br> 請求書が「未決済」の場合、請求書のタイプに応じたアクション(承諾、却下、またはキャンセル)を実行できます。
<hr class="help">


<A NAME="invoice_details"></A>

<A NAME="outgoing_invoice_detail_by_admin"></A>

<A NAME="incoming_invoice_detail_by_admin"></A>

<A NAME="outgoing_invoice_detail_by_member"></A>

<A NAME="incoming_invoice_detail_by_member"></A>
<h3>請求書の詳細</h3>
このウィンドウは、請求書の詳細を表示します。 権限と請求書のタイプに基づいて、以下のアクションの1つを行えます。
<ul>
	<li><b>承諾する:</b> <span class="member">もしあなたが</span> <span class="admin broker">もしこのメンバーが</span>この請求書の受取人ならば、あなたはそれを承諾できます。承諾すると、その額が<span class="admin broker">そのメンバーの</span><span class="member">あなたの</span>口座から引き出され、請求書の送信者の口座へと移転されます。普通の言葉で言えば、あなたは勘定を支払ったのです。このボタンをクリックすると、確認画面が続き、あなたに確認を求めます。
	<li><b>拒否する:</b> <span class="member">もしあなたが</span> <span class="admin broker">もしこのメンバーが</span>その請求書の受取人ならば、この請求書を拒否(却下)することもできます。これは、あなたがこの額の支払いを拒絶することを意味します。支払いは行われず、もう一方の当事者はこれについての通知を受け取ります。<br> システム/組織から来た請求書を拒否することはできません。
	<li><b>キャンセルする:</b>もし<span class="admin broker">このメンバーが</span> <span class="member">あなたが</span>この請求書の送信者ならば、受取人がそれを承諾する前にいつでもキャンセルすることができます。請求書をキャンセルすると、もう一方の当事者はパーソナルメッセージウィンドウ内に、請求書がキャンセルされたという通知を受け取ります。
</ul>
入ってきた請求書については、もし可能な支払いタイプが複数ある場合、あなたはまず支払いタイプを指定しなければならないかもしれません。そのような場合、「支払いタイプ」ドロップダウンが見えますので、そこで選択をしてください。多くの場合、このドロップダウンは見えません。
<hr class="help">


</div> <%--  page-break end --%>
<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>