<div style="page-break-after: always;">
<a name="top"></a>
<br><br>Cyclos内のメッセージは、すべてのタイプのユーザー間で、非常に様々な場合に使えます。メンバーやグループの間でメッセージを送信するため、多くの柔軟な機能が利用可能です。様々なメッセージカテゴリーを定めることもでき、その場合、特定のグループに特定のメッセージのカテゴリーを与えられます。<br> メッセージは、Cyclos内部のメッセージングシステムから送信されます。つまり、受取人はログインした時にあなたが送信したメッセージを目にします。Cyclosは、これらのメッセージがEメールによっても送信されるように<a href="${pagePrefix}notifications"><u>設定</u></a>できますが、これを許可するかしないかは受信者の責任です。メッセージがEメールによって送信されたことを確認したければ、直接Eメールを使うべきです。しかし、これは、Cyclosのインタフェースから実行できます。そのインタフェースは、各々のメンバープロフィール内には「Eメールを送信する」ボタンが含まれています。<i>見つけ方</i><br>
<span class="member">あなたは、「メニュー: パーソナル &gt; メッセージ」から、メッセージにアクセスできます。</span>
<span class="admin">あなたは、「メニュー: メッセージ &gt; メッセージ」から、メッセージにアクセスできます。
</span>
<span class="broker">仲介人として(あなたのメンバー全員に対して)メッセージを送信するために、「メニュー: 仲介 &gt; メンバーへのメッセージ」オプションに行けます。
</span> メッセージを送信する別な方法は、メンバーの <a href="${pagePrefix}profiles"><u>プロフィール</u></a>に行き、<span class="admin">「メンバー情報」セクション内の「メッセージを送信する」ボタンをクリックする方法です。<br><br><i>動かし方</i><br> メッセージを可能にするための権限を設定する必要があります。管理者の場合は、「メッセージ」ブロック下で <a href="${pagePrefix}groups#manage_group_permissions_admin_member"><u>権限</u></a>を設定してください。これにより、メンバーに対してメッセージを送信するための様々な権限を設定できます。<br> メッセージに関する <a href="${pagePrefix}groups#manage_group_permissions_member"><u>メンバーに対する権限</u></a>は、「メッセージ」というタイトルのブロックの下で見つけられます。<br> 仲介人は、彼らが仲介するメンバーへのメッセージ送信に関する追加的な <a href="${pagePrefix}groups#manage_group_permissions_broker"><u> 権限</u></a>を持っており、それらは「パーソナルメッセージ」ブロック下で見つけられます。</span>
<hr>


<A NAME="messages_search"></A>
<h3>メッセージリスト</h3>
このページでは、あなたが送信または受信した<a href="#top"><u>メッセージ</u></a> を見られます。
ドロップダウン選択で、「受信ボックス」フォルダ、「送信済みアイテム」フォルダ、または「ゴミ箱」フォルダを見ることができます。<br>
<span class="admin">「カテゴリー」ドロップダウンで具体的なカテゴリーを選択することもできます。
(注: カテゴリーがそのリスト内に現れるようにするには、少なくともそのカテゴリーを見る権限を持っている必要があります。)<br>
「詳細検索」ボタンをクリックすると、キーワード、または、そのメッセージの送信元や送信先でメッセージを検索できます。
検索項目を記入し終えたら、「送信」ボタンをクリックしなければなりません。<br><br> 新しいメッセージを送信するには、「新しいメッセージを送信する」というラベルの付いた送信ボタンをクリックしなければなりません。
<hr class="help">


<A NAME="messages_search_result"></A>
<h3>メッセージ検索結果</h3>
このページは、<a href="#messages_search"><u>上のウィンドウ</u></a>で指定された条件に基づいて<a href="#top"><u>メッセージ</u></a>を表示します。<br><br>アイコンはそのメッセージの状態を示します。以下のいずれかです:
<ul>
	<li><img border="0" src="${images}/message_unread.gif" width="16" height="16">&nbsp;(未読)
	<li><img border="0" src="${images}/message_read.gif" width="16" height="16">&nbsp;(既読)
	<li><img border="0" src="${images}/message_replied.gif" width="16" height="16">&nbsp;(返信済み)
	<li><img border="0" src="${images}/message_removed.gif" width="16" height="16">&nbsp;(削除済み)
</ul>
あなたは以下のアクションを実行できます:
<ul>
	<li>件名を選択するとメッセージを開けます。
	<li>チェックボックスで複数のメッセージを選択し、メッセージウィンドウの下のドロップダウン選択内でアクションを選択すると、それらのメッセージに対してアクションを適用できます。
	<li>直接、消去アイコン( <img border="0" src="${images}/delete.gif" width="16" height="16">&nbsp;)を選択すると、単一のメッセージを削除できます。
</ul>
<hr class='help'>


<A NAME="messages_send"></A>
<h3>メッセージを送信する</h3>
<span class="admin"> ここでは、メンバーに対して<a href="#top"><u>メッセージ</u></a>を送信できます。メッセージ機能(「メニュー: メッセージ &gt; メッセージ」)内からメッセージを送信する場合、ログイン名フィールドと/またはメンバーフィールド(自動補完付き)でメンバーを指定しなければなりません。そのメッセージのためのカテゴリーを指定しなければなりません。<br> <br><br>グループに対してメッセージを送信する場合、フォームが変わり、他の編集ボックスが使用できるようになります。まず、「グループ」マルチドロップダウンから1つ以上のグループを選択しなければなりません。あなたが選択したグループ内のすべてのメンバーが、そのメッセージを受け取ります。<br>グループに対して送信する場合、プレーンフォーマットまたはリッチテキストで送信できます。リッチテキストは、フォント、画像など、レイアウトのための特別な機能を使えます。そのためには、ラジオボタンで「リッチテキスト」オプションを選ばなければなりません。
	すると、リッチテキストエディタが現れ、レイアウトのための様々なボタンが使えるようになります(まずはそれを試しに少し使ってみてください)。
リッチテキストエディタの「ソース」ボタンをクリックすることにより、プレーンhtmlも使えます<br>
	画像を含めたければ、まず「(メニュー: コンテンツ管理 &gt; <a href="${pagePrefix}content_management#custom_images"><u>
	カスタム画像</u></a>)」セクションでそれをアップロードしなければなりません。<br>
	管理者として、あなたが別の管理者にメッセージを送信することはできません。</span> <span class="member"> ここでは、メンバーか管理者に対して<a href="#top"><u>メッセージ</u></a>を送信できます。</span> <span class="broker"> ここでは以下の者に対してメッセージを送信できます:
	<ul>
		<li>特定のメンバー
		<li>あなたの登録済みメンバー全員
		<li>管理者
	</ul> 
</span>
<span class="member">
	このフォームは単純明快です。「メンバー」を選んだ場合、氏名またはログイン名のいずれかによって、そのメンバーを指定しなければなりません。ログイン名を記入すると、実名が自動的に入力されます。<br> 「管理者」を選んだ場合、あなたのメッセージのためのカテゴリーを指定しなければなりません。<br> </span> <span class="broker"> 「私の登録済みメンバー」を選んだ場合、「プレーン」フォーマットまたは「リッチテキスト」フォーマットでメッセージを書くことができます。リッチテキストは、フォント、画像など、レイアウトのための特別な機能を使えます。そのためには、ラジオボタンで「リッチテキスト」オプションを選ばなければなりません。
	すると、リッチテキストエディタが現れ、レイアウトのための様々なボタンが使えるようになります(まずはそれを試しに少し使ってみてください)。
リッチテキストエディタの「ソース」ボタンをクリックすることにより、プレーンhtmlも使えます。<br> </span> メッセージを仕上がったら、「送信」をクリックすると送信されます。そのメッセージは、あなたの「送信済みアイテム」ボックス内に現れるでしょう。
<hr class='help'>


<span class="broker">
<a name="messages_send_brokered_members"></a>
<h3>メッセージを送信する</h3>
	ここでは、あなたの登録済みメンバー全員に対してメッセージを送信できます。 このフォームは単純明快です。
	<br><br>「プレーン」フォーマットまたは「リッチテキスト」フォーマットでメッセージを書くことができます。リッチテキストは、フォント、画像など、レイアウトのための特別な機能を使えます。そのためには、ラジオボタンで「リッチテキスト」オプションを選ばなければなりません。
	すると、リッチテキストエディタが現れ、レイアウトのための様々なボタンが使えるようになります(まずはそれを試しに少し使ってみてください)。
リッチテキストエディタの「ソース」ボタンをクリックして、プレーンhtmlを使うこともできます。<br> メッセージが仕上がったら、「送信」をクリックすると送信されます。そのメッセージは、あなたの「送信済みアイテム」ボックス内に現れるでしょう。
<hr class="help">
</span>


<A NAME="messages_view"></A>
<h3>メッセージを見る</h3>
これは<a href="#top"><u>メッセージ</u></a>です。 「ゴミ箱に移動する」というラベルの付いた送信ボタンをクリックすると、メッセージを削除して「ゴミ箱」に移動できます。このゴミ箱内のメッセージは、<a href="#messages_search"><u>メッセージ概観</u></a>の中の「ゴミ箱」を開くだけで、常に読み返すことができます。<br> 「返信」ボタンをクリックすることにより、メッセージに返信できます(そのメッセージがあなたによって送信された場合、返信ボタンはありません)。
<hr>


<a name="categories"></a>
<h2>メッセージカテゴリー</h2>
<a href="#top"><u>メッセージ</u></a>カテゴリーにより、管理者に送信されたメッセージをうまく管理することができます。
カテゴリーは、メンバーと管理者の間のメッセージについてのみ存在します。メンバーからメンバーへのメッセージは、カテゴリーを使用しません。

<hr class='help'>


<span class="admin">
<A NAME="message_categories"></A>
<h3>メッセージカテゴリー</h3>
このページは、<a href="#top"><u>メッセージ</u></a>のための<a href="#categories"><u>カテゴリー</u></a>のリストを示します。
<br><br>
<ul>
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp; そのカテゴリーを修正できます。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">&nbsp; そのカテゴリーの削除できます。これはそれが未だ使われていない場合にのみ可能です。
	<li>新しいカテゴリーを作成するには、「新しいメッセージカテゴリーを挿入する」というラベルの付いた送信ボタンを使ってください。
</ul>

</span>


<span class="admin">
<a name="edit_message_category"></a>
<h3>メッセージカテゴリーを修正する</h3>
このウィンドウにより、<a href="#top"><u>メッセージ</u></a>のための <a href="#categories"><u> カテゴリー</u></a>の名称を変更できます。内容を説明する名称を選んでください。これはメンバーが<a href="#messages_send"><u>メッセージ送信ウィンドウ</u></a>内で目にすることになります。<br> いつものように、変更をするために「変更」をクリックし、完了したら、変更点を保存するために「送信」ボタンをクリックしてください。
<hr class="help">
</span>


<span class="admin">
<a name="new_message_category"></a>
<h3>新しいメッセージカテゴリーを挿入する</h3>
このウィンドウにより、<a href="#top"><u>メッセージ</u></a>のための 新しい<a href="#categories"><u>カテゴリー</u></a>を挿入できます。内容を説明する名称を入力し、変更点を保存するために「送信」ボタンをクリックしてください。<br> メンバーは、<a href="#messages_send"><u> メッセージ送信ウィンドウ</u></a>内で、この名称を目にすることになります。 
<hr class="help">
</span>


<span class="broker admin">
<a name="sms_mailings"></a>
<h3>SMSメール</h3>
このウィンドウではSMSメールを検索できます。 これらはグループまたは個人のユーザーに送信されたメールです。
グループまたは個人のSMSメールの履歴を検索することが可能です。 
<hr class="help">
</span>


<span class="broker admin">
<a name="sms_mailings_results"></a>
<h3>SMSメール結果</h3>
このページはSMSメール検索の結果を表示します。 受取人の列は、メールが送信された先のメンバーあｍたは個人を示します。他方の列は一目瞭然です。  
<hr class="help">
</span>


<span class="broker admin">
<a name="send_sms_mailing"></a>
<h3>SMSメールを送信する</h3>
このウィンドウではSMSメールを送信できます。 メールを

<span class="broker">あなたの登録済みユーザー</span>
<span class="admin">1つまたは複数のグループ</span>に送信する時、
<span class="broker admin"> 
そのメールが「有料」か「無料」かを定められます。有料のメールは、そのユーザーにローカルユニットで賦課される、あるいは、そのユーザーがSMSクレジットを持っていればそのクレジットが先に使われるということを意味します。無料のメールは、そのユーザーはそのメール送信について賦課されないということを意味します。 通常、営利目的のメール送信は無料になり、他の組織のメール送信は有料になり得ます。<br>ユーザーは <a href="${pagePrefix}preferences#notifications_preferences"><u>通知設定</u></a>内で、有料および/または無料のメールを受け取りたいか否かを定められます。<br> メンバーへの個々のメッセージは(ユーザーにとっては)常に無料です。<br><br> 「変数」ドロップダウンを使うことにより、メッセージ内に変数を含めることができます。変数はグループ選択後、あるいは個々のメール送信の場合にはメンバーの選択後にのみ表示されます。これは異なるメンバー(グループ)は持っているプロフィールフィールドも異なり得るからです。 
可能な値は、「口座残高」や「クレジット制限」のようなメンバーに関連した任意のプロフィールフィールドや特定の情報です。「追加」ボタンを選択すると、下のメッセージテキストフィールドに変数が挿入されます。
メール送信の例は以下のようになるでしょう: <br> 「#name#さん、こんにちは。<br>あなたの口座残高は#balance#です」。
</span>


</div> <%--  page-break end --%>
<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>