<div style="page-break-after: always;">
<br><br>
Cyclosにはログインパスワードがあり、特別な取引パスワードを使用するようにも設定できます。<i>見つけ方</i><br>
「メニュー: パーソナル &gt; パスワードを変更する」から、あなたのログインパスワードを変更できます。<br>
取引パスワードについては、関連する
<a href="#transaction_password"><u>ヘルプセクション</u></a>を参照してください。
<br><br>
<span class="broker admin">
メンバーパスワードは、そのメンバーのプロフィール、「アクセス &gt; パスワードを管理する」セクションから変更できます。</span>
<hr>


<a NAME="change"></a>
<h3>ログインパスワードを変更する</h3>
パスワードを変更するには、あなたの現在のパスワードを記入し、新しいパスワードを2回記入して、「送信」をクリックしてください。簡単または明白なパスワードを禁止するようなパスワードポリシーがアクティブになっていることがあります。そのような場合、ポリシー内で定められた要件を満たさないパスワードを選ぶと、エラーメッセージが現れます。そのメッセージは、そのポリシーと許されるパスワードの形式について知らせてくれます。<br> 過去に使用していたパスワードを新たに選ぶことは許されていません。<span class="admin">「次のログイン時に変更を強いる」がチェックされている場合、メンバーは最初のログイン時にパスワードを変更するよう求められます。<br>
グループ設定「パスワードをEメールにより送信する」が有効化されている場合は、新しいパスワードを自動的に生成し、送信ボタン「パスワードをリセットし、Eメールにより送信する」をクリックすることにより、それをメンバーに送信することもできます。この場合、そのパスワードは自動的に生成されるので、あなたは何も記入する必要がありません。</span>
<hr class="help">


<span class="admin">
システム(アクセス)設定に(「メニュー: 設定 &gt; アクセス設定」)によって、取引パスワードは通常のフォームフィールドまたは仮想キーボードで数字として入力できます。取引パスワードに使われる文字を選ぶこともできます。取引パスワードはユーザー管理ページ(「プロフィール &gt; アクセス &gt; パスワードの管理」)で管理されます。このオプションは、取引パスワードがそのグループに対して(グループ権限内で)有効化された場合にのみ利用可能です。
<hr class="help">
</span>


<a NAME="transaction_password_generation"></a>
<a name="transaction_password"></a>
<h3>取引パスワード</h3>
取引パスワードは、ユーザーが支払いをしたい時に、毎回尋ねるようにできるパスワードです。 
ここでは、あなたの個人用取引パスワードを取得できます。 「取引パスワードを得る」をクリックすると、あなたのパスワードが表示されます。あなたの取引パスワードを間違いなく覚えてください。 そのパスワードは一度しか取得できません。 
<hr class="help">


<span class="admin">
<a NAME="manage_transaction_password"></a>
<h3>取引パスワードを管理する</h3>
<br><a href="#transaction_password"><u>取引パスワード</u></a>がグループに対して有効化されている場合、それは4つの異なる状態になり得ます。
<ul>
	<li><b>非アクティブ:</b> 取引パスワードが一度も使用/生成されていない。
	<li><b>保留中:</b> 取引パスワードがメンバー/管理者によって生成され保留中。
	<li><b>アクティブ:</b> 取引パスワードがメンバーによって取得されている。
	<li><b>ブロック中:</b> 取引パスワードが管理者によってブロックされている。
</ul>
この状態は、このウィンドウ内に表示されます。 管理者(適切な権限を持つ)は、「取引パスワードをブロックする」ボタンをクリックすることにより、取引パスワードをリセットまたはブロックできます。この場合、取引パスワードは無効化され、メンバーは新しい取引パスワードを(管理者がそれをリセットするまで)受け取れません。<br><br>「取引パスワードをリセットする」ボタンから、取引パスワードをリセットすることもできます。この場合、そのメンバーは新しい取引パスワードを受け取るでしょう。 
<hr class="help">
</span>


<a name="pin"></a>
<h3>PIN</h3>
PINは、POS(Point of Sale)、paypal、SMSからの支払い等、一部のタイプの外部支払いのために使われるパスワードです。PINは数字のみを含みます。 <br><br> <span class="admin"> PINパスワードを有効化するには、以下のことが行われなければなりません:
<ul>
	<li><b>チャネル:</b> PINは、<a href="${pagePrefix}settings#channels_detail"><u>
	チャネル</u></a>(「メニュー: 設定 &gt; チャネル」)内で有効化されなければなりません(修正するには編集アイコンをクリックしてください)。
	<li><b><a href="${pagePrefix}groups#edit_member_group"><u> グループ設定</u></a>:</b> 「アクセス設定」の下で、PINの長さが設定されなければなりません。
	<li><b> <a href="${pagePrefix}account_management#transaction_types"><u> 取引タイプ</u></a>:</b> 適切な取引タイプ内で、チャネルが有効化されなければなりません。
</ul>
</span>
PINと<a href="${pagePrefix}settings#channels"><u>チャネル</u></a>アクセスには、
<span class="admin">
メンバー<a href="${pagePrefix}profiles"><u>プロフィール</u></a> &gt; 外部アクセスから行けます。</span>
<span class="member">
「メニュー: パーソナル &gt; 外部アクセス」。</span>
<hr class="help">


<a NAME="change_pin"></a>
<h3>PINを変更/ブロック解除する</h3>
<a href="#pin"><u>PIN</u></a>は、POS(point of sale)、paypal、SMS支払い等の、一部のタイプの外部支払いのために使われます。<br> PINは数字にのみなり得ます(文字は使えません)。あなたのPINを変更するには、まずあなたのログインパスワードを入力しなければなりません。<a href="#transaction_password"><u>取引パスワード</u></a>が使われる場合、まずそれを(ログインパスワードの代わりに)入力しなければなりません。PINは2度入力し、「送信」ボタンで確認しなければなりません。<br><br> PINが誤って入力された場合、一定の試行回数(標準では3回)の後にブロックすることができます。あなたはブロック時間が期限切れになるまで待つか、PIN変更ウィンドウの下のブロック解除ボタンを選択して、PINを手動でブロック解除することができます。
<hr class="help">


<a NAME="select_channels"></a>
<h3>チャネル</h3>
ここでは、可能な <span class="admin"> <a href="${pagePrefix}settings#channels"><u>チャネル</u></a> が表示されます。</span> <span class="member">チャネルが表示されます。チャネルは、Cyclosにアクセスする際に媒介する手段、たとえば、ブラウザまたは携帯電話からのWebです。</span> <br> すべてが利用可能ではないかもしれません。それはあなたの組織における設定に依存します。チェックボックスをチェックすることにより、あなたが使いたいチャネルを選択できます。
<ul>
	<li><b>PosWeb支払い:</b> Point of sale支払い(ショップでの消費者としての支払い)。
	<li><b>WAP1アクセス:</b> WAP1(Wireless Application Protocol 1)をサポートする古いモデルのための携帯電話アクセス。モバイル支払いは、残高の概観、支払い履歴へのブラウジング、支払いをサポートします。
	<li><b>WAP2アクセス:</b> WAP2(Wireless Application Protocol 2)をサポートする現代的な携帯電話のための携帯電話アクセス。モバイル支払いは、残高の概観、支払い履歴へのブラウジング、支払いをサポートします。
	<li><b>Webショップ支払い:</b> 外部(電子商取引)サイトでの支払いを可能にします。</u>選択後、「送信」をクリックするのを忘れないでください。さもないと、変更が保存されません。
</li></ul>
<b>注: </b>SMSチャネルは通知ページでアクティベートできます。 ウィンドウ内のリンク(アクセスチャネルの下)を使うと、直接そのページに移動します。 
<hr class="help">

</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>