<div style="page-break-after: always;">
<a name="top"></a>
<br><br>通知は、Cyclos内で指定されたイベントが生じた時に、ユーザーがEメールやメッセージでアラートを受け取れるようにします。<span class="member"> <i>見つけ方</i><br>
通知は「メニュー: 個人設定 &gt; 通知」からアクセスできます。</span>

<span class="admin"> <i>見つけ方</i>
<br> 通知は「メニュー: パーソナル &gt; Eメール通知」からアクセスできます。<br><br>

<i>動かし方</i><br> 管理者は常にパーソナル通知を設定できます。<br>
管理者は、<a href="${pagePrefix}groups#manage_group_permissions_member"><u>メンバー権限</u></a>セクション(「個人設定」ブロック内)でメンバー(グループ)のための通知機能を有効化できます。<br>
追加的な通知設定は、<a
	href="${pagePrefix}groups#edit_member_group"><u>メンバーグループ設定</u></a>(「通知」ブロック内)で定められます。<br>
通知の内容は「メニュー: 翻訳 &gt; 通知」から、<a
	href="${pagePrefix}translation"><u>翻訳</u></a>モジュール内で変更できます。<br>
</span>
<hr class="help">


<span class="admin"><A NAME="email_notifications"></A>
<h3>Eメール通知</h3> ドロップダウン内のチェックボックスを選択して、あなたが受け取りたい<a href="#top"><u>通知</u></a>のタイプを選択してください。完了したら、変更を保存するために「送信」をクリックしてください。
<ul>
	<li><b>新しい登録済みメンバー:</b> メンバーが新しい(初期)グループに入った時に通知することができます。1つまたは複数のグループを選択できます。
	<br> Eメール確認が(<a href="${pagePrefix}groups#group_registration_settings"><u>メンバーグループ 設定</u></a>内で)必須とされている場合、あなたはそのメンバーが登録を確認した時に通知を受け取ります。
	<li><b支払い:</b> 利用可能な<a href="${pagePrefix}account_management#transaction_types"><u>支払いタイプ</u></a>の各々について、通知を設定できます。 つまり、そのタイプの移転が生じると、あなたに通知されます。
	<li><b>新しい認可待ちの支払い:</b> 利用可能な<a href="${pagePrefix}account_management#transaction_types"><u>認可可能な支払いタイプ</u> </a>の各々について、通知を設定できます。つまり、このタイプの認可保留中の移転が生じた時にあなたに通知されます。
	<li><b>保証書:</b> 新しい<a href="${pagePrefix}guarantees"><u>保証書</u> </a>が作成された時に通知を受け取りたい保証書タイプを選択してください。
	<li><b>メッセージ:</b> 各々の<a href="${pagePrefix}messages#categories"><u>メッセージカテゴリー</u></a>について、通知を設定できます。
	<li><b>システムアラート:</b> 各々の<a href="${pagePrefix}alerts_logs#system_alerts"><u>システムアラート</u></a>について、通知を設定できます。
	<li><b>メンバーアラート:</b> 各々の<a href="${pagePrefix}alerts_logs#member_alerts"><u>メンバーアラート</u></a>について、通知を設定できます。
	<li><b>アプリケーションエラー:</b> Eメールによって<a href="${pagePrefix}alerts_logs#error_log"><u>アプリケーションエラー</u></a>の通知を受けるには、このチェックボックスを選択してください。
	<li><b>システム請求書:</b> <a href="${pagePrefix}invoices#top"><u> システム請求書</u></a>の受け取りについて、Eメールによって通知を受けるには、このチェックボックスを選択してください。
</ul>
</span>


<span class="member"> <A
NAME="notification_preferences"></A>
<h3>通知設定</h3> このページでは、あなたが受け取りたい通知を定められ、それらをCyclos内部メッセージで受け取るか、Eメールで受け取るか、SMS(管理者によって有効化されていれば)で受け取るかを選べます。ただし、管理者からの内部メッセージは無効化できません。<br>いつものように、修正するにはまず「変更」ボタンをクリックし、完了したら、変更を保存するために「送信」をクリックしてください。<br><br>以下の通知が利用可能です(すべてではないことに注意してください)。
<ul>
	<li><b>メンバーからのメッセージ</b> これらは、Cyclosからメンバーまたは管理者によって送信されたメッセージです。このオプションは、Cyclos内であなたにEメールアドレスを公開することなくEメールを受け取る方法を(Eメールオプションをチェックすることにより)有効化します。
	<li><b>管理者からのパーソナルメッセージ</b>
	<li><b>管理者からのメール:</b> これらは管理者から送信されるパーソナルメッセージまたはバルクメッセージです。
	<li><b>アクセスアラート:</b> あなたのアカウントに誤ったパスワードでログインしようとする様々な試行について通知を受け取ります。
	<li><b>一般的な口座イベント:</b> これは低クレジットアラートのような、口座に関連したイベントです。
	<li><b>仲介イベント:</b> 仲介人イベントについての通知。<span class="member">それには以下のものがあります:</span>
	<ul>
	<span class="member">
		<li>新しい<a href="${pagePrefix}brokering#commission_contract"><u>委託手数料契約</u></a >の挿入
		<li>委託手数料契約のキャンセル
		</span>

		<span class="broker">
		<li>仲介の期限切れ
		<li>仲介の削除/仲介人の変更
		<li>仲介人グループからの削除
		<li>仲介人の認可が必要な保留中の支払い
		<li><a href="${pagePrefix}brokering#commission_contract"><u>委託手数料契約</u></a>の承諾
		<li>委託手数料契約の拒否
		</span>
	</ul>
	<li><b>支払いイベント:</b> 支払いに関連したイベント。 これは受け取った支払い、または、認可とスケジュールされた支払いに関するイベントです。
	<li><b>外部チャネルから行われた支払い:</b> 支払いが外部的に(たとえば、SMSによって)なされた場合。
	<li><b>ローンイベント:</b> これは<a href="${pagePrefix}loans"><u>ローン</u></a>に関連したイベントです。新しいローンとローン支払いの期限切れについてのメッセージ。このオプションは、メンバーがローンを有する場合にのみ表示されます。
	<li><b>広告期限切れアラート:</b> 広告が期限切れになった場合。
	<li><li><b>広告関心の通知:</b> 有効化されていれば、新しい広告が<a href="${pagePrefix}ads_interest"><u>広告関心</u></a>に合致する場合に通知を受け取ります。
	<li><b>請求書イベント:</u></b></a> 請求書についての任意のイベント(受け取り、承諾、キャンセル)。
	<li><b>評価の受け取り:</b> 評価を受け取った、または、修正された場合。
	<li><b>取引フィードバック:</b></a> 1つの特定の取引に関する品質評価についての通知。
	<li><b>保証書:</b></u></a> Cyclos内の保証書システムに関係します。
	<li><b>支払債務:</b> Cyclos内の保証書システムに関係します。
</ul> </span>


<span class="member admin">
<hr class="help">
<A NAME="receipt_printers"></A>
<h3>領収書プリンタ</h3>
一部の状況では、Cyclosユーザーは支払いが行われた後に領収書を印刷できるようにしたいかもしれません。たとえば、顧客支払いを受け取るためにCyclosを使うビジネスによってです。一般的にWebアプリケーションは、ローカル領収書(チケット)プリンタに印刷できません。しかし、Cyclosではこれが可能となりました。取引領収書は、取引詳細ページやPosWebページから(支払いが行われた直後に)印刷できます。支払いが一連のスケジュールされた支払いの一部分である場合、すべてのスケジュールされた支払いが領収書内に印刷されます。PosWebページでは、日々の取引の一覧を印刷することもできます。<br><br> 領収書プリンタの有効化は、主に2つのタスクを伴います。まず、領収書プリンタを使いたいメンバーがプリンタを(<a href="${pagePrefix}preferences#receipt_printer_search"><u>領収書プリンタ一覧</u> </a> に追加することにより)利用可能にする必要がある。これは通常、1回限りの仕事であり、技術的なノウハウを持つメンバーによって行われます。これが完了すると、プリンタはそれを使いたいユーザー(メンバーまたはオペレータ)によって特定のコンピュータについて有効化できます。<br>

</span>
	
	
<span class="member"><A NAME="receipt_printer_search"></A>
<hr class="help">
<h3>領収書プリンタ一覧</h3> このウィンドウは、あなたが設定した<a href="${pagePrefix}preferences#receipt_printers"><u>領収書プリンタ</u></a>の一覧を表示します。対応するアイコンを選択することにより、プリンタを消去または編集できます。プリンタはローカルコンピュータ設定で定義されるので、コンピュータごとにアクティベートされる必要があります。ローカルプリンタで取引領収書を印刷するために使用中のコンピュータを使いたければ、オプション「以下を使ってこのコンピュータで印刷する」でプリンタを選択できます。<br> <br> 一覧に(「新規に挿入する」オプションに行くことにより)追加された任意のプリンタは、あなたのオペレータにも利用可能になり、メインWebアクセスチャネル(個人設定 - 領収書プリンタ)またはPosWebチャネル(左上の印刷設定)で使えます。</span>
<hr class="help">


<span class="member"> <A NAME="receipt_printer_details"></A>
<h3>領収書プリンタ詳細</h3> 文書コマンドの始まりと終わりは、特定のプリンタのブランド/モデルに依存します。それらは、たとえば、印刷後に紙を切ったりブザーを鳴らしたりするために便利です。特定のASCII文字を送信するには#数字を使えます。たとえば、ASCII 100のためには#100を使います。一例として、Epsonのプリンタに紙を切断させるには、ASCI文字#27#105が使われます。特定のプリンタ設定に関する詳細については、<a href="http://project.cyclos.org/wiki/index.php?title=Receipt_printers" target="_blank">Wiki</a>を見てください。
<ul>
	<li><b>表示名: </b> Cyclos内の名称
	<li><b>ローカルプリンタ名: </b> ローカルプリンタ名は、OS上で設定されたプリンタの正確な名称でなければなりません。
	<li><b>文書コマンドの始まり: </b> ここでは新規行、フォントサイズなどのようなローカルプリンタコマンドを定義できます。これらのコマンドはプリンタモデルに固有のものです。<br>このフィールドに入力する任意のテキスト(ASCII文字)は、領収書の最初に表示されます。この方法により、印刷領収書内に追加的な「ヘッダー」テキストを設けられます。テキストを入力する場合、テキスト\nの後ろに新しいコマンド行を入力するように気をつけてください。<br>(印刷領収書はシステムが定義したヘッダーも含みます。)
    <li><b>文書コマンドの終わり: </b> このフィールドでは任意のローカルプリンタコマンドを入力できます。通常、このフィールドは印刷後に紙を切断する場所と方法を定義するために使われます。 
	<li><b>支払い領収書上の追加的メッセージ: </b> ここには任意のテキストを入力できます。それは追加的な「フッター」として表示されます(たとえば、ご購入ありがとうございます等)。
</ul>
ローカル領収書プリンタを使いたい場合、それがOSにインストールされている必要があります。以下はUbuntuとWindowsでこれを行う方法の例です。<br> <br> <b>Ubuntu</b>
<ul>
	<li>Javaがコンピュータ上にインストールされている必要があります。
	<li>まずプリンタのためのローカルドライバをインストールしてください(プリンタ製造業者のサイトを参照してください)。
	<li>Ubuntuの場合: システム - 管理 - 印刷に行ってください。
	<li>選択する: 「追加する」を選択するとプリンタが表示されるので、それを選択して「次へ」をクリックしてください。
	<li>ここでドライバが検索されるので、一覧(最初のオプション)から「Generic」を選択してください。
	<li>次に「モデル」の中で「Raw queue」オプションを選択してください。
	<li>プリンタに短い名前をつけてください。たとえば、Epson。
	<li>ここで「適用する」をクリックすると、プリンタ一覧の中にそのプリンタが現れます。
	<li>コマンドプロンプトを開き、以下のコマンドを実行してください:<br> cupsctl FileDevice=Yes<br> padmin -p Epson -E -v file:/dev/usb/lp0<br> (プリンタの名称があなたが追加したものであることを確認してください)
</ul>
<b>Windows</b>
<ul>
	<li>Javaがコンピュータ上にインストールされている必要があります。
	<li>プリンタのためのローカルドライバをインストールしてください(製造業者のサイトを参照してください)。	
	<li>コントロール・パネル - プリンタでローカルプリンタを追加してください。
	<li>「ポート」内で新たに追加されたプリンタを選択してください。
	<li>製造業者「Generic」とモデル「テキストのみ」を選んでください。
	<li>プリンタに短い名前をつけてください。たとえば、Epson。
	<li>プリンタがプリンタリストに表示されるはずです。
</ul> </span>

</div>
<%--  page-break end --%>

	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
	<br><br>
</div>