<div style="page-break-after: always;">
<a name="top"></a>
<br><br>
プロフィールは、特定のユーザーと関連づけられた情報です。<br> <span class="admin"> 管理者プロフィールとメンバープロフィールがあります。管理者ログインは、専ら管理目的のもので、口座も契約、評価などのような他のメンバー機能も持っていません。したがって、管理者のプロフィールは、メンバープロフィールよりもはるかに単純です。<br> もっと重要で、各プロフィールにつながっているのは、<a href="#actions"><u>...についてのアクション</u></a>ウィンドウです。それにより、誰かのプロフィールから様々なアクションを開始することができます。</span> 「ログイン名」は、誰かがログインする際に用いる名前です。これは、誰かの実名である「氏名」とは異なります。<br><br><i>見つけ方</i><br>
「メニュー: パーソナル &gt; プロフィール」から、自分のプロフィールにアクセスできます。<br>
<span class="member">別のメンバーのプロフィールにアクセスする方法は2つあります:
<ul>
	<li><b>検索から:</b> 「メニュー: 検索 &gt; メンバー」から、<a	href="${pagePrefix}user_management#search_member_by_member"><u> メンバーの検索</u></a>を行ってください。
	<li><b>あなたの連絡先から:</b> 「メニュー: パーソナル &gt; 連絡先」から、あなたの<a href="${pagePrefix}contacts"><u>連絡先</u></a>を使い、メンバーのプロフィールにジャンプしてください。
</ul>
<span class="admin"> 「メニュー: ユーザーとグループ &gt; 管理者の管理」から、別の管理者のプロフィールにアクセスできます。<br>
「メニュー: ユーザーとグループ &gt; メンバーの管理」から、メンバーのプロフィールにアクセスできます。</span> 
<span class="broker"> 仲介人として、「メニュー: 仲介 &gt; メンバー」から、あなた自身のメンバーのプロフィールにアクセスできます。</span> <span class="admin"> <br><br><i>動かし方</i><br> 誰でも常に自分のプロフィールを閲覧できます。メンバーグループと仲介人グループについては、他のグループのどのプロフィールが閲覧されても良いか(以下の最初の項目)を明示的に設定する必要があります。プロフィールに関係するいくつかの権限があります:
<ul>
	<li>メンバーが他のどのグループを見られるかを制御するために、そのグループのためのこれらの <a href="${pagePrefix}groups#manage_group_permissions_member"><u>権限</u></a>を設定してください。「メンバープロフィール」ブロックにあるドロップダウンボックス内でチェックされた各グループは、このメンバーグループに見えるようになります。それは、そのメンバーがこれらのグループ内の他のメンバーのプロフィールを閲覧できることを意味します。同様の権限は、仲介人グループについても設定できます。
	<li>管理者がメンバーのプロフィールを変更できるようにするには、「メンバー」ブロック下でこのための<a href="${pagePrefix} groups#manage_group_permissions_admin_member"><u>権限</u></a>を設定し、チェックボックス「プロフィールを変更する」にチェックする必要があります。
	<li>「管理者」ブロック下、「プロフィールを変更する」チェックボックスには、管理者のプロフィールを変更するための<a href="${pagePrefix}groups#manage_group_permissions_admin_admin"><u>権限</u></a>もあります。
	<li>仲介人がメンバーのプロフィールを変更できるようにするための<a href="${pagePrefix}groups#manage_group_permissions_broker"><u>権限</u></a>を設定する必要があります。これは「仲介」ブロック下で、「プロフィールを変更する」チェックボックスにチェックすることによって行えます。
</ul>
</span>
<hr>


<span class="admin">
<a NAME="admin_profile"></a>
<h3>管理者プロフィール</h3>
このページでは、<a href="#top"><u>管理者プロフィール</u></a>、つまり、あなた自身か別の管理者のプロフィールをを修正できます(後者は、もちろん、あなたの権限に依存します)。<br> 変更を行えるようにするには、「変更する」をクリックしてください。あなたが行った変更を保存するには、「送信」をクリックしてください。<br><br>たいていの項目は単純明快です。 別の管理者のプロフィールを閲覧しているならば、そのページはその管理者が属するグループを表示します。
<hr class="help">
</span>


<a NAME="member_profile"></a>
<h3>メンバープロフィール</h3>
<a href="#top"><u>プロフィール</u></a>ページは、<span class="admin broker">メンバーが</span> <span class="member">あなたが</span> 登録時に記入した情報を表示します。<span class="member">あなた自身のプロフィールの場合、</span> そのページの一番下にある「変更」をクリックすることにより、情報を追加および修正できます。完了したら、変更を保存するために、忘れずに「送信」ボタンをクリックしてください。<span class="member"> <br><br> もちろん、他のメンバーのプロフィールは修正できませんし、そのメンバーは、情報の一部を他のメンバーから見えなくすることを選んだのかもしれません。したがって、このヘルプの残りの部分は、たいてい、あなた自身の変更可能なプロフィールを参照します。</span> <br><br> そのフォーム上のいくつかの一般的情報:
<ul>
	<li><b>*:</b> 必須である情報は、編集ボックスの右側に赤いアスタリスク(*)で印がつけられています。
	<li><b>隠す: </b> いくつかのフィールドは、隠したいフィールドの後ろにある「隠す」ボックスを選択することにより、他のメンバーから見えなくすることができます。
</ul>
そのフォームは単純明快で、たいていの項目は一目瞭然です。
以下の特定のフィールドに関して下でいくらか述べます(言及されるフィールドは、あなたの組織が選んだ設定次第では、見えないかもしれません):
<ul>
	<span class="admin">
	<li><b>最終ログイン:</b> このフィールドは、そのメンバーが現在Cyclosプログラムを使用している場合には、「ログイン中」と表示します。この場合、下のウィンドウ内のボタンから、そのメンバーを強制的にログアウトさせられます。</ span>の
	<li><b>誕生日:</b> 「日付選択」ボタン(<img border="0" src="${images}/calendar.gif" width="16" height="16">&nbsp;)を使って、あなたが日付を記入するのを手助けするカレンダーを得られます。
	<li><b>仲介人:</b> このフィールドは、あなたの組織が<a href="${pagePrefix}brokering"><u>仲介</u></a>システムを使用する場合にのみ見えます。そのフィールドは変更可能ではありませんが、その隣の「プロフィールを開く」リンクを使って、仲介人のプロフィールに行くことができます。
	<li><b>登録日:</b> そのメンバーが「保留中」グループ(関連した口座を持たないグループ)にいる場合、そのメンバーが(管理者か仲介人によって、あるいは、一般登録ページでそのメンバー自身によって)登録された日付を表示します。<br> この日付は、そのメンバーがアクティブなグループの一員でない場合には表示されません(ただし、アクティベーション日は、メンバーレポートページ内に表示されます)。
	<li><b>写真を追加する:</b> このチェックボックスにチェックすると、あなたのプロフィールに<a href="#picture"><u>写真を追加</u></a>できるようになります。
</ul>
<hr class="help">


<a name="picture"></a>
<h3>あなたのプロフィール内または広告内の写真</h3>
Cyclosでは、あなたの <a href="#top"><u>プロフィール</u></a> または広告のための写真をアップロードできます。他のメンバーがあなたの写真を見られるようにしたい場合は、以下の指示に従ってください:
<ol>
	<li>フォームを変更できるようにするには、「変更」をクリックしてください。
	<li>「写真を追加する」チェックボックスにチェックすると、追加的な編集欄が見えるようになります。
	<li>「ブラウズ」ボタンをクリックし、あなたのコンピュータ上のアップロードしたい写真を選んでください。
	<li>「ブラウズ」ボタンを選択して、あなたのコンピュータのファイルシステムをブラウズしてください。1つ選んで「開く」をクリックしてください。 ファイルサイズには上限(ウィンドウ内に表示されます)があり、JPG, GIF, PNGのフォーマットだけがサポートされていることに留意してください。
	<li>その後、そのファイルの名称が「写真」ボックス内に示されます。
	<li>「送信」をクリックすると、そのファイルがアップロードされます。
</ol>
あなたは複数の画像をアップロードできます。 アップロードできる画像の数は、管理者によって定義されています。<br>
画像の下のナビゲーション「&lt; 1/2/3 &gt;」を選択することにより、写真をブラウズできます。画像の下の「詳細」リンクを選択することにより、画像の表示順序を変更し、画像の下に表示されるテキストを選択できます。<br> 画像を閲覧し、画像の下の「削除」リンクを選択することにより、画像を削除できます。他のメンバーは、同様の方法で、あなたの画像を閲覧できるようになります(ただし、彼らは画像を削除できません)。
<hr class="help">


<a name="actions"></a>
<h2>...についてのアクション</h2>
各<a href="#top"><u>プロフィール</u></a> の下には、たいてい、このメンバーに関して行えるすべてのアクションのボタンが付いたウィンドウがあります。これらのアクションは、メンバーへの<span class="admin broker">、または、メンバーのための</span>支払いから、メンバーへの評価の付与、このメンバーへのメッセージ送信などまで様々です。etc.
<br> あなたの組織内の設定とルールに依っては、利用できるアクションは異なるかもしれません。また、ヘルプウィンドウ内にリストで示されたアクションの一部は、あなたが正しい権限を持っていなければ、利用可能でないかもしれません。<br><br>ヘルプウィンドウは、最大限利用可能なアクション、つまり、あなたのウィンドウ内で生じる可能性があるすべてのアクションの概要を示します。既に述べたように、あなたの設定と権限に依っては、これらのアクションのすべては見えない可能性が高いです。アクションのより詳細な説明については、ボタンをクリックした時に辿り着く具体的なアクションウィンドウ内のヘルプを参照できます。この主題についていくらかのより一般的な説明を与えるリンクを辿っても良いでしょう。(項目は、左から右へ、そして、上から下へ1行ずつ論じられています。) <br><br>オペレータについてのアクションとプロフィールは、オペレータのヘルプファイル内で論じられています。 
<hr class="help">


<a name="actions_for_member_by_operator"></a>
<a name="actions_for_member"></a>
<span class="member">
<h3>メンバーについてのアクション</h3>
このウィンドウでは、このメンバーに関する様々なアクションを行えます。
<UL>
	<li><b>支払いを行う</b>
	<LI><b>評価を閲覧する/与える:</b> 他の人々のこのメンバーとの経験を見て、このメンバーについての<a href="${pagePrefix}references"><u>評価</u></a>を与えます。

	<li><b>取引フィードバック:</b> 取引に対して<a
		href="${pagePrefix}transaction_feedback"><u>資格</u></a>を与えられます。
	<LI><b><a href="${pagePrefix}invoices"><u>請求書</u></a>を送信する</b>
	<li><b><a href="${pagePrefix}advertisements"><u>広告</u></a>を閲覧する</b>
	<li><b>Eメールを送信する</b>
	<li>Cyclosの<a href="${pagePrefix}messages"><u>内部メッセージシステム</u></a>で<b>メッセージを送信する</b>
	<li><b>レポートを見る:</b> このメンバーの活動についての情報が書かれた<a
href="${pagePrefix}reports#member_activities"><u>レポート</u></a>へと移動します。
	<LI><b><a href="${pagePrefix}contacts"><u>連絡先リスト</u></a>に追加する</b>
</UL>
<hr class="help">
</span>


<span class="broker"> <a name="actions_for_member_by_broker"></a>
<h3>メンバーのための仲介人アクション</h3>
このウィンドウは、このメンバーに関連するすべての<a href="${pagePrefix}brokering"><u>仲介人</u></a>アクションのための出発点です。したがって、これはあなたが仲介人として仕事にとりかかる主なページになるでしょう。<br> まず、このウィンドウに関する<a href="#actions"><u>一般的な注</u></a>を読みたいかもしれません。
<UL>
	<LI><b>広告を管理する:</b> このメンバーのための<a href="${pagePrefix}advertisements"><u>広告</u></a>を追加、消去、または編集します。
	<li><b>口座情報:</b> 残高、取引履歴を示す、このメンバーの口座履歴に移動します。(閲覧アクセス)
	<li><b><b><a href="${pagePrefix}payments#scheduled"><u>スケジュールされた支払い</u></a>を閲覧します</b>。</b>
	<li><b><a href="${pagePrefix}payments#authorized"><u>
	認可済み支払い</u></a></b> これにより、そのメンバーが支払いの受取人として認可すべき支払いに移動します。これが当てはまるのは、口座上の残高に支払いが追加される前に、支払いの受取人(そのメンバー)がそれを認可すべきであるように設定された場合です。仲介人として、あなたはあたかもこのメンバーであるかのように振る舞い、これらの支払いを認可できます。すると、それらがそのメンバーの残高に追加されます。これは該当する場合にのみ利用可能です。
	<li><b>支払い<a href="${pagePrefix}payments#authorized"><u> 認可</u></a>を閲覧する:</b> ここでは、支払いがメンバーの口座から支払われるように、あなたが仲介人として、そのメンバーの代わりに認可しなければならない支払いの概観に行きます。これは、メンバーが特定の(またはすべての)支払いを行えない状況に該当します。なぜなら、それらはまず管理者または仲介人によって認可されなければなりません。
	<li><b>メンバーからメンバーへの支払い:</b> あなたがあたかもそのメンバーであるかのように、別のメンバーへの支払いを行います。
	<li><b>自己支払い:</b> このメンバーの異なる口座間で移転を行います。これは、このメンバーが複数の口座を持っている場合にのみ可能です。
	<li><b>メンバーからシステムへの支払い:</b> あなたがあたかもそのメンバーであるかのように、組織/システムへの支払いを行います。
	<li><b>評価を管理する:</b> ここでは、他のメンバーがこのメンバーをどのように評価し、このメンバーが他のメンバーとどのような経験をしたかを見られます。与えた、受け取った<a href="${pagePrefix}references"><u>評価</u></a>が表示されます。仲介人は、(もし権限があれば)そのメンバーが与えた評価を変更または消去できます。
	<li><b>ローンを閲覧する:</b> このメンバーの<a href="${pagePrefix}loans"><u>ローン</u></a>の概観です。
	<li><b>請求書を見る:</b> このメンバーが送信および受信したすべての<a href="${pagePrefix}invoices"><u>請求書</u></a>を見ます。
	<li><b>メンバーからメンバーへの請求書:</b> あなたがあたかもそのメンバーであるかのように、別のメンバーに請求書を送信します。
	<li><b>メンバーからシステムへの請求書:</b> あなたがあたかもこのメンバーであるかのように、システムに請求書を送信します。
	<li><b>ローングループ:</b> このメンバーが一員である<a href="${pagePrefix}loan_groups"><u>ローングループ</u></a>を表示します。
	<li><b>パスワードを管理する:</b> そのメンバーの<a href="${pagePrefix}passwords"><u>パスワード</u></a>をリセットできます。
	<li><b>外部アクセス:</b> メンバーがCyclosにアクセスする際の<a href="${pagePrefix}settings#channels"><u>チャネル</u></a>を管理できます。それにより、あなたがそのメンバーの<a
		href="${pagePrefix}passwords#pin"><u>PIN番号</u></a>(たとえば、Webショップアクセスのための数字のパスワード)を変更することも可能になります。
	<LI><b>所見:</b> このメンバーについての任意のコメントは、ここに書くことができます。これらの所見は、あなた自身、あるいは、他の管理者と仲介人のためのものです。メンバーはそれらの所見を見られません。送信ボタンの前にある所見テキストが赤い場合、それは所見を含むことを意味します。所見フィールドに全くテキストがない場合、その所見テキストは、アプリケーションの標準テキスト色のままでしょう。
	<li><b>...:</b> あなたが定義した任意の他の<a href="${pagePrefix}member_records"><u>メンバー記録</u></a>タイプも、ここにボタンとともにリストで示されます。
	<LI><b>メンバードキュメント:</b> このページにより、印刷できるメンバー<a
href="${pagePrefix}documents"><u>ドキュメント</u></a>の書かれたページにアクセスできます。
	<li><b>委託手数料契約:</b> あなたとあなたのメンバー間の仲介サービスについて<a href="${pagePrefix}brokering#commission_contract"><u>契約</u></a>を再検討または設定できるページにアクセスできます。
	<li><b>SMSログ:</b> このメンバーに送信されたSMSメッセージが保存される<a
href="${pagePrefix}reports#sms_log"><u>SMSログ</u></a>にアクセスできます。システムは、いくつかの場合にSMSメッセージを送信するように設定できます。
</UL>
<hr class="help">
</span>


<span class="admin"> <a name="actions_for_member_by_admin"></a>
<h3>メンバーについてのアクション(管理者による)</h3>
このウィンドウは、メンバーに関するすべての管理アクションの出発点です。したがって、これはあなたが<a href="${pagePrefix}groups#account_admins"><u>アカウント管理者</u></a>としての仕事のために参照する主なページになります。<br> あなたは、まずこのウィンドウに関する<a href="#actions"><u>一般的な注</u></a>を読みたいかもしれません。<br> 管理者アクションは、複数のセクションに組織化されています。テキストのブロックの長さを扱いやすく読みやすくするために、各セクションは、異なるヘルプセクション内に置かれています。<br><br>以下のセクションが存在します。各セクション内のボタンの説明に移動するには、リンクをクリックしてください。
<ul>
	<li><b><a href="#access_actions"><u>アクセスセクション</u></a>:</b> システムおよびソフトウェアへのメンバーアクセス制御についてのすべて。
	<li><b><a href="#ads_actions"><u>広告セクション</u></a>:</b> メンバーの広告の管理について。
	<li><b><a href="#accounts_actions"><u>口座セクション</u></a>:</b> 支払いと請求書を含む、メンバーの口座についてのすべて。
	<li><b><a href="#member_info_actions"><u>メンバー情報セクション</u></a>:</b> メンバーについての情報、その活動など。
	<li><b><a href="#brokering_actions"><u>仲介セクション</u></a>:</b> Cyclosの<a href="${pagePrefix}brokering"><u>仲介</u></a>システムに関連するアクション。
	<li><b><a href="#loans_actions"><u>ローンセクション</u></a>:</b> このメンバーの<a href="${pagePrefix}loans"><u>ローン</u></a>に関連したアクション。
</ul>
<hr class="help">
</span>


<span class="admin"> <a name="access_actions"></a>
<h3>メンバーアクション: アクセス</h3>
(この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。)
<ul>
	<li><b>ユーザーに今すぐログインを許可する:</b> これは、たとえば、誤ったパスワードでの連続したログイン試行のために、そのメンバーのアクセスがブロックされている場合にのみ見えます。そのようなアクションは、そのメンバーのログインを<a href="${pagePrefix}settings"><u>設定</u></a>に応じて一定期間ブロックします。そのようなメンバーが業を煮やして管理者に電話してきた場合には、このボタンによって、そのメンバーのログインのブロックを即座に解除できます。それをクリックした後、そのメンバーはログインを再試行できるようになるはずです。<br> <b>注:</b> もちろん、これはそのメンバーのログイン<a href="${pagePrefix}passwords"><u>パスワード</u></a>をリセットしません。もし、そのメンバーがパスワードを覚えていなければ、このウィンドウの同じセクション内の「パスワードの管理」ボタンから、それをリセットしても良いでしょう。
	<li><b>ログイン中のユーザーを切断する:</b> そのメンバーがちょうどこの瞬間にログイン中ならば、このボタンをクリックすることにより、強制的にログアウトさせられます。このボタンは、そのメンバーが現在ログイン中である場合に<b>のみ</b>見えます。<br> メンバーをログアウトさせる理由は、メンバーが正しくログアウトせずにブラウザを閉じた場合でしょう。そのメンバーが一定時間(タイムアウト)内にログインしたい場合、そのメンバーが依然としてログイン中であることを知らせるメッセージが出ます。そのメンバーが管理者に連絡すると、そのメンバーはこの機能でログアウトさせられます。ただし別の選択肢は、タイムアウト期間が終了するまでただ待つことです。標準のタイムアウト値は10分です。<br> メンバーをログアウトさせる別の理由は、アカウントの濫用やハッキングの疑いのような緊急の場合でしょう。そのような場合、このメンバーを強制的にログアウトさせた後、(一時的に)無効にすることが推奨されます(これは、このページの同じセクション内の「権限グループを変更する」ボタンから行えます)。
	<li><b>パスワードを管理する:</b> そのメンバーの<a href="${pagePrefix}passwords"><u>パスワード</u></a>をリセットできます。
	<li><b>外部アクセス:</b> そのメンバーがCyclosにアクセスできる<a href="${pagePrefix}settings#channels"><u>チャネル</u></a>を管理できます。それにより、あなたがそのメンバーの<a
		href="${pagePrefix}passwords#pin"><u>PIN番号</u></a>(たとえば、Webショップアクセスのための数字のパスワード)を変更することも可能になります。
	<li><b>権限グループを変更する:</b> メンバーが属する<a href="${pagePrefix}groups"><u>グループ</u></a>を変更できます。どのメンバーもグループに属します。このページでは、そのメンバーのグループを変更し、アクティベーションEメールを送信できます。Cyclosソフトウェアへのアクセスを制御する基本的な方法はグループからです。システム/組織からメンバーを削除したい場合は、このボタンを使って、そのメンバーを「削除済みメンバー」グループに移動してください。
	<li><b>SMSログ:</b> このメンバーに送信されたSMSメッセージが保存される<a
href="${pagePrefix}reports#sms_log"><u>SMSログ</u></a>にアクセスできます。システムは、いくつかの場合にSMSメッセージを送信するように設定できます。
	<li><b>カードを管理する:</b> <a href="${pagePrefix}access_devices#search_card_results"><u>カードの管理</u></a>にアクセスでき、すべてのメンバーのカードがリストに示されます。
</ul>
<hr class="help">
</span>


<span class="admin"> <a name="ads_actions"></a>
<h3>メンバーアクション: 広告</h3>
(この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。)
<ul>
	<LI><b>広告を管理する:</b> このメンバーのための<a href="${pagePrefix}advertisements"><u>広告</u></a>を追加、消去、または編集します。
</ul>
<hr class="help">
</span>


<span class="admin"> <a name="accounts_actions"></a>
<h3>メンバーアクション: 口座</h3>
(この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。)
<ul>
	<li><b>口座情報:</b> 残高、取引履歴を示す、このメンバーの口座履歴に移動します。(閲覧アクセス)
	<li><b><b><a href="${pagePrefix}payments#scheduled"><u>スケジュールされた支払い</u></a>を閲覧します</b>。</b>
	<li><b><a href="${pagePrefix}payments#authorized"><u>
	認可済み支払い</u></a></b> これにより、そのメンバーが支払いの受取人として認可すべき支払いに移動します。これが当てはまるのは、口座上の残高に支払いが追加される前に、支払いの受取人(そのメンバー)がそれを認可すべきであるように設定された場合です。管理者として、あなたはあたかもこのメンバーであるかのように振る舞い、これらの支払いを認可できます。そうすると、それらの支払いは、このメンバーの残高に追加されます。これは該当する場合にのみ、利用可能です。<br>
	これは支払い権限、つまり、「<a href="${pagePrefix}groups#manage_group_permissions_member"><u>支払いが受け取られる際に認可する</u></a >」に対応します。
	<li><b>支払い<a href="${pagePrefix}payments#transfer_authorizations_by_admin"><u>認可</u></a>を見る:</b> ここでは、支払いがメンバーの口座に支払われるようにするため、管理者として、<a href="${pagePrefix}payments#authorized"><u>そのメンバーのために認可</u></a>しなければならない支払いの概観に移動します。これは、メンバーが特定の(またはすべての)支払いを行えない状況に該当します。なぜなら、それらはまず管理者または仲介人によって認可されなければなりません。<br>
これは権限「<a href="${pagePrefix}groups#manage_group_permissions_member"><u>
	口座 > 認可された支払いを見る</u></a >」に対応します。 
	<li><b>システムからメンバーへの支払い:</b> システム口座からメンバーへの支払いを行います。
	<li><b>メンバーからメンバーへの支払い:</b> あなたがあたかもそのメンバーであるかのように、別のメンバーへの支払いを行います。
	<li><b>メンバーからシステムへの支払い:</b> あなたがあたかもそのメンバーであるかのように、組織/システムへの支払いを行います。
	<li><b>自己支払い:</b> このメンバーの異なる口座間で移転を行います。これは、このメンバーが複数の口座を持っている場合にのみ可能です。
	<li><b>請求書を見る:</b> このメンバーが送信および受信したすべての<a href="${pagePrefix}invoices"><u>請求書</u></a>を見ます。
	<li><b>システムからメンバーへの請求書:</b> このメンバーにシステム口座からの請求書を送信します。これは、その組織がそのメンバーに請求書を送り、そのメンバーがこれを支払われなければならないことを意味します。
	<li><b>メンバーからメンバーへの請求書:</b> あなたがあたかもそのメンバーであるかのように、別のメンバーに請求書を送信します。
	<li><b>メンバーからシステムへの請求書:</b> あなたがあたかもこのメンバーであるかのように、システムに請求書を送信します。
	<li><b>クレジット制限:</b> ここでは、このメンバーについての個々のクレジット制限を設定できます。これはこの特定のメンバー<b>のみ</b>についてのクレジット制限であり、グループレベルで設けられるグループクレジット制限ではないことに留意してください。
</ul>
<hr class="help">
</span>


<span class="admin"> <a name="member_info_actions"></a>
<h3>メンバーアクション: メンバー情報</h3>
(この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。)
<ul>
	<li><b>レポートを見る:</b> このメンバーの活動についての情報が書かれた<a
href="${pagePrefix}reports#member_activities"><u>レポート</u></a>へと移動します。
	<LI><b>所見:</b> このメンバーについての任意のコメントは、ここに書くことができます。これらの所見は、あなた自身、あるいは、他の管理者と仲介人のためのものです。メンバーはそれらの所見を見られません。送信ボタンの前にある所見テキストが赤い場合、それは所見を含むことを意味します。所見フィールドに全くテキストがない場合、その所見テキストは、アプリケーションの標準テキスト色のままでしょう。
	<li><b>...:</b> あなたが定義した任意の他の<a href="${pagePrefix}member_records"><u>メンバー記録</u></a>タイプも、ここにボタンとともにリストで示されます。
	<li><b>評価を管理する:</b> ここでは、他のメンバーがこのメンバーをどのように評価し、このメンバーが他のメンバーとどのような経験をしたかを見られます。与えた、受け取った<a href="${pagePrefix}references"><u>評価</u></a>が表示されます。仲介人は、(もし権限があれば)そのメンバーが与えた評価を変更または消去できます。
	<li><b>取引フィードバック:</b> 取引に対して<a
		href="${pagePrefix}transaction_feedback"><u>資格</u></a>を与えられます。
	<li>Cyclosの<a href="${pagePrefix}messages"><u>内部メッセージシステム</u></a>で<b>メッセージを送信する</b>
	<li><b>Eメールを送信する</b>
	<LI><b>メンバードキュメント:</b> このページにより、印刷できるメンバー<a
href="${pagePrefix}documents"><u>ドキュメント</u></a>の書かれたページにアクセスできます。
	<li><b>委託手数料契約:</b> あなたとあなたのメンバー間の仲介サービスについて<a href="${pagePrefix}brokering#commission_contract"><u>契約</u></a>を再検討または設定できるページにアクセスできます。
</ul>
<hr class="help">
</span>


<span class="admin"> <a name="brokering_actions"></a>
<h3>メンバーアクション: 仲介</h3>
(この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。)
<ul>
	<li><b>仲介人を設定する:</b> このページで、あなたは、そのメンバーが属している<a href="${pagePrefix}brokering"><u>仲介人</u></a>を変更できます。
	<li><b>メンバーリスト(仲介人として):</b> これは、あなたが見ているメンバーが<a href="${pagePrefix}brokering"><u>仲介人</u></a>である場合にのみ利用可能です。その場合、それはその仲介人に属しているメンバーを表示し、この仲介人に新しいメンバーを追加する機会を与えます。
	<li><b>委託手数料設定:</b> これは、あなたが見ているメンバーが実際に仲介人である場合にのみ利用可能です。ここでは、このメンバーが入っている<a href="${pagePrefix}brokering#commission_contract"><u>委託手数料契約</u></a>を閲覧でき、その仲介人とそのメンバーの間の特定の委託手数料契約を検索できます。
</ul>
<hr class="help">
</span>


<span class="admin"> <a name="loans_actions"></a>
<h3>メンバーアクション: ローン</h3>
(この概観は、「<a href="#actions_for_member_by_admin"><u>メンバーについてのアクション</u></a>」ウィンドウの一部です。)
<ul>
	<li><b>ローンを見る:</b> このメンバーの<a href="${pagePrefix}loans"><u>ローン</u></a>の概観に移動します。
	<li><b>ローンを認可する:</b> ここではメンバーにローンを与えます。
	<li><b>ローングループ:</b> そのメンバーが属する<a href="${pagePrefix}loan_groups"><u>ローングループ</u></a>の管理。
</ul>
<hr class="help">
</span>


<span class="admin"> <a name="actions_for_admin"></a>
<h3>管理者についてのアクション</h3>
ここでは、この管理者に関連したいくつかのアクションを実行できます。 あなたは、まず、このウィンドウに関する<a href="#actions"><u>一般的な注</u></a>を読みたいかもしれません。
<ul>
	<li><b>Eメールを送信する</b>
	<li><b>所見:</b> この管理者についての任意の所見をここに記入できます。 所見は、標準にデータベースに備わっているメンバー記録です。管理者のために定義された任意の他の<a href="${pagePrefix}member_records"><u>メンバー記録</u></a>タイプも、ここにボタンとともにリストで示されます。メンバー記録を特定の権限<a href="${pagePrefix}groups"><u>グループ</u></a>に割り当てられるので、管理者グループのために定義されたメンバー記録も存在し得ます。
	<li><b>権限グループを変更する:</b> 管理者が属するグループを変更できます。どの管理者もグループに属します。 このページは、その管理者のグループを変更できるようにします。Cyclosソフトウェアへのアクセスを制御する基本的な方法はグループからです。システム/組織から管理者を削除したい場合は、このボタンを使って、その管理者を「削除済み管理者」グループに移動してください。
	<li><b>ユーザーに今すぐログインを許可する:</b> これは、たとえば、誤ったパスワードでの連続したログイン試行のために、その管理者のアクセスがブロックされている場合にのみ見えます。そのようなアクションは、その管理者のログインを、<a href="${pagePrefix}settings"><u>設定</u></a>に応じて、一定期間ブロックします。そのような管理者が、業を煮やして管理者に電話してきた場合には、このボタンによって、その管理者のログインのブロックを即座に解除できます。それをクリックした後、その管理者はログインを再試行できるようになるはずです。<br> <b>注:</b> もちろん、これはその管理者のログイン<a href="${pagePrefix}passwords"><u>パスワード</u></a>をリセットしません。その管理者がパスワードを覚えていない場合は、このウィンドウの同じセクション内の「パスワードを管理する」ボタンからそれをリセットしても良いでしょう。
	<li><b>ログイン中のユーザーを切断する:</b> その管理者がちょうどこの瞬間にログイン中の場合、このボタンをクリックすることにより、強制的にログアウトさせられます。このボタンは、その管理者が現在ログイン中である場合に<b>のみ</b>見えます。<br> 管理者をログアウトさせる理由は、管理者が正しくログアウトせずにブラウザを閉じた場合でしょう。その管理者が特定の時間(タイムアウト)内にログインしたい場合、その管理者が依然としてログイン中であることを管理者に知らせるメッセージが出ます。管理者が管理に連絡すると、その管理者はこの機能でログアウトさせられます。ただし、別の選択肢は、ただタイムアウト期間が終了するまで待つことです。標準のタイムアウト値は、10分です。<br> 管理者をログアウトさせる別の理由は、アカウントの濫用やハッキングの疑いのような緊急の場合でしょう。そのような場合には、この管理者を強制的にログアウトさせた後、(一時的に)無効にすることが推奨されます(これは、このページの同じセクション内の「権限グループを変更する」ボタンによって行えます)。
	<li><b>パスワードを管理する:</b> ここでは、その管理者のパスワードをリセットできます。
</ul>
<hr class="help">
</span>

</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>