<div style="page-break-after: always;">
<a name="top"></a>
<br><br>評価システムはピア・レビューシステムです。管理者によって有効化されていれば、メンバーは他のメンバーに対して評価を割り当てることができます。評価は、予め定められた評価尺度に基づく点数と個人的なコメントからなります。<br><br>
<span class="member">
<i>見つけ方</i><br> あなたに与えられた評価とあなたによって与えられた評価にアクセスするには、(メニュー: パーソナル &gt; 評価)に行ってください。<br> 別のメンバーに与えられた評価と別のメンバーによって与えられた評価にアクセスするには、メンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に行き、「評価を見る/与える」をクリックしてください。<br> メンバーに対する評価を割当または更新する場合も、そのメンバーのプロフィールに行き、「評価を見る/与える」をクリックしてください。</span>
<span class="broker">
仲介人として、あなたはメンバーの<a href="${pagePrefix}profiles"><u>
プロフィール</u></a>、「メンバーに対する仲介者アクション &gt; 評価の管理」から、あなたのメンバーの評価に行けます。</span>

<span class="admin"> <i>見つけ方</i><br>
管理者として、あなたはメンバーの<a
	href="${pagePrefix}profiles"><u>プロフィール</u></a>、「メンバー情報 &gt; 評価の管理」から、メンバーの評価を見られます。あなたはそのメンバーが与えた既存の評価を変更できますが、このメンバーの代わりに別のメンバーに新しい評価を与えることはできません。<br><br><i>動かし方</i><br> <a href="${pagePrefix}groups#manage_group_permissions_member"><u>メンバー権限</u></a>セクション(「評価」ブロック内)において評価を有効化できます。<br> 評価数の閾値に基づく<a href="${pagePrefix}alerts_logs#member_alerts"><u>メンバーアラート</u></a>を有効化できます。これらは<a href="${pagePrefix}settings#alerts"><u>アラート設定</u></a>内で設定できます。
<hr>


<a name="references_summary"></a>
<h3>評価概要</h3>
これは、受け取った、および、与えた<a href="#top"><u>評価</u></a>の概要です。
<br> 「受け取った評価」ラジオボタンを選択すると、過去30日間およびメンバーであった全期間にわたって、受け取ったすべての値の評価の数を見られます。<br> リストの一番下には、過去30日間およびメンバーであった全期間にわたって、評価の総数と肯定的な評価のパーセンテージが見えます。<br> 「与えた評価」ラジオボタンを選択すると、過去30日間および全期間にわたって、すべての利用可能な値の与えた評価の数を見られます。<br><br> 別のメンバーの評価を閲覧している場合は、そのウィンドウの下の「評価を設定する」ボタンをクリックできます。これにより、メンバーに評価を与えられるウィンドウへと移動します。
<hr class="help">


<br><br><a name="references_given_to_member"></a>
<h3>メンバーの評価</h3>
これは、あなたが他の人に与えた<a href="#top"><u>評価</u></a>のリストです。 
評価を変更するには、<img border="0" src="${images}/edit.gif"> アイコンをクリックしてください。
<br> 評価を消去するには、 <img border="0" src="${images}/delete.gif"> アイコンをクリックしてください。<br> メンバーの「氏名」や「ログイン名」をクリックすると、そのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に行くことができます。
<hr class="help">


<br><br><a name="references_received_from_member"></a>
<h3>受け取った評価</h3>
これは受け取った<a href="#top"><u>評価</u></a>のリストです。
評価の詳細を見るには、<img border="0" src="${images}/view.gif">アイコンをクリックしてください。<br> その評価があなたによって与えられたものであれば、あなたはそれを変更できます。その評価が他の誰かによって与えられたものであれば、あなたはそれを閲覧することしかできません。<br> そのメンバーの「名前」または「ログイン名」をクリックすると、そのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に行くことができます。
<hr class="help">


<br><br><a name="reference_details"></a>
<h3>評価詳細</h3>
この画面では、メンバーへの<a href="#top"><u>評価</u></a>を閲覧または変更できます。<span class="member">あなたは自身で割り当てた評価のみを変更できます。<br> このページでは新しい評価を設定することもできます。新しい評価を設定するには、「評価」ドロップダウンフィールド内で利用可能な値の1つを選んでください。</span> <span class="broker"> <br> あなたが仲介人の場合、あなたのメンバーへの評価を修正または新たに設定できます。これはメンバー間でメンバーが行うのと同様です。しかし、メニュー「仲介人アクション」からメンバーの評価を閲覧している場合、評価を変更することしかできません(新たに作成することはできません)。<br> </span> 「コメント」フィールドでは、なぜあなたがこの評価をこの人物に与えるのかを説明しなければなりません。<br> 行った変更を保存するには、「送信」ボタンをクリックしてください。あるいは、その評価を削除するには、「削除」ボタンをクリックしてください。<br><br>すべてのメンバーは、特定メンバーの<a
	href="${pagePrefix}profiles"><u>プロフィール</u></a>から「評価を見る/与える」を選択することにより、そのメンバーに与えられた評価を見ることができます。

<hr class="help">

</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>