<div style="page-break-after: always;">
<A NAME="public_create_member"></A>
<h3>Cyclosにようこそ</h3>
<!-- 注: あなたの組織はこのファイルをカスタマイズしたいかもしれません!!
これは一般的なテキストです。あなたのCyclosのインスタンスはメンバーフォーム上に様々なフィールドを定めているかもしれないので、これはあなたの場合には適していないかもしれません。--> <br><br>このページで、あなたはメンバーとして登録することができます。このウィンドウは非常に簡単です。赤いアスタリスクの付いたフィールドは必須です。 一部のフィールドは「隠された」ものとしてマークできます。つまり、それらのフィールドはシステムの他のメンバーに対して表示されなくなります。<br> 項目の大部分は一目瞭然です。このテキストは、追加的な情報が有用かもしれない項目のみを取り上げます。<br><br>
<ul>
	<li><b>ログイン名:</b> これはこのソフトウェアに入るためにログイン画面で使う名前です。あなたは好きな任意の名前を選べます。 もしその名前が既に使われていれば、そのように通知されます。 <br>
	<br>
	<li><b>名前:</b> これはあなたの実名です。 それはあなたのプロフィールの上、他のメンバーの検索結果内、取引リスト等の中で現れます。他のメンバーからこれを隠すことはできません。 <br>
	<br>
	<li><b>他の個人情報:</b> これらの大部分は他のメンバーから隠すことができます。他のメンバーがこの情報を見られないように設定することもできます。<br>
	<br>
	<li><b>下の画像文字を入力して下さい:</b><br> セキュリティ上の理由により、画像の文字を画像(CAPTCHA)の下のテキストボックスに入力しなければなりません。これはボットからの悪意のある登録を防ぐためです。 <br>
	<br>
	<li><b>登録同意書:</b><br> あなたは登録同意書に記入するように求められるかもしれません(組織によって有効化された場合)。あなたの情報を記入し終えたら、私たちの「登録同意書」を読んで、「登録同意書に同意します」というボタンをクリックしてください。そうすることによって、あなたはこの組織の条件に同意します。
</ul>
「...同意します」というボタンをクリックすると、あなたの登録がサーバーに送信されます。手続きとしては、それは管理者によって有効化されなければなりません。それが行われるとすぐにEメールによる通知がなされ、あなたに送信されたパスワードでログインできるようになります。<br><br>あなたは初めてログインした後、この登録ページで個人プロフィールに入力した情報を変更できます。一部のフィールドは「読み取り専用」で、管理者のみが変更できます。
<hr class="help">


<a name="accept_agreement"></a>
<h3>登録同意書を承諾する</h3>
このページでは、登録同意書が表示されます。 ログインで先に進むためには、その同意書が承諾される必要があります。そうするには、一番下にある(「私は上の登録同意書を承諾します」の前の)選択ボックスに印をつけて「送信」をクリックします。<br><br>その同意書は、仲介人または代理人によって、新しいユーザーが登録された時に現れます。同意書が管理者によって変更された場合、(既存の)ユーザーがその変更された同意書を承諾するよう求めることも可能です。

</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>





