<div style="page-break-after: always;">
<br><br>
レポートにより、あなたはシステムの状態の概観を得られます。 数種類のレポートを見ることができます:
<ul>
	<li><b>1メンバーの個別活動レポート</b>
	<li><b>メンバーの集合に対する個別の点数が書かれた表</b>
	<li><b>システム全体の点数</b>
</ul>
レポートは、取引数、取引量、広告の数、設定された評価の数を点数化します。レポートとは異なり、Cyclosは<a href="${pagePrefix}statistics"><u> 統計</u></a>も提供しますが、それは統計分析付きの拡張されたレポートです。<br><br><i>見つけ方</i><br> あなたは以下の方法でレポートに行けます:<span class="admin"> レポートに関するメニュー項目があります:「メニュー: レポート」。それは様々な下位項目を含みます。</span> メンバーの個別レポートは、メンバーの<a href="${pagePrefix}profiles"><u> プロフィール</u></a>から見られます。<span class="admin"> <br><br><i>動かし方</i><br> すべてのレポートタイプには、<a href="${pagePrefix}groups#manage_group_permissions_admin_system"><u> 権限</u></a>があり、見えるようにするには有効化しなければなりません。権限は「レポート」というタイトルのブロック内で見つけられます。</span>
<hr>


<a name="member_activities"></a>
<h3>自分のレポート/メンバー活動</h3>
ここでは、あなた自身または別のメンバーの現在のデータに関して、小さなレポートを見られます。あなたは<a href="${pagePrefix}references"><u>評価</u></a>、
<a href="${pagePrefix}advertisements"><u>広告</u></a>
(=「商品とサービス」)、<a href="${pagePrefix}invoices"><u>
請求書</u></a>に関するデータを見ることができるでしょう。<br><br> そのデータがあなた自身についてのものならば、あなたの<a href="${pagePrefix}invoices"><u>請求書</u></a>に関するデータも見ることもできるでしょう。<br><br> 許可されていれば、口座情報も他のユーザーによって閲覧可能です。これはシステム設定に依存します。  
<hr class="help">


<span class="admin"> <a name="current_state"></a>
<h3>現在の状態の概観</h3>
「現在の状態のレポート」によって、システムの現在の状態、または過去の任意の日付のレポートを見られます。表示されるものの概観については、<a href="#current_result"><u>ここをクリック</u></a>してください。<br><br> チェックボックスを使って、あなたが閲覧したいものを選択し、「送信」をクリックしてください。<a name="current_result"></a><br> 現在時刻におけるシステムの状態を見たい場合には「現在時刻」を、過去におけるある日付の状態レポートを見たい場合は「履歴」を使ってください。 

<h3>現在の状態の概観の結果</h3>
このページでは以下のものが表示されます:
<ul>
	<li><b>メンバー<a href="${pagePrefix}groups"><u>グループ</u></a>情報</b>:このセクションは、有効なメンバーの数を表示します。それはこのソフトウェアにログインできるすべてのメンバーです。これはこのページの残りの部分とは異なり、すべてのメンバーグループとそれらに属するメンバーの額を表示します。
	<br><br>
	<li><b><a href="${pagePrefix}advertisements"><u>広告</u></a>情報</b>:
	<ul>
		<li><b>広告を持つアクティブなメンバーの数:</b> ログインが可能で、1つ以上の広告を設けているすべてのアカウント。
    	<li><b>アクティブな広告の数:</b> 今日有効なすべての広告。
		<li><b>期限切れの広告の数:</b> 期限切れであるすべての広告。
		<li><b>スケジュールされている広告の数:</b> 既に保存されているが、将来にアクティブになる予定のすべての広告。
	</ul>
	<br><br>
	<li><b>システム口座</b>: このセクションは、すべてのシステム口座とそれらの現在の残高を表示します。
	<br><br>
	<li><b>メンバー口座</b>: このセクションは、すべてのメンバー口座タイプと残高の合計を表示します。通常、システム内にはメンバー口座タイプが1つしかありません。すべてのメンバーは、このタイプの口座を1つ持っています。
	<br><br>
	<li><b><a href="${pagePrefix}invoices"><u>請求書</u></a></b>:
	<ul>
		<li><b>メンバー請求書の数:</b> メンバー間の入ってきた請求書と出て行った請求書の総数。
		<li><b>メンバー請求書の合計額:</b> メンバー間の入ってきた請求書と出ていった請求書の合計額。
		<li><b>入ってきたシステム請求書の数:</b> メンバーからシステム口座への請求書の総数。
		<li><b>入ってきたシステム請求書の合計額:</b> メンバーからシステム口座への請求書の合計額。
		<li><b>出て行ったシステム請求書の数:</b> システムからメンバー口座への請求書の総数。
		<li><b>出て行ったシステム請求書の合計額:</b> システムからメンバー口座への請求書の合計額。
	</ul>
	<br><br>
	<li><b><a href="${pagePrefix}loans"><u>ローン</u></a></b>:
	<ul>
		<li><b>未決済のローンの数:</b> 完全に返済されていないすべてのメンバーローン。
		<li><b>未決済のローンの残額:</b> すべての残っている(未決済の)ローン支払いの合計額。
	</ul>
	<br><br>
	<li><b><a href="${pagePrefix}references"><u>評価</u></a></b>:
	<br><br>すべての異なる評価カテゴリーについて、その表は、この特定のカテゴリーがどのくらいの頻度で与えられたかを示します。
</ul>
<hr class="help">


<a name="member_lists"></a>
<h2>メンバーリスト</h2>
この機能により、あなたは各々のメンバーに関する様々なデータを含むメンバーのリストを見られます。現在の状態についてのデータをリクエストするか、過去の一時点を選ぶことができます。<br> 以下の主題に関するデータをリクエストできます:
<ul>
	<li>メンバーおよび仲介人の氏名
	<li>広告
	<li>評価
	<li>口座の制限と残高
</ul>

これがすべて「点データ」であることに注意してください。つまり、そのデータは特定の時点についてのものです。その結果、トレード活動に関する情報は得られません(一時点上のトレードというのは無意味だからです)。一定範囲の時間にわたるデータが欲しい場合は、「メニュー: 
<a href="#member_reports"><u>メンバーレポート</u></a>」または「メニュー: <a
	href="${pagePrefix}statistics"><u>統計</u></a>」に行ってください。<br><br>多くのチェックボックスにチェックを入れると、計算をするために数秒間かかることがあります。したがって、少々お待ちください。
<br><br>そのページの一番下では、その結果を<a href="#results"><u>印刷またはダウンロード</u></a>できます。<br><br>以下のオプションが利用可能です:
<ul>
	<li><b>時刻:</b> まず、リストを得たい時点を選択してください。2つのオプションがあります:
	<ul>
		<li><b>現在時刻:</b> もちろん、現在のデータの書かれたリストが得られます。
		<li><b>履歴:</b> 過去における日付に基づくリストが得られます。 このオプションを選ぶならば、日付を指定してください。カレンダーアイコン( <img border="0" src="${images}/calendar.gif" width="16" height="16">&nbsp;)をクリックすることにより、日付選択を使えます。
	</ul>
	<br><br>
	<li><b>仲介人:</b> このセクションでは、<a href="${pagePrefix}brokering"><u>仲介人</u></a>の氏名またはログイン名を指定できます。すると、データのリストは、この仲介人のメンバーのみに限られます。
	<br><br>
	<li><b>メンバー:</b> このセクションでは、以下のものを指定できます:
	<ul>
		<li><b>メンバー名:</b> そのメンバーの名前をリストの各列に表示したければ、これをチェックしてください。これをチェックをしなければ、メンバーデータは匿名で表示されます。
		<li><b>仲介人ログイン名:</b> これをチェックすると、リスト内の各項目とともに、仲介人のログイン名が表示されます。
		<li><b>仲介人名:</b> これにチェックを入れると、リスト内の各項目とともに、仲介人の氏名(実名)が表示されます。
		<li><b>権限グループ:</b> このマルチドロップダウンを使って、このリストに含めるグループを選択してください。たとえば、「完全なメンバー」を選択すると、このグループ内のすべてのメンバーが含まれます(もちろん、あなたが「仲介人」セクション内に入力したものに基づいて)。
	</ul>
	<br><br>
	<li><b>広告:</b> このセクションでは、<a href="${pagePrefix}advertisements"><u>広告</u></a>についてどのデータを含ませたいかを指定します。各チェックボックスについて、その特定の<a href="${pagePrefix}advertisements#ad_status"><u> 状態</u></a>である広告の数が表示されます。
	<ul>
		<li><b>アクティブな広告</b>
		<li><b>期限切れの広告</b>
		<li><b>永続的な広告</b>
		<li><b>スケジュールされた広告</b>
	</ul>
	<br>
	<br>
	<li><b>評価:</b> このセクションでは、「与えた」および「受け取った」<a href="${pagePrefix}references"><u>評価</u></a>に関する情報を見たいかどうかを指定できます。 <br>
	<br>
	<li><b>口座:</b> このセクションでは、どの口座情報を表示するかを指定できます:
	<ul>
		<li><b>クレジット下限</b>
		<li><b>クレジット上限</b>
		<li><b>口座残高</b>
	</ul>
</ul>
<hr>


<a name="member_reports"></a>
<h2>メンバーレポート</h2>
この機能により、メンバーに関連した取引情報の書かれたレポートを表示できます。

<br><br>上から下まで与えられた順序でフォームを経なければならないことに注意してください。たとえば、先に口座タイプを選択しない場合、支払いフィルタボックスは空かもしれません。<br><br>そのページの一番下では、その結果を<a href="#results"><u>印刷またはダウンロード</u></a>できます。<br><br>フォーム上では、以下の要素を指定できます:
<ul>
	<li><b>メンバー名</b>: ログイン名は常に表示されます。 メンバー名を表示させたければ、ここで選択しなければなりません。
	<li><b><a href="${pagePrefix}brokering"><u>仲介人</u></a> ログイン名と氏名</b>:この情報は、これらのチェックボックスをチェックしない限り現れません。
	<li><b>メンバーグループ</b>: ここでは、どの <a href="${pagePrefix}groups"><u>メンバーグループ</u></a>を見たいかを指定できます。
	<li><b>口座タイプ</b>: たいてい、メンバーグループが持つ <a href="${pagePrefix}account_management#accounts"><u>口座タイプ</u></a>は1つです。しかし、メンバーが複数の口座タイプを持つこともあり得ます。ここで見たいタイプを指定してください。
	<li><b>始点および終点フィールド</b>: 日付の範囲を指定します。
	<li><b>何を表示するか</b>: これはおそらく最も重要なフィールドです。ここでは、取引を見たいか、請求書を見たいかを指定します。<br> 取引を選択した場合:
	<ul>
		<li><b>支払いフィルタ</b>により、どの種類の取引をリストにしたいかを指定できます。<a href="${pagePrefix}account_management#transaction_types"><u>支払いフィルタ</u></a>は、<a href="${pagePrefix}account_management#account_search"><u>「口座の管理」</u></a>セクション内で指定できます。支払いフィルタがレポート機能内に現れるようにするには、それらは「レポート内に表示」オプションでマークされていなければなりません。
		<li><b>デビット/クレジット取引</b>: これは支払いフィルタを選んだ後に見えるようになります。あなたはこれらのチェックボックスの少なくとも1つを<b>選ばなければなりません</b>。デビット取引は支払いです。
		<li><b>取引のないメンバーを含む:</b> チェックすると、トレードしなかったメンバーを含めます。
		<li><b>詳細レベル</b> あなたがどのくらい詳細に見たいかを指定できます。
		<ul>
			<li><b>概要</b> その期間内のすべての取引の合計額のみが、メンバーごとに1行ずつで得られます。
			<li><b>取引</b> 各メンバーのその期間内のすべての取引を、取引タイプと取引番号(もし使われれば)とともにリストにします。
		</ul></ul>
		</ul>
	</ul>
</ul>
<hr class="help">


<a name="results"></a>
<h3>レポートの結果</h3>
これらのレポートについてのアクションのタイプを選べます(ページの一番右下のボタン):
<ul>
	<li><b>レポートを印刷する:</b> プリンターに適したレイアウトで、レポートを画面に表示します。この画面は、そのレポートをあなたのプリンタに送信するための印刷ボタンも含みます。
	<li><b>レポートをダウンロードする:</b> CSVフォーマットで結果をダウンロードします。
</ul>
<hr class="help">
</span>


<a name="sms_log"></a>
<h3>送信されたSMSメッセージ</h3>
システムは設定次第で様々な場合に(たとえば、SMSからの支払いの際に)いくつかのSMSメッセージを送信するかもしれません。<span class="admin"> この設定に関するさらなる情報については<a href="${pagePrefix}settings#local"><u>ローカル設定ヘルプ</u></a>を見てください。</span> <br><br>このウィンドウにより、送信されたSMSメッセージの概観が得られます。そのフォームは単純明快で、ほとんどの要素は追加の説明を必要としません。「状態」ドロップダウンにより、SMSの送信が成功したか失敗したかを指定できます。<br> 「検索」をクリックした後、下のウィンドウ内に結果が表示されます。<span class="admin"> 
<a name="sms_log_search_results"></a>
<h3>送信されたSMSメッセージ結果</h3>
このウィンドウは上の検索の結果のリストを表示します。
<hr class="help">
</span>


<span class="admin"> 
<a name="sms_log_report"></a>
<h3>SMSログレポート</h3>
このウィンドウでは、出て行ったSMSメッセージを検索できます。 検索フィルタは一目瞭然です。出て行ったSMSメッセージには2つのタイプがあります。 支払い確認のようなSMS機能に関連したメッセージとパーソナルSMS通知(たとえば、広告の合致に関する通知)です。<br><br> 出て行ったメッセージは組織に対して(SMSゲートウェイまたはオペレータにより)賦課されるので、送信中のメッセージを辿ることは重要です。<br> SMS賦課の設定は<a href="${pagePrefix}groups#group_notification_settings"><u>通知設定</u></a> (グループ設定)内で定められます。<br><br> 注:メンバーは「パーソナル - SMS履歴」内で、自分の出て行ったSMSメッセージを閲覧できます。
<hr class="help">
</span>


<span class="admin"> 
<a name="sms_log_report_search_results"></a>
<h3>SMSログ検索結果</h3>
このウィンドウは上の検索の結果のリストを表示します。 対応するアイコンを選択することにより、リストを表示およびエクスポートできます。
<hr class="help">
</span>



</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>

