<div style="page-break-after: always;">
<br><br>
<a name="top"></a>
取引フィードバックにより、メンバーが取引、たとえば、提供されたサービスの質に関するフィードバックを与えることができます。それはメンバーの質と信頼性についての印象を得るために役立ちます。購入者は販売者にフィードバックを与えることができ、販売者は購入者に返答を与えることができます。取引フィードバックは、管理者によって有効または無効にすることができます。<br> 取引フィードバックのほかに、Cyclosには<a href="${pagePrefix}references"><u>評価</u></a>システムがあり、取引フィードバックとは独立に機能します。評価では資格がメンバーレベルで生じるのに対して、取引フィードバックでは取引レベルで生じます。<span class="member">
<i>見つけ方</i><br>
有効な場合、「メニュー: パーソナル &gt; 取引フィードバック」の下で取引フィードバックを見つけられます。</span>


<span class="admin">
<i>動かし方</i><br>
取引フィードバックを有効または無効にするには、「メニュー: 口座 &gt; 口座の管理 &gt; 編集アイコン &gt; 取引タイプ &gt; 編集アイコン」へ行き、
<a href="${pagePrefix}account_management#transaction_type_details"><u>
適切な値</u></a>を設定してください。</span>
 
<hr>


<a name="feedbacks_summary"></a>
<h3>取引フィードバック</h3>
これは受け取った、および、与えた<a href="#top"><u>フィードバック</u></a>の概要です。
<br> 「受け取ったフィードバック」ラジオボタンを選択すると、すべての利用可能な評価で、過去30日間およびメンバーであった全期間にわたって、受け取ったフィードバックの数が見えます。<br> リストの一番下には、過去30日間およびメンバーであった全期間について、フィードバックの総数とプラスであったフィードバックのパーセンテージが見えます。<br> 「与えたフィードバック」ラジオボタンを選択すると、過去30日間および全期間にわたって与えた、あらゆる値のフィードバックの数が見えます。<br> フィードバック待ちの支払いを見るには、「フィードバック待ちの支払いを見る」をクリックしてください。
<hr class="help">
<br><br>


<a name="payments_awaiting_feedback"></a>
<h3>フィードバック待ちの支払い</h3>
ここでは<a href="#top"><u>フィードバック</u></a>待ちの支払いのリストが見えます。<br><br> メンバー名またはログイン名をクリックすると、このメンバーの<a href="${pagePrefix}profiles"><u> プロフィール</u></a>に移動します。<br> フィードバックを与えるには、<img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp;アイコンをクリックして下さい。
<hr class="help">
<br><br>


<a name="feedbacks_given_to_member"></a>
<h3>与えた取引フィードバック</h3>
ここでは与えた取引<a href="#top"><u>フィードバック</u></a>のリストと、販売者の可能な返答が見えます。フィードバックの詳細を見るには、 <img border="0" src="${images}/view.gif" width="16" height="16">&nbsp; アイコンをクリックしてください。与えたフィードバックを変更することはできません。
<span class="admin"> <br><br> 管理者として、あなたは購入者または販売者のフィードバックにコメントできます。そうするには、 <img border="0" src="${images}/view.gif">詳細ビューをクリックしてください。</span>
<hr class="help">


<br><br>
<a name="feedbacks_received_from_member"></a>
<h3>受け取った取引フィードバック</h3>
ここでは、他のメンバーから受け取った取引<a href="#top"><u>フィードバック</u></a>のリストと販売者の可能な返答が見えます。<br>メンバーの名前をクリックすると、そのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に移動します。<br>フィードバックの詳細を見るには、<img border="0" src="${images}/view.gif" width="16" height="16">&nbsp;アイコンをクリックしてください。与えたフィードバックを変更することはできません。<span class="admin">管理者として、あなたは購入者または販売者のフィードバックにコメントできます。</span>
<hr class="help">
<br><br>


<a name="transaction_feedback_details"></a>
<h3>取引フィードバックの詳細</h3>
ここでは、取引に関する <a href="#top"><u>フィードバック</u></a>を入力または閲覧できます。上の部分には、支払いの詳細が見えます。 ハイパーリンクを使って、そのメンバーの <a href="${pagePrefix}profiles"><u>プロフィール</u></a>に行くことができます。、下の部分では、フィードバックを入力または閲覧できます。
<br><br> あなたが購入者の場合は、ここでフィードバックを入力できます。フィードバックを入力するには、ドロップダウンリストから評価を選択し、「コメント」フィールド内に個人的なコメントを入力しなければなりません。送信後にそのフィードバックを変更することはできませんので、注意してください。完了するには、「送信」ボタンをクリックしてください。
<br><br> 販売者はあなたのフィードバックに返信できます。それが行われた場合、この画面内に返信が見えるでしょう。<br> あなたが販売者の場合、もしまだ返信をしていなければ、ここで返信を入力できるでしょう。<br><br> 管理者は、購入者および販売者のフィードバックに関して、たとえば紛争の解決のためにコメントすることができます。<span class="member"> 管理者がそうした場合、「管理者コメント」セクション内にそのコメントが見えるでしょう。</span> <span class="admin"> あなたは管理者として、あなたのコメントを「管理者コメント」セクション内に入力できます(最初に「変更」ボタンをクリックし、それから「送信」をクリックして入力したエントリーを保存するのを忘れないでください)。</span>
<hr class="help">

</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>
