<div style="page-break-after: always;">
<span class="admin">
<br><br>
これらのページは、ユーザー管理機能です。メンバーの検索、新しいメンバーの登録、現在ログイン中のユーザーの概観、あるいは、メンバー状態についての他の情報の閲覧のために使えます。<i>見つけ方</i><br> 利用可能な機能とそれを見つけられる場所のリストは以下の通りです:
<ul>
	<li><b>メンバーの検索および作成:</b> 「メニュー: ユーザーとグループ &gt; メンバーの管理」から行えます。これは仲介人の検索を含みます。
	<li><b>管理者の検索および作成:</b> 「メニュー: ユーザーとグループ &gt; 管理者の管理」から行えます。 
	<li><b><a href="#connected"><u>接続中のユーザー</u></a>:</b> 「メニュー: ユーザーとグループ &gt; 接続中のユーザー」から見つけられます。
	<li><b><a href="#bulk_actions"><u>バルクアクション</u></a>:</b> 「メニュー: ユーザーとグループ &gt; バルクアクション」から見つけられます。

</ul>
</span>
<span class="broker">
<ul>
	<li><b>メンバーの作成/登録:</b> あなたがこのための権限を持っていれば、これは「メニュー: 仲介 &gt; メンバーの登録」から見つけられます。

</ul>
</span>
<span class="member">
<ul>
	<li><b>メンバーの検索:</b> あなたは「メニュー: 検索 &gt; メンバー」からメンバーを検索できます。
</ul>
</span>
<hr>


<span class="admin">
<A NAME="create_user"></A>
<h3>ユーザーを作成する</h3>
ここでは、新しいメンバーについての情報を入力できます。 そのウィンドウは単純明快です。このフォーム内のフィールドは、あなたの設定に依存します。<br> そのメンバーは、最初のフィールドに挙げられている<a href="${pagePrefix}groups"><u>グループ</u></a>の一員になります。<br><br> 作成中のメンバーのグループに対して仲介人権限を持つ仲介人グループが存在する場合、(オプションとして)そのメンバーをその仲介人グループの仲介人に割り当てられます。このためには、一番下の「仲介人を割り当てる」というラベルの付いたチェックボックスにチェックしてください。<br> そのユーザーのためのパスワードを指定でき、そのユーザーがそのパスワードを直接使用できるか、それとも、次回ログイン時にそれを変更しなければならないかを指定できます。<br><br>データを記入した後、そのメンバーを保存して新しいメンバーを入力する(「保存して新しいメンバーを挿入する」ボタン)か、新しいメンバーの<a href="${pagePrefix}profiles"><u>プロフィル</u></a>を直接開く(「プロフィールを保存して開く」ボタン)ことができます。
<hr class="help">
</span>


<span class="broker"> <a name="create_user_for_broker"></a>
<h3>仲介 - 新しいメンバーを作成する</h3>
ここでは、新しいメンバーについての情報を入力できます。 そのウィンドウは単純明快。このフォーム内のフィールドは、システム設定に依存します。<br> 登録を完了した後、そのメンバーは、あなたが仲介するメンバーの1人として自動的に割り当てられます。<br> そのユーザーのためのパスワードを指定でき、そのユーザーがそのパスワードを直接使用できるか、それとも、次回ログイン時にそれを変更しなければならないかを指定できます。<br><br>データを記入した後、そのメンバーを保存して新しいメンバーを入力する(「保存して新しいメンバーを挿入する」ボタン)か、新しいメンバーの<a href="${pagePrefix}profiles"><u>プロフィル</u></a>を直接開く(「プロフィールを保存して開く」ボタン)ことができます。<br><br>新しいメンバーの登録に対して、あなたは自動的な<a href="${pagePrefix}brokering#commission"><u>委託手数料</u></a>を受け取るかもしれません。これは、あなたのシステム内のルールに依存します。委託手数料は、あなたが登録したメンバーのトレード量に依存します。<br>
「メニュー: 仲介 &gt; メンバー」から、あなたが登録したメンバーを管理し、様子を見ることができます。
<hr class="help">
</span>


<span class="member">
<A NAME="search_member_by_member"></A>
<h3>メンバーを検索する</h3>
このページではメンバーを検索できます。
メンバー検索は、すべてのメンバープロフィールフィールドを検索します。 あなたは検索内で複数のキーワードを使えます。<br>
様々な「オペレータ」は、メンバー検索(および広告検索)で使えます。最も一般に使われるのは以下のものです:
<ul>
	<li><b>*</b> アスタリスク「ワイルドカード」により、言葉の一部分を検索できます。たとえば、ba*で検索すると、彼らのプロフィールの中にBaという文字の組み合わせを持つすべてのユーザーを返します。たとえば、Barbara, Bart, Baker streetなどです(後者は住所フィールドでしょう)。
	<li><b>- not</b> マイナス記号の直後に続くか、「not」とスペースの後に続くキーワードで検索すると、そのキーワードを含まないものを結果として返します。
	<li><b>or</b> 「or」の前に置かれた単語かその後ろのキーワードのいずれかを含むものを検索結果として返します。
	<li><b>and</b> 「and」の前に置かれた単語とその後のキーワードの両方を含むものを検索結果として返します。
</ul>
<hr class="help">
</span>


<span class="member"> 
<A NAME="search_member_result"></A>
<h3>検索結果(メンバー検索についての)</h3>
このウィンドウは、メンバー検索の結果を表示します。 「ログイン名」または「メンバー名」を選択すると、そのメンバーの<a href="${pagePrefix}profiles"><u> プロフィール</u></a>が開かれます。画像アイコンを選択すると、ポップアップウィンドウ内に画像が開かれます。
<hr class="help">
</span>


<span class="admin"> 
<A NAME="search_member_by_admin"></A>
<h3>メンバーを検索する</h3>
メンバー検索ページ(メニュー: ユーザーとグループ &gt; メンバーの管理)では、メンバーの検索と新しいメンバーの登録ができます。<br><br>メンバーを検索したい場合は、様々な検索フィールドに記入できます(ただし、それらのいずれも必須ではありません)。フィールドに何も入力せずに、ただ「検索」ボタンをクリックすると、すべてのメンバーのリストが得られます。メンバーの順序は「メニュー: 設定 &gt; ローカル設定」から設定できます。<br>
<ul>
	<li><b>グループフィルタ:</b> ここでは、<a href="${pagePrefix}groups#group_filters"><u>
	グループフィルタ</u></a >を指定できます。
	<li><b><a href="${pagePrefix}groups"><u>権限グループ</u></a></b>
	<li><b>仲介人ログイン名/仲介人氏名:</b> ここに仲介人のログイン名または実名を入力してください。すると、あなたの結果ページは、この仲介人に属しているメンバーを表示します。
	<li><b>アクティベーション起点/終点:</b> これらの日付フィールドにより、誰かがあなたの組織のメンバーになった日付について検索できます。カレンダーアイコン(<img border="0" src="${images}/calendar.gif" width="16" height="16">&nbsp;)をクリックして、日付選択機能を使うこともできます。
</ul>
新しいメンバーを登録するには、そのフォームの一番下、左側にあるドロップダウンを使わなければなりません。 
ここで、メンバーを作成したいグループを選択してください。すると、<a href="#create_user"><u>登録フォーム</u></a>に移動します。 
<hr class="help">
</span>
 
 
<span class="admin">
<A NAME="admin_search_member_result"></A>
<h3>検索結果(メンバー検索についての)</h3>
このウィンドウは、メンバー検索の結果を表示します。 ログイン名またはメンバー名を選択すると、そのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>が開かれます。そのプロフィールページ内の戻るボタンを選択すると、検索結果に戻ります。<br><br>ウィンドウ内の右上、ヘルプアイコンの隣にある印刷アイコン(<img border="0" src="${images}/print.gif" width="16" height="16">&nbsp;)をクリックすることにより、検索結果を印刷することもできます。これにより、ボタンをクリックして概観を印刷できる、プリンタに適したウィンドウに移動します。<br><br>それとは別に、保存アイコン(<img border="0" src="${images}/save.gif" width="16" height="16">&nbsp;)をクリックして、結果をファイルにダウンロードすることも可能です。その結果は、<a href="${pagePrefix}loans#csv"><u>CSVフォーマット</u></a>でダウンロードされます。それは、メンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>内に存在するすべてのフィールドを含みます(したがって、この結果ウィンドウ内には見えない多くのフィールドも含まれます)。<br> <a href="${pagePrefix}settings#local"><u>ローカル設定</u></a>では、列の見出し(最初の行)内にフィールド名を表示したいかどうかを指定できます。<br><br>注: レポート機能では、もっと具体的な<a href="${pagePrefix}reports#member_lists"><u>メンバーリスト</u></a>が得られます。たとえば、口座残高や広告数のような追加的なデータの書かれたメンバーリストが、レポート機能内で見つけられます。
<hr class="help">
</span>


<span class="broker admin"> <a name="search_pending_member"></a>
<h3>保留中メンバーを検索する</h3>
保留中のメンバーは、登録されているが、Eメールメッセージへの返答による登録確認が済んでいないメンバーです。確認後にのみ、そのメンバーはログインできます。<br> 特定の時間が経過すると、保留中のメンバーはシステム(とリスト)から自動的に削除されます。3つの登録オプションすべて(一般登録ページでの自己登録、仲介人による登録、メンバーによる登録)は、Eメール確認を要求する可能性があります。<br> 注:メンバーはそのシステム内に既に存在する(他の保留中メンバーかアクティブなメンバーの)Eメールアドレスでは登録できません。 <br><br>このページでは、保留中のメンバーを検索できます。あなたは、氏名、グループ、登録日の範囲によって検索できます。<br>
グループ検索は、メンバーがそのグループに属しているということではなく、Eメール確認後にそのメンバーが所属する予定のグループを示します。<br>

</span>

<span class="admin"> 仲介人により検索することもできます。その検索は、選択された仲介人によって登録されたメンバーだけを表示します。これは、仲介人によって登録されたメンバーが、確認を必要とする場合にのみ機能することに注意してください。これは任意の<a href="${pagePrefix}groups#group_registration_settings"><u>グループ設定</u></a>です。最大登録期間は、ローカル設定で定められます。 <br>
<hr class="help">
</span>


<span class="broker admin"> <a name="search_pending_member_result"></a>
<h3>保留中メンバーのリスト</h3>
このウィンドウは、メンバー検索の結果を表示します。 これらのメンバーは、「アクティブ」なメンバーでないということに注意してください(彼らはシステム内でログインできず見えません)。稀な場合にのみ、あなたはそのリストからメンバーを消去したいでしょう。
保留中メンバーを消去すると、そのメンバーは自分の登録を確認できなくなります。<br> あなたがそのメンバーを編集すると、プロフィールデータを閲覧および修正でき、必要ならば、確認を再び送信できます。
<hr class="help">
</span>


<span class="broker admin"> <a name="pending_member"></a>
<h3>保留中メンバーの詳細</h3>
このページでは、プロフィールデータを閲覧および修正でき、必要な場合は、確認Eメールを再び送信できます。
<hr class="help">
</span>


<span class="admin">
<a name="search_admin"></a>
<h3>管理者を検索する</h3>
管理者検索ページ(メニュー: ユーザーとグループ &gt; 管理者の管理)では、管理者の検索と新しい管理者の登録ができます。<br><br>そのフォームは非常に単純です: キーワードを指定するだけか、検索を特定の管理者グループに制限するか、その両方を行えます。フィールドに何も入力せずに「検索」ボタンをクリックすると、すべての管理者のリストが得られます。<br> <br>新しい管理者を登録するには、そのフォームの一番下にあるドロップダウンを使わなければなりません。ここで、管理者を作成したい<a href="${pagePrefix}groups#admin_groups"><u>グループ</u></a>を選択してください。すると、新しい管理者のための<a href="#create_user"><u>登録フォーム</u></a>に移動します。</span>





<span class="admin">
<a name="search_admin_result"></a>
<h3>検索結果(管理者検索)</h3>
このボックスは、あなたの管理者検索の結果を示します。 管理者のログイン名か実名をクリックして、その管理者についての詳細を得られます。
<hr class="help">
</span>


<span class="admin">
<a name="create_admin"></a>
<h3>新しい管理者を登録する</h3>
ここでは新しい管理者を登録できます。
別の人々が単一の管理者アカウントを共有しないように、管理者として働くすべての人に彼ら自身の口座とログイン名を与えることを<b>強く</b>推奨します。これにより、権限を維持し、生じ得るエラーを追跡し、組織を去った人のアカウントを閉鎖することが容易になります。<br>そのフォームは非常に単純で単純明快です。赤いアスタリスク(*)の付いたフィールドは、いずれも必須です。
<br><br>データを記入した後、管理者を保存して新しい管理者を入力する(「保存して新しい管理者を挿入する」ボタン)か、直接、新しい管理者の<a href="${pagePrefix}profiles"><u>プロフィール</u></a>を開く(「保存してプロフィールを開く」ボタン)ことができます。
<hr class="help">
</span>


<span class="admin">
<hr>
<a name="connected"></a>
<h2>接続中のユーザー</h2>
接続中ユーザーページ(メニュー: ユーザーとグループ &gt; 接続中のユーザー)では、どのユーザー(メンバー、管理者、仲介人)が現在ログイン中でシステムを使っているかを概観できます。</span>





<span class="admin">
<A NAME="connected_users"></A>
<h3>接続中のユーザー</h3>
このウィンドウにより、あなたが下のウィンドウ内で、どの<a href="${pagePrefix}groups#group_categories"><u>タイプ</u></a>の接続中ユーザーを見たいかを指定できます。「表示する」ドロップダウンにより、 「管理者」、「仲介人」、「メンバー」、「<a href="${pagePrefix}operators"><u>オペレータ</u></a>」から選べます。<br> 結果を表示するには「送信」をクリックしてください。
<hr class="help">
</span>
 

<A NAME="connected_users_result"></A>
<span class="admin">
<h3>検索結果 接続中のユーザー </h3>
この機能は、上のウィンドウでのあなたの選択に応じて、接続中のユーザーのリストを表示します。<br> リスト内でメンバーをクリックして、プロフィールを開けます。権限のある管理者は、最後の列の消去アイコン(<img border="0" src="${images}/delete.gif" width="16" height="16">&nbsp;)をクリックすることにより、メンバーを切断できます。</span>

<span class="member">
<h3>検索結果 接続中のオペレータ</h3>
この機能は、接続中の<a href="${pagePrefix}operators"><u> オペレータ</u></a>のリストを表示します。<br> リスト内でオペレータをクリックすると、プロフィールを開けます。あなたに権限があれば、最後の列の消去アイコン(<img border="0" src="${images}/delete.gif" width="16" height="16">&nbsp;)をクリックすることにより、オペレータを切断できます。</span>





<span class="admin">
<hr>
<a name="bulk_actions"></a>
<h2>バルクアクション</h2>
バルクアクション機能(メニュー: ユーザーとグループ &gt; バルクアクション)により、管理者はユーザーのグループ分け全体に対するアクションを行えます。</span>





<span class="admin">
<A NAME="bulk_actions_filter"></A>
<h3>バルクアクションフィルタ</h3>
このウィンドウにより、管理者は <a href="#bulk_actions"><u>バルクアクション</u></a>が行われるユーザーのグループを指定できます。フィールドは、論理的なAND検索に結び付いているので、指定が多すぎないように注意してください。さもないと、結果が空で終わるかもしれないからです。
<ul>
	<li><b>グループ:</b> ここでは、<a href="${pagePrefix}groups#group_filters"><u> グループフィルタ</u></a>を指定します。
	<li><b>権限グループ:</b> ここでは、<a href="${pagePrefix}groups"><u> グループ</u></a>を指定します。これが上で指定されたグループフィルタと競合しないように気を付けてください。 
	通例、あなたはグループフィルタかグループを指定しますが、両方は指定しないでしょう。
	<li><b>仲介人ログイン名/仲介人氏名:</b> アクションがある仲介人のすべてのメンバーに対して行われるようにしたければ、ここで、実名またはログイン名のいずれかによって仲介人を指定します。
	<li><b>...:</b> そのフォームの残りの部分は、あなたのメンバープロフィールについて定められた、いくつかの<a href="${pagePrefix}custom_fields"><u> カスタムフィールド</u></a>をリストで示します。 
</ul>
バルクアクションのための基準を指定すると、そのフォームの右下にある「プレビュー」ボタンをクリックすることにより、どのメンバーが含まれるかを見られます。そうすると、含まれるメンバーのリストが提示されます。
<hr class="help">
</span>


<span class="admin"> <A NAME="bulk_action"></A>
<h3>アクション</h3>
ここでは、行われることになる<a href="#bulk_actions"><u>バルクアクション</u></a>が指定されます。以下のことが可能です:
<ul>
	<li><b>グループを変更する:</b> これは、選択されたグループ分けの権限グループを変更します。<br> これを選択すると、あなたは新しい<a href="${pagePrefix}groups"><u>権限グループ</u></a>とコメントを入力するよう求められます。「送信」をクリックすると、関わるすべてのメンバーがその新しいグループへと移されます。
	<li><b>仲介人を変更する:</b> これは、選択されたグループ分けの<a href="${pagePrefix}brokering"><u>仲介人</u></a>を変更します。<br> これを選択すると、新しい仲介人のログイン名または実名を入力するよう求められます(一方を入力すると、他方は自動補完されます)。<br> 「委託手数料を一時停止する」チェックボックスにチェックすると、すべての実行中および未決済の<a href="${pagePrefix}brokering#commission"><u>委託手数料支払い</u></a>を放棄することになります。新たに割り当てられた仲介人に、前任の仲介人のアクションから生じた委託手数料支払いを受け取る権利がない場合、このチェックボックスを使いたいかもしれません。<br> コメントも入力すべきでしょう。「送信」ボタンをクリックすると、すべての関わるメンバーに仲介人が割り当てられます。
	<li><b>カードを生成する:</b> このオプションはメンバーのためのカードを生成します。カードを生成するには<a href="${pagePrefix}access_devices#edit_card_type"><u>カードタイプ</u></a>が存在する必要があり、<a href="${pagePrefix}groups#edit_member_group"><u>グループ設定</u></a>ウィンドウの一部である「アクセス設定」ボックス内で選択されたカードタイプを持つグループにメンバーが属している必要があります。<br> 既にカードを持っているメンバーのためのカードタイプを「再作成」できます。選択ボックスの1つまたは両方に印をつけることによってこれを行います。保留中状態および/またはアクティブ状態にあるカードを持つメンバーのためにカードを再作成することを選べます。いずれの場合も、既存のカードはキャンセルされます。
	<li><b>チャネルを有効/無効にする:</b> このオプションにより、選択されたグループを有効または無効にできます。<br>	
	
</ul>
<hr class="help">


<A NAME="import_members"></A>
<h3>メンバーをインポートする</h3>
この機能により、メンバー(そのプロフィール情報)をインポートすることが可能です。 
オプションとして、初期クレジットもメンバー口座に振り込むか、あるいは、そこから引き落とすことができます。口座タイプを選択し、プラスの残高とマイナスの残高のための支払いタイプを選択することにより、初期クレジットを設定できます。CSVファイル内で指定された額がプラスの場合、システム口座からメンバー口座にお金を移転するために、「プラス残高のための支払いタイプ」の下で選択された支払いタイプ(取引タイプ)が使われます。それがマイナスの場合、メンバー口座からシステム口座にお金を移転するために、「マイナス残高のための支払いタイプ」の下で選択された支払いタイプ(取引タイプ)が使われます。<br><br>
メンバーをインポートするために、CSVファイルが使われます:
<ul>
    <li>そのファイルの最初の行は、インポートする必要があるすべてのフィールドの名称を含まなければなりません。インポート可能なすべてのフィールドについては以下のリストを見てください。 これらの列名は、大文字小文字の区別がありますが、任意の順序に並べられます。
    <li>その他の行はそのユーザーのすべての情報を含み、各行が1人のユーザーを表します。
    <li>すべての行に同じ数のフィールド(したがって同じ数のカンマ)がなければなりません。フィールドは空のままでも構いません。 
</ul>
インポートするフィールドのすべての値がCyclos内で設定された検証基準を満たすことを確認してください。たとえば、カスタムフィールドは固有か、あるいは、システム管理者によって設定された一定数の文字を持つ必要があります。数字と日付は、ローカル設定の定義に応じたフォーマットにしてください。<br><br> 以下のフィールドをインポートできます:
<ul>
	<li><b>名前</b> (必須): メンバーのフルネーム。
	<li><b>ユーザー名</b> (必須): これはログイン名で固有でなければなりません。つまり、この名前のユーザーが既にシステム内に存在しているとエラーになります。ログイン名が自動生成される(口座)番号の場合、その列は必要なく、Cyclosがログイン名を生成します。
	<li><b>作成日</b> (任意): 指定された場合、個人メンバーレポート内の日付(メンバー登録日)が、この日付に設定されます。その列で日付が設定されない場合、現在の(インポート)日付が設定されます。 
	<li><b>パスワード</b> (任意): 平文のメンバーパスワード。 メンバーは、初回ログイン時にそれを変更しなければなりません。
	<li><b>Eメール</b> (Cyclosの設定に応じて必須または任意): それは適切なEメールアドレスでなければなりません。
	<li><b>残高</b> (任意): 初期口座残高。 口座タイプが選択されている場合にのみ使われます。口座タイプを選択する場合、支払いタイプを指定できます(マイナスの残高についてはメンバーからシステム、プラスの残高についてはシステムからメンバー)。<br>
	<i></i>このオプションを使う場合、引き落とされる口座に十分なクレジットがあることを確認しなければなりません。</i></li>
	<li><b>クレジット制限</b> (任意): その口座の(マイナスの)クレジット制限。 空の場合には、グループ口座設定から標準値を取得します。
	<li><b>クレジット上限</b> (任意): その口座のクレジット上限。 空の場合には、グループ口座設定から標準値を取得します。
	<li><b>カスタムフィールド内部名</b> (任意): 選択されたグループに関連するカスタムフィールドの内部名。必要な検証基準が守られます。フィールドがリスト(列挙型)の場合、メンバーのインポートはそれに既存の値がある場合にのみ成功します。たとえば、カスタムフィールド「地域」があり、3つの可能な地域「中央」、「南」、「北」がある場合、他の地域のメンバーはインポートされません。地域が空であるメンバーはインポートされます(ただし、フィールドが「必須」に設定されている場合はインポートされません)。
	<li><b>メンバー記録タイプカスタムフィールド</b> (任意): メンバー記録タイプのための値です。標準データベースでの例は「所見」です。そこではコメントは所見記録タイプのフィールドです。このフィールドは内部名(フィールド設定で指定された)でなければなりません。<br> 記録タイプフィールドをインポートしたい場合は、この記録タイプのために定義されたすべてのフィールドがCSVファイル内で(列として)指定される必要があります。
</ul>
以下にCSVファイルの例を示します(ここでは必須のフィールドとパスワードのみがインポートされます): <br> <i> name,username,email,password <br> Paul McCartney,Paul,Paul@McCartney.com,1234 <br> John Lennon,John,John@Lennon.com,1234 <br> </i><br> 以下にCSVファイルの別の例を示します(ここでは、エリアというカスタムフィールドやメンバー記録タイプ所見というカスタムフィールドコメントも含め、多くのフィールドがインポートされます):<br> <i> name,username,email,password,creationdate,balance,creditlimit,uppercreditlimit,area,remark.comments <br> Paul McCartney,Paul,Paul@McCartney.com,1234,25/08/2000,500,200,,Example area,calls a lot <br> John Lennon,John,John@Lennon.com,1234,01/01/2001,1000,,,Example area,good artist <br>
</i>
<hr class="help">


<A NAME="imported_members_summary"></A>
<h3>インポートされたメンバーの概要</h3>
このページでは、インポートされたメンバーを概観できます。 この段階では、まだ何も処理されていません。リンク(数字)を選択して、インポートが成功または失敗したメンバーの状態を見られます(あるいは、「総メンバー」の後ろの数字を選択することにより、両方を見られます)。<br> 「インポート」を選択すると、成功したメンバーがインポートされます。それでもなお、インポートされたメンバーの状態を閲覧するのは良いことです。
<br> 「アクティベーションEメールを送信する」オプションが選択されており、宛先グループがアクティブなグループの場合，メンバーはアクティベーションメールを受け取ります。
<hr class="help">


<A NAME="imported_member_details"></A>
<h3>インポートされたメンバーの検索</h3>
このウィンドウでは、インポートされたリスト内を特定のメンバーについて検索できます。 行番号またはメンバー名のいずれかによって検索できます。メンバー名検索オプションは、ログイン名とメンバー氏名のフィールド内を検索します。<br>
<hr class="help">


<A NAME="imported_member_details_result"></A>
<h3>インポートされたメンバーの検索結果</h3>
このウィンドウは、インポートの結果を表示します。 インポートエラーの場合には、エラータイプを知らせ(たとえば、フィールドがない、氏名が既に使われているなど)、インポート成功の場合には、クレジット制限(下限)と口座残高を表示します。<br>
メンバーを処理するには、戻ると「インポート」ボタンを押してください。<br>
アクティベーションEメールを送信したい場合、オプション「アクティベーションEメールを送信する」を選択しなければなりません(<a href="${pagePrefix}groups#group_settings"><u>
	グループ設定</u></a>内でこのオプションが設定されていることを確認してください)。
<hr>
<br><br><A NAME="contacts"></A>
<h3>連絡先</h3>
<br><br>これらの画面では、あなたの連絡先を管理できます。
連絡先リスト(メニュー: パーソナル &gt; コンタクト)では、リストからマウスで以下のうちの1つを選択することにより、様々なアクションを行えます:
<ul>
	<li><b>ログイン名 - メンバー名:</b> メンバーのプロフィールページを開きます。
	<li><b>Eメール:</b> このメンバーにEメールを送信します。
	<li><b><img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp;</b> このメンバーについての追加的な情報を閲覧/追加/編集します。
	<li><b><img border="0" src="${images}/edit_gray.gif" width="16" height="16">&nbsp;</b> アイコンに色がない場合、それはその情報フィールドが何も情報を含んでいないことを意味します。
	<li><b><img border="0" src="${images}/delete.gif" width="16" height="16">&nbsp;</b> あなたの連絡先リストから、そのメンバーを消去します。
</ul>
初めのうちは、このリスト内には1つも連絡先がありません。 連絡先は2つの方法で追加できます:
<ul>
	<li>下の「<a href="#add_contact"><u>新しい連絡先を追加する</u></a>」ウィンドウを使ってください。
	<li>まず<a href="${pagePrefix}user_management#search_member_by_member"><u>メンバーの検索</u></a>(「メニュー: 検索」)を行い、検索結果のリスト内で、メンバーの氏名をクリックすることにより、そのメンバーの<a href="${pagePrefix}profiles"><u>プロフィール</u></a>に入れます。プロフィール内で、そのメンバーをあなたの連絡先リストに追加するには、「連絡先に追加する」をクリックしてください。
</ul>
<hr class="help">


<A NAME="add_contact"></A>
<h3>連絡先を追加する</h3>
ここでは、あなたの連絡先リストに新しい連絡先を追加できます。 ログイン名または氏名を(自動補完の)フィールドに入力して、「送信」をクリックすることによりこれを行えます。
<hr class="help">


<br><br><A NAME="contact_note"></A>
<h3>連絡先の注釈</h3>
このページでは、ユーザーについての追加的な情報を挿入できます。 この情報は、あなただけに見え、あなたがそのメンバーを連絡先リストから除くと消去されます。
<hr class="help">


<a name="contact_us"></a>
<h3>連絡先</h3>
このページは、あなたがこのソフトウェアについて質問がある場合の連絡先アドレスを含みます。
<hr class="help">
</span>

</div> <%--  page-break end --%>

<div class='help'>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
<br><br>
</div>

