<div style="page-break-after: always;">
<p class="head_description"><br>访问设备是一种付款媒介，
可用于联环系统以外的付款。这可以是一个销售终端连同信用卡或借记卡。<br>
带有活跃卡的会员可以用这些渠道付款：销售终端网络、
硬件销售终端（读卡器）或安装在一台计算机内的销售终端软件。
卡付款一般是消费者向企业付款。会员可有一张以上的卡，但只有一张活跃的卡。<br>
</p>
<span class="broker admin">可能要求交易密码或用户的登录密码，而不是卡密码。<br>
卡是基于一个卡类型，这是一个卡的模板类。</p>
</span>


<span class="member"> <i>在哪里可以找到它？</i><br>
访问设备可以通过个人资料页或 &quot;菜单 > 访问设备&quot; 达到<br>
</span>
<span class="broker">访问设备或 &quot;透过经纪&quot;
的用户可在个人资料页的经纪行为页达到。</span>

<span class="admin"> <i>在哪里可以找到它？</i><br>
访问设备可以通过会员的个人资料页或 &quot;菜单：访问设备&quot; 达到。<br>
<br>
<i>如何使它运作？</i><br>
为了产生一张卡，一个 <a
href="${pagePrefix}access_devices#list_card_type"><u>卡类型</u></a> 需要存在，并且
需要被分配给一个或多个会员或经纪组别。之后您可以从会员行动生成一张会员卡。
也可以从 <a href="${pagePrefix}user_management#bulk_actions"><u>整批行动</u></a> 
功能产生给一批会员。</span>
<br><br>
<hr>


<a name="card_details"></a>
<h3>卡资料</h3>
这视窗显示卡的资料和您可以执行的行动。 <br>
<br>
卡资料
<ul>
	<li><b>卡号码</b>
	<li><b>激活日期</b>
	<li><b>创建日期</b>
	<li><b>到期日</b>
	<li><b>状态</b>
</ul>

卡操作
<ul>
	<li><b>封锁卡</b> 如果卡的状态是 &quot;活跃&quot;， 这个选项才会出现。
当这个动作完成，卡会在 &quot;block&quot; 状态，意味着什么也不能使用。
	<li><b>解除封锁卡</b> 如果卡的状态是 &quot;封锁&quot;， 这个选项才会出现。
当这个动作完成，卡将返回 &quot;活跃&quot; 状态。
	<li><b>激活卡</b> 如果卡的状态是 &quot;等待&quot;， 这个选项才会出现。
当这个动作完成，卡将进入 &quot;活跃&quot; 状态。<br>
要知道，当一个活跃的会员现在已经有活跃的卡，新卡激活后，现有的活跃卡将取消。 
	<li><b>取消卡</b> 完成这个动作后的卡将在 &quot;取消&quot; 状态，
意思是它永远不能再次使用。
	<li><b>变更卡安全码</b> 如果使用信用卡安全码，这个选项才会出现。 
</ul>
<span class="admin">
<b>注意：</b> 
更多关于卡安全码的信息，可见<a href="#edit_card_type"><u>编辑卡类型</u></a>帮助页面。
</span>
<p>
<b>注意：</b>
操作卡将要求交易密码，如果这是启用的。
并非所有动作会适用于会员。因此可能并非所有行动会显示出来。


<span class="admin">
<a name="card_logs"></a>
<h3>卡日志</h3>
这个视窗将列表显示卡的所有状态变化（如果有的话）。
产生卡日志的行动有已在
<ul>
	<li>封锁卡 
	<li>解除封锁卡 
	<li>激活卡 
	<li>取消卡 
</ul>
<hr class="help">
</span>


<a name="search_cards"></a>
<span class="broker admin">
<h3>搜索卡</h3>
在这个视窗中，您可以搜索符合以下条件的卡：
<ul>
	<li>卡状态
	<li>组别 
	<li>到期日
	<li>会员 
	<li>卡号
	<li>卡类型。唯一需要的字段。如果只有一个卡类型，这个选项将不会出现。
</ul>
<hr class="help">
</span>


<a name="search_card_results"></a>
<span class="member">
<h3>卡清单</h3>
此页面显示了所有的卡的清单。您可以用放大镜图标选择卡，以执行行动。 
</span>
<span class="broker admin">
<h3>搜索卡结果</h3>
这页列表显示搜索结果。您可以用放大镜图标选择卡，以执行行动。 
</span>
<span class="admin"> 您可以选择打印和CSV图标，从列表导出到CSV文件和打印结果。 
</span>

<span class="admin">
<p><b>创建卡</b><br>
当卡名单是从会员资料的行动取出来，您可以选择用 &quot;创建卡&quot; 按钮创建一张新卡，
新卡将在等待状态。该卡将根据会员组别的卡类型设定。
（如果该会员组别没有设置卡类型联，将不会产生卡）。<br>
如果已经有一张等待状态卡，旧卡将被取消，代以新卡。 
</span>
<hr class="help">


<span class="admin">
<a name="list_card_type"></a>
<h3>卡类型</h3>
此视窗列表显示系统中所有的卡类型。
卡类型是卡的模板（就像交易类型是交易的模板）。
您可以通过选择编辑图标，编辑现有的卡类型，或选择删除图标，删除卡类型。<br>
请注意，如果已有卡交易基于该卡类型，您不能删除此卡类型。  
<hr class="help">
</span>

<span class="admin">
<a name="edit_card_type"></a>
<h3>编辑卡类型</h3>
在这个页面上，您可以创建或编辑 <a
href="${pagePrefix}access_devices#list_card_type"><u>卡类型</u></a>。
只有当该卡类型未生成任何卡时，才能编辑它。<br>
有以下字段：
<ul>
	<li><b>名称</b>：卡类型的名称。该名称仅用于搜索。 
	<li><b>数字格式</b>：代表如何格式化卡号码。<br>
	使用可能的字符
	<ul>
		<li>&quot;#&quot; 数字
		<li>&quot;-&quot; 分隔符
		<li>&quot;/&quot; 分隔符
		<li>&quot;\&quot; 分隔符
		<li>&quot;.&quot; 分隔符
	</ul>
	一个数字格式例子： &quot;#### #### #### ####&quot; 或
	&quot;####&quot; &quot;##/##&quot;<br></div>
	可以用一个真正（固定）的号码，如 &quot;123&quot;。
	<li><b>到期日期</b>：在此日期卡将进入过期状态（不能再使用或激活）。
	<li><b>忽略到期日</b>：如果拣选它，卡将在月份的最后一天到期。 
	<li><b>安全码</b>卡安全码是定义给卡的密码。它的工作原理类似个人密码，
不同之处是个人密码在联环系统是定义给每个用户（用户可以使用个人密码于多个渠道）。<br>
	可能的值有： 
	<ul>
		<li><b>不使用</b>：该卡将不使用安全码 
		<li><b>手动</b>：会员和（有权限的）代理/管理员可以更改安全码。 
		<li><b>自动</b>：系统会生成安全码。 
	</ul>
	<b>最高卡安全码错误尝试</b>：在这个不成功的尝试次数后，卡将被封锁。<br>
	<b>卡安全码封锁时间</b>：在最大次数尝试失败后该卡将被封锁的时间。<br>
	<b>安全码的长度</b>：安全码的最小和最大长度。<br>
</ul>
<hr class="help">
</span>


<a name="POS"></a>
<h3>销售终端</h3>
一个销售终端设备可以是硬件（读卡器）或安装在电脑（或任何设备上）的软件。
销售终端通常是位于本地企业。一个会员可以有一个以上的销售终端设备。
销售终端通常将会在用户（付款人）刷卡时识别用户，但这是可选的
（销售终端也可以允许手工输入，如果已配置这种方式）。
用户将需要键入密码以确认该笔付款。
<br>
<span class="admin"> 为了启用销售终端支付，需要启用销售终端渠道。更多关于销售终端的详细资料在
<a href="${pagePrefix}settings#channels"><u>设置 - 渠道</u></a> 帮助文件。</span>


<a name="edit_pos"></a>
<h3>创建/编辑销售终端</h3>
在这个视窗中您可以设置销售终端设备的配置和执行有关的销售终端行动。每个销售终端有以下细节：
<ul>
	<li><b>标识符</b>：这个数字可以用来管理销售终端设备。这通常是销售终端设备的序列号。
标识符一旦被定义便不能改变。 
	<span class="admin"> 
	标识符是与联环系统通信时用来识别销售终端的（认证是通过密码）。 
	</span>
	<li><b>销售终端说明</b>：销售终端的说明（可选）。 
	<li><b>会员登入名</b>：销售终端被分配的会员的登录名。
	<li><b>会员全名</b>：销售终端被分配的会员的名称。
	<li><b>销售终端名称</b>：这是给与销售终端的名称。
与标识符相反，它是可以改变的（如店1，移动销售终端1等）。 
	<li><b>分配日期</b>：销售终端被分配给会员的日期。 
	<li><b>状态</b>：销售终端状态可以是：未分配、分配、活跃。
	<li><b>允许付款</b>：销售终端通常用来接受客户的付款。
如果您希望允许该销售终端所有者付款给其他会员，便需要拣选这个选项。 
	<li><b>结果页面大小</b>：这将显示账户摘要结果最大页面。
默认是5，意味着显示该账户的余额和过去五次交易。 
	<li><b>收据数量</b>：打印的交易收据数量。通常会打印两份（给商店和消费者）。 
	<li><b>最高预定付款</b>：允许最大的预定付款数目。 
</ul>

下面的行动可用于销售终端设备。
（并非所有的行动都可以使用，视有关权限而定）
<ul>
	<li><b>分配</b>：销售终端目前未分配，可选择此选项分配它。 
	<li><b>取消分配</b>：销售终端目前已分配，可选择此选项取消分配。 
	<li><b>解除封锁</b>：销售终端目前被封锁，可选择此选项解除封锁。 
	<li><b>封锁</b>：销售终端目前不活跃，可选择此选项封锁它。 
	<li><b>更改密码</b>：更改销售终端的密码。
密码是用来初始化销售终端和让销售终端所有者检索账户余额和交易历史及付款。
接受来自卡客户的付款是不需要销售终端密码（因为是由客户提供密码）。
如果有授予权限才会显示。 
	<span class="admin">
	<li><b>丢弃</b>：当销售终端被丢弃，它便再也无法使用。
这意味着不能创建具有相同标识符的新的销售终端。
通常当该销售终端不会再使用（因为它是损坏或丢失等），您才会丢弃它。 
	</span>
</ul>
<hr class="help">
</span>

<span class="admin">
<a name="pos_logs"></a>
<h3>销售终端日志</h3>
如果有日志，显示销售终端状态的变化。
生成销售终端日志的行动有：
<ul>
	<li>分配销售终端 
	<li>取消分配销售终端 
	<li>封锁销售终端
	<li>解除封锁销售终端 
	<li>丢弃销售终端 
</ul>
<hr class="help">
</span>

<span class="broker admin">
<a name="search_pos"></a>
<h3>搜索销售终端</h3>
搜索选定标准的销售终端。您可以搜索的选项有： 
<ul>
	<li>销售终端状态
	<li>标识符 
	<li>会员 
</ul>
<hr class="help">
</span>

<span class="broker admin"> <a name="search_pos_results"></a>
<h3>销售终端搜索结果</h3>
列表显示搜索结果。 
<ul>
	<li><img border="0" src="${images}/edit.gif" width="16"
		height="16"> 单击此图标以修改销售终端。
	<li><img border="0" src="${images}/delete.gif" width="16"
		height="16"> 单击此图标以删除销售终端。<br>
	注意：您只能在该销售终端从来没有被分配给会员时，才能删除它。 
</ul>
<hr class="help">
</span>

<span class="member"> 
<a name="member_pos"></a>
<h3> 销售终端列表</h3>
此视窗显示已分配给您的销售终端清单。
您可以点击 &quot;查看&quot; <img border="0" src="${images}/view.gif" width="16"
		height="16"> 图标修改销售终端。
<hr class="help">
</span>

</div> <%--  page-break end --%>
<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>
