<div style="page-break-after: always;">
<p class="head_description">会员可以刊登和搜索广告。广告有各种不同的字段和可以上载一个或多个图片。
广告可以在组织的网站自动刊登（如果已启用这个选项）。</p>
<span class="admin"> <i>在哪里可以找到它？</i><br>
广告具有特别的主要项目单（称为 &quot;广告&quot;）。在这里您可以搜索广告（&quot;菜单：广告 > 产品与服务&quot;）或管理 <a
	href="${pagePrefix}advertisements#manage_categories"><u>广告类别</u></a>。广告的特定用户可以通过他们的个人资料进入。</span>

<span class="member">
<i>在哪里可以找到它？</i><br> 
您可以透过以下方法访问广告：
<ul>
	<li><b>搜索：</b> 可以通过  &quot;菜单：搜索 > 产品与服务&quot; 搜索广告。
	<li><b>管理您的广告：</b> 您可以通过 &quot;菜单：个人 > 广告&quot; 管理自己的广告，.
	<li><b>广告兴趣：</b> 您可以在 &quot;菜单：偏好 > 广告兴趣&quot; 指定您的广告兴趣
	<li><b>另一个会员的广告：</b> 可以通过该会员的 <a href="${pagePrefix}profiles"><u>个人资料</u></a>。
</ul>
</span>
<hr>


<a NAME="advertisement_search"></a>
<h3>广告搜索</h3>
广告的搜索视窗让您可以搜索整个系统的广告。它有一个关键词搜索，并有 &quot;提供&quot;（默认）或 &quot;征求&quot; 的搜索选项。
像联环系统的任何搜索视窗，任何留空的搜索字段将返回所有该搜索字段的可能数据值；这意味着，如果您单击 &quot;搜索&quot;
按钮而没有指定任何关键词，将返回所有可用的提供（或征求）。
<p>广告搜索会搜索所有广告字段（在标题、描述、拥有者、类别层次等），您可以使用多个关键词的搜索。<br>
各种 &quot;操作符&quot; 可用于会员（和广告）搜索。最常用的是：
<ul>
	<li><b>*</b> 星号 &quot;通配符&quot; 可让您搜寻词的一部分。例如，搜索ba*将回复所有在其字段具有ba字母组合的广告，如：Baker，bargain，bass guitar。
	<li><b>-/not</b> 在关键词之前直接有一个减号或 &quot;not &quot;（连空间），搜索的回复结果将不包含该关键词。
	<li><b>or</b> 搜索的回复结果将包含 &quot; or &quot;前面或后面的关键词。
	<li><b>and</b> 搜索的回复结果将包含 &quot; and &quot; 前面及后面的关键词。
</ul>
如果您想更多的搜索选项，您可以单击 &quot;进阶&quot; 
按钮，然后您可以通过选择不同的搜索选项，如：价格范围，类别和刊登日期，缩小您的搜索。所有的选项都是非常简单和不解自明的。
<span class='admin'>
<br>状态下拉框选项让您搜索 <a href="#ad_status"><u>广告状态</u></a>。&quot;组别&quot; 下拉框选项让您搜索一个
<a href="${pagePrefix}groups#group_filters"><u>组别筛选器</u></a>，而 &quot;权限组别&quot; 下拉框选项让您可以直接指定一个组别。
当然，这两个项目不应相互矛盾。组别筛选器常常是用来指定一群居住在同一地域社区的组别，但这当然取决于您的本地配置和组别筛选器的定义。
</span>
<p>
除了搜索关键词外，您也可以通过 &quot;按类别浏览&quot; 下面的视窗浏览广告类别。
如果看不见这个视窗，您应该单击 &quot;查看类别&quot;，它便会显示出来。
这视窗列出所有可用的类别，每一类别名称后面是这些类别的广告数目；当您单击名称，这类别的所有提供或征求将显示在列表中。
<p>
另一种选择是通过 &quot;查看最新广告&quot; 链接，查看最新的广告。单击它后，将显示所有的广告，从新至旧排列。它将显示所有提供或征求，取决于您的选择。
<hr class="help">

<a name="ads_results"></a>
<h3>广告概况</h3>
各种视窗将显示广告的概况。大多数这些视窗有以下部分，使您能在列表中的广告做一些行动。（并非所有这些您都可用，这取决于您的权限及您从那里来）：
<ul>
	<li><b>图片：</b> 您可以单击图片将其显示在其原本大小的一个特殊视窗。
	<li><b>标题：</b> 您可以单击广告的标题，这将带您进入一个有广告详情的视窗。
	<li><b>会员名称：</b> 单击会员的名字将带您进入会员的 <a href="${pagePrefix}profiles"><u>个人资料</u></a>.
	<li><b>状态：</b> 此栏显示广告的 <a href="#ad_status"><u>状态</u></a>。
	<li><img border="0" src="${images}/edit.gif" width="16"
		height="16"> 单击此图标来修改广告。
	<li><img border="0" src="${images}/delete.gif" width="16"
		height="16"> 单击此图标来删除广告。
</ul>
如果可适用，并且如果您有权限，在下面将可看见到一个标记为 
&quot;新增广告&quot; 的按钮，您可以使用此输入新的广告。
<hr class="help">

<a name="ad_status"></a>
<h3>广告状态</h3>
广告的状态可以有以下的值：
<ul>
	<li><b>预定：</b>
	开始日期设定在未来，该广告将（暂时）不会显示在广告搜索中。
	<li><b>活跃：</b>
	现时日期是在开始日期和结束日期之间，只有活跃的广告才会出现在其他会员的搜索结果中。
	<li><b>过期：</b>
	现时日期是在结束日期之后，当有人搜索广告时，该广告将不会（再）出现。
	<li><b>永久：</b> 这种类型的广告没有一个开始和结束日期，并将永远可见。这特别指不能 &quot;售罄&quot; 的服务和商品。
</ul>
<hr class="help">

<a name="search_ads_result"></a>
<h3>搜索结果（广告）</h3>
这视窗将显示的搜索结果是根据您在上面视窗中所指定的搜索标准。<p>
结果列表将显示按相关性排列的广告，<a href="#ads_results"><u>请单击这里</u></a> 以获得这概况内容的详细解释。<p>
在视窗的右上角，帮助图标的旁边，有一个打印图标 <img border="0" src="${images}/print.gif" width="16" height="16">&nbsp;
，这将让您打印广告列表。
<span class="admin">
除了打印功能外，管理员也可以通过 <img border="0" src="${images}/save.gif" width="16" height="16">&nbsp;
储存图标，下载在 <a href="${pagePrefix}loans#csv"><u>CSV文件</u></a> 中的广告。
</span>
<hr class="help">

<span class="member">
<a NAME="member_my_ads"></a>
<h3>我的广告</h3>
这页面显示您刊登的所有广告（产品和服务），要获得此概况内容的详细解释，<a href="#ads_results"><u>请单击这里</u></a>。
<hr class="help">
</span>

<a name="ads_of_member_description"></a>
<h3>广告详情</h3>
当查看另一个会员的广告时，您将看到所有包含资料的字段。单击小图片以查看真正大小的图片。
<br>
如果您想得到更多会员的资料，或您想进行付款，您可以通过单击 &quot;拥有者&quot; 链接，直接进入会员的 <a href="${pagePrefix}profiles"><u>个人资料</u></a>。
<hr class="help">

<a name="ad_insert"></a>
<a NAME="ad_modify"></a>
<h3>修改广告/新增广告</h3>
您可以用此表格来修改现有的广告，或增加一个新的。如果您是修改现有的广告，您应该首先单击 &quot;更改&quot; 按钮，否则无法修改字段。完成后，单击 &quot;提交&quot;
按钮以储存您的广告。
<p>大多数字段都是不解自明的，我们将简短地评论一些字段：
<ul>
	<li><b>标题：</b> &quot;标题&quot; 可用作 <b>简短</b>
	的说明，它会显示在搜索结果的视窗。
	<li><b>描述：</b> 您可以使用 &quot;描述&quot; 字段作为详细资料；您可以使用 &quot;丰富文本&quot; 来描述，这意味着您有一些额外的选项，以编排一个细微的广告版面。
	<li><b>永不过期：</b> 对于长期的提供，您可以拣选这复选框。如果是这种情况，广告将不会过期，请参看下一个项目。
	为了保持广告在您的组织中是最新的（而不是充满无法使用的项目），我们建议此复选框只使用于服务，并且不用于您只有一个项目的商品。
	<li><b>刊登日期/届满日期：</b>  &quot;刊登日期&quot; 是广告首次将会刊登的日期，这意味着它会在搜索产品和服务中显示。
	广告有默认的最长寿命（管理员设置的），当 &quot;到期日&quot; 已达到，广告将不会在搜索中再出现（但它会显示在您的列表中）。
	<li><b>对外刊登：</b> 如果您拣选 &quot;对外刊登&quot;，您允许广告将自动刊登在社区的联网站。
	<li><b>图片：</b> 您可以上载一个或多个与广告相关的 <a href="${pagePrefix}profiles#picture"><u>图片</u></a>。
</ul> 
如果您正在更改现有的广告，表格下面也会显示一个标记为 &quot;新增广告&quot; 的按钮，您可以用它来增加一个新的广告。
<p><b>注：</b>您可以刊登广告的数量有最多限额，这是管理员设置的；如果您想刊登更多广告，您需要先删除一些旧的广告。
<p>
<hr class="help">

<a NAME="ads_of_member"></a>
<a name="admin_ads_of_member"></a>
<h3>会员广告列表</h3>
此视窗显示特定会员的所有广告，<a href="#ads_results"><u>请单击这里</u></a> 以获得这概况内容的详细解释。
<hr>

<a name="categories"></a>
<p class="sub_description">
<h2>广告类别</h2>
广告是以类别组织成的，广告类别最多可以有三个层次深：您可以有主要类别和子类别。
</p>
<span class="admin">
<i>在哪里可以找到它？</i><br>
管理员可以通过主要的 &quot;菜单：广告&quot; 来管理广告。
</span>
<hr class="help">

<span class="admin">
<p><a NAME="manage_categories"></a>
<h3>广告类别</h3>
此页面让您管理广告类别的层次。如果您是在 &quot;主要类别&quot; 以下的类别内，将会显示导航路径如：&quot;主要类别 > 第二层次类别 > ... &quot;，该页面将列出所有在这导航路径指示层次之上的类别。<br>
您可以选择导航路径中的链接返回到更高层次的类别。列表中的类别显示其名称，状态及拥有子类别的数目，显示项目：
<ul>
	<li><b>标题：</b> 类别的名称
	<li><b>状态：</b> 活跃（使用中）或不活跃。不活跃的类别及其包含的子类别和广告（暂时）不使用，因而用户不可见，但是类别是可以重新启动的。
	<li><b>子类别：</b> 如果类别层次中有子类别，它会显示类别层次所包含的子类别数目。
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp;
	单击这个项目将带您进入类别内；在这里，您可以修改它、在这个类别中增加子类别、更改类别名称、或激活/停用它。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">
	单击该图标以删除类别。这只适用于没有包含任何广告的类别（或其子类别）。
	<li><b>更改次序：</b> 要更改类别的次序，请选择在概况下面标记为 &quot;更改次序&quot; 的 &quot;提交&quot; 按钮。
	<li><b>新增：</b> 要在这层次增加一个新的类别，请单击在概况下面的 &quot;新增类别&quot; 按钮。
</ul>
<hr class="help">
</span>

<span class="admin">
<p><a NAME="edit_category"></a>
<h3>修改类别/新增类别</h3>
这是修改或增加一个类别的页面，它显示了母类别和（您可以更改的）字段名称。
<br>
您可以在类别层次中增加一个或多个项目，如果是增加一个以上，您必须每新一行增加一个。<br>
状态可以是活跃或不活跃，当一个类别没有标记为活跃，它将不会显示在任何地方（不在搜索或组合框）。这样做的原因是使您不能删除包含广告的类别（或其子类别）。
活跃/不活跃复选框让您有机会使类别不可见，即使它包含活跃的广告。但是，您应该小心，因为使一个类别不活跃，可能影响很多用户，他们也许会开始询问这件事。<p>
一旦新增了类别层次，您可选择在列表下方的 &quot;新增类别&quot; 按钮，以在此层次增加项目。
<hr class="help">
</span>

<span class="admin">
<p><a NAME="ad_category_order"></a>
<h3>设置广告类别次序</h3>
在这里，您可以定义将会显示在页面的类别次序。要做到这一点，把您的滑鼠指针放在字段名称上面，左击滑鼠，保持按下，同时 &quot;拖曳&quot; 名称到新的位置。
选择 &quot;按字母次序排列&quot;，类别将会按字母顺序排列。<br>
然后，选择 &quot;提交&quot; 以储存更改。
<hr class="help">
</span>
<p>
<hr>

<span class="admin">
<a name="import_export"></a>
<p class="sub_description">
<h2>导入/导出类别</h2>
联环系统允许导入和导出广告类别，使组织和联环系统之间能共同使用广告类别。
</p>
<i>在哪里可以找到它？.</i><br> 
您可以通过 &quot;菜单：广告 > 导入/导出类别&quot; 访问这个项目。
<hr class="help">
</span>

<span class="admin">
<p><a NAME="import_ad_categories"></a>
<h3>导入类别</h3>
当您选择 &quot;导入&quot;，您可以通过 &quot;浏览&quot; 按钮来指定一个类别文件（有 xml 的档案类型）。
<hr class="help">
</span>

<span class="admin">
<p><a NAME="export_ad_categories"></a>
<h3>导出类别</h3>
要导出文件，请选择 &quot;提交&quot;，而浏览器将接管，并询问您文件储存在哪里。
</span>
<hr class="help">

<span class="admin">
<p><a NAME="import_ads"></a>
<h3>导入广告</h3>
这个功能能导入广告。广告字段对映到导入文件的栏名称，栏名称是大小写不区分的，必须在第一行（标题）。栏可以是任何次序（没有第一栏或第二栏，只要是名称正确便会运作）。
如果字段是可选的，您可以省略整个栏，或把栏值留空。<br>
如果系统中存在一个以上的货币，您可以选择导入广告的货币（只有在 &quot;价格&quot; 字段中含有值的广告才会有货币）。导入广告不支持导入图片。<br>
导入广告支持以下字段（栏）。
<ul>
	<li>标题（必须填）<br>
	广告标题。
	<li>拥有者（必须填）<br>
	刊登广告的会员（拥有者）的用户名。
	<li>描述（必须填）<br>
	广告的全部描述。可能是纯文字或 html 格式，这取决于 html 的栏值。
	<li>html（可选择）<br>
	确定描述格式。真值表示丰富文本描述；假值（默认）表示纯文字描述。
	<li>类别（必须填）<br>
	广告类别名称。嵌套的类别必须用冒号（：）和可选择的空间分开。例如，&quot;产品：电脑：笔记本电脑&quot;<br>。
	请注意，最后的类别是没有冒号跟随的。
	<li>刊登开始（可选择）<br>
	决定什么时候开始刊登广告。如果没有设置，使用现时日期。
	<li>刊登结束（可选择）<br>
	决定刊登期的结束。如果没有设置，暗示这是永久的广告，但组别设置可能禁止永久广告；如果是这种情况，此栏是必要的。
	<li>交易类型（可选择）<br>
	决定会员是否提供或搜索产品。可能值是（大小写不区分）：提供或搜索（搜索是一个征求），默认为提供。
	<li>外部（可选择）<br>
	决定广告是否应该显示在联网服务的搜索中。组别设置可能会强逼该值为真或假，默认为真值。
	<li>价格（可选择）<br>
	广告的价格。
	<li>自定字段内部名称（可选择）<br>
	自定字段的内部名称。验证是必须的。
</ul>
请确保广告组别权限是可能的。
</p>


<p><a NAME="imported_ad_details"></a>
<h3>搜索导入广告</h3>
在此视窗中，您可以使用行号码搜索在导入列表中的特定广告。如果您没有指定行号码，所有导入的广告将列在下面的视窗。
</p>

<p><a NAME="imported_ad_details_result"></a>
<h3>搜索导入广告结果</h3>
此视窗显示搜索的结果。它列出了广告的详情和状态。
</p>

<p><a NAME="imported_ads_summary"></a>
<h3>导入广告摘要</h3>
该视窗将显示导入的结果。在有错误的导入情况下，它将通知错误的类型（例如：遗漏字段）；在成功导入的情况下，它将会显示广告的会员、类别和价格。<br>
要处理导入，您可以点击 &quot;返回&quot; 和 &quot;导入&quot; 按钮。
</p>
</span>

</div> <%--  page-break end --%>

<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p> 
</div>