<div style="page-break-after: always;">
<p class="head_description">簿记职能可用于连接（反射）&quot;外部账户&quot;（如银行账户或其他货币系统的账户）与联环系统的账户。
<p>由于簿记职能允许联环系统的本地外部账户（及其交易）有一个齐全的反射，&quot;连接&quot; 联环系统交易与导入交易是有可能的。
这意味着两种交易互相都有一个连接，并收到额外的状态，此状态在交易摘要视窗显示为一个特定图标。还可以搜索和打印每一状态的交易结果列表。
<p>一个典型的使用簿记组件是控制系统的结余，其内部（联环系统）单位是受银行账户的传统货币所支持。在这种情况下，银行账户的交易与联环系统的特定单位是有直接关系的。例如，存款在银行（收到付款）可能与系统付款给会员有关，可能是 &quot;购买&quot; 联环系统的单位或偿还联环系统的贷款。相反地，从银行账户付款（借记）给会员的银行账户，可能相关于在联环系统中会员付款给系统（例如：转存）。对帐职能将有助于控制
联环系统单位的 &quot;支持&quot;。例如，系统的内部单位是100％受传统货币支持，其 &quot;对帐结余&quot; 将是一对一。
<p>导入交易可以自动生成（联环系统）的特定交易类型。例如：外部银行账户收到付款可以生成一个联环系统付款给会员。<br>
这在簿记组件的导入配置部份有详细解释。
<p>控制 &quot;支持&quot; 只是使用簿记组件的例子之一。该组件可以实施在其它的情况，如：对外交易需要生成本地交易或本地系统更改贷款状况。</p>

<i>在哪里可以找到它？</i>
<br>
簿记组件可在 &quot;菜单：簿记&quot; 找到（显示此项目单是需要设置管理组别的权限）

<p><i>如何使它运作？</i><br>
为了可以看到组件，您需要在 &quot;外部账户（记帐）&quot; 区段有正确的 <a href="${pagePrefix}groups#manage_group_permissions_admin_system"><u>管理权限</u></a>。
<p>您必须执行下列步骤，才能在联环系统导入新的外部交易：
<ol>
	<li>核对交易所需要的<a href="${pagePrefix}account_management#transaction_types"><u>交易类型</u></a>是存在的。
	<li>通过 &quot;菜单：管理外部账户 > 新增外部账户&quot; 以新增一个外部账户。
	<li><b>文件对映：</b> 在位于您新增外部账户视窗的下面的视窗，新增导入文件定义。
	<li><b>字段对映：</b> 在下一个视窗告诉联环系统应如何处理此文件中的所有字段。
	<li><b>付款方式对映：</b> 告诉联环系统定义付款方式字段的数据值应如何才对映付款方式，这是在下一个视窗做的。
</ol>
只有在您执行这些步骤后（只有一次就够了），您将能够导入新的外部交易，通过您收到银行账户的交易文件。
<a href="#using"><u>点击这里</u></a> 以取得如何从文件导入新增交易的概况。
<hr>


<A NAME="external_accounts_list"></A>

<h3>外部账户名单</h3>
此视窗显示所有外部账户的名单。
<ul>
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">
	单击该图标以修改外部账户。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">
	单击该图标以删除外部账户。
</ul>
您可以通过下方的 &quot;新增外部账户&quot; 按钮以增加新的外部账户。
<hr class="help">


<A NAME="new_edit_external_account"></A>

<h3>新增/修改外部账户</h3>
在此页面上，您可以定义外部账户及其相关的内部系统和会员账户。<br>
外部账户的交易将主要关于涉及单位的新增（如：贷款）和销毁（如：转钱）的交易。因此，与外部账户相关的系统账户通常是 &quot;无限&quot; 类型。更多有关资料，可参阅 
<a href="${pagePrefix}account_management#account_details"><u>帮助文件</u></a> 的 &quot;新增账户&quot;。
<hr class="help">


<A NAME="edit_file_mapping"></A>

<h3>修改文件对映</h3>
为了导入外部账户的交易资料，您需要定义外部账户字段和联环系统字段之间的对映。第一次新增外部账户后，您将被要求增加一个新的文件对映。可用以下的对映。
<ul>
	<li><b>类型：</b> CSV或自定（程式文件）<br>
	通常交易文件包含纯文字，当中的数据值是用分隔字符分开的。在这种情况下，您可以使用 <a
		href="${pagePrefix}loans#csv"><u>CSV</u></a> 选项。<br>
	如果交易文件有一个更为复杂的格式，例如xml，是有可能编制可以处理格式的自订程式。这文件不打算进入技术细节，但您需要做到以下几点：
	<ol>
		<li>新增一个Java程式，实施联环系统介面 TransactionFileImport（在utils包）
		<li>把它放在程式路径和在服务器位置 WEB-INF/classes 或在一个共同使用的lib目录，如果它装在一个 jar 内。
	</ol>
	<li><b>栏分隔符号：</b><br>
	文件中使用的分隔符号，通常是逗号 &quot;，&quot;。
	<li><b>标题行：</b><br>
	标题行的数量（不包含实际数据值）。这些行将被忽略。
	<li><b>数字格式：</b><br>
	这有两种可能的选项：
	<ul>
		<li><b>固定位置：</b> 在一些情况下，交易文件的金额格式没有分隔符号，但分隔符号是固定的及并从右计算。例如：金额50000及有2个小数位，结果将是500（或500.00包含小数点）。<br>
		如果选择此选项，字段的右向将被称为
		&quot;小数位&quot;，在这里您通常输入 &quot;2&quot;。
		<li><b>使用分隔符号：</b> 分隔符号通常是用的，您可以在 &quot;小数分隔符号&quot; 字段（在右方）定义它。这主要是一个点 &quot;.&quot; 或逗号。
	</ul>
	<li><b>负数符号：</b><br>
	在某些情况下，交易文件的金额格式是永不负数的，但为了负数字，在一个独立的栏有一个特殊字符。例如：&quot;-&quot; 或 D（借记）。
	例如：金额栏字段| -500,00 | 可以与栏 |D | 500,00 | 一样（其中|是栏分隔符号）。在这种情况下，您在这字段输入此字符。<br>
	通常在同一字段的金额有负数符号，负数栏是没有必要的。
	<li><b>文字串引号：</b><br>
	交易文件和CSV文件通常包含文本的文字串（以防止行和栏折断）。在这里，您可以定义字符串引号（主要是 &quot;）。
	<li><b>日期格式：</b><br>
	在这里您可以定义日期的格式。您可以使用 y 代表年，M 代表月（必须是大写）和 d 代表日。您可以在数据值之间使用任何分隔符，如：dd/MM/yy 或 yyyy-MM-dd等。
</ul>
点击 &quot;提交&quot; 按钮以提交文件对映。点击 &quot;重置&quot; 按钮将删除所有文件对映和将提示您增加一个新的。当重置文件对映时，付款方式（视窗下方）不会被删除。
<hr class="help">


<A NAME="file_mapping_fields_list"></A>

<h3>文件对映字段</h3>
一旦定义了文件对映的格式（视窗上方），您可以把交易文件的字段对映到联环系统字段。所有列表上的行将代表交易文件中的一行，每一字段代表一栏。
<P>当您首次看到这个视窗，列表中将不会有任何字段。要新增一个字段对映，您点击 &quot;新增字段对映&quot;，您必须重复此新增于文件中含有交易的所有字段。<br>
第一个栏位（次序编号1）将是交易文件中的第一（左）栏。请确保字段次序符合栏次序。
<p>一旦列表中有项目，您可以做几件事情。
<ul>
	<li>您可以通过点击 &quot;更改字段对映次序&quot; 按钮以更改字段次序。
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">&nbsp;单击此图标，您可以更改这字段。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">&nbsp;单击此图标，该字段会从列表中删除。
</ul>
<hr class="help">


<A NAME="edit_field_mapping"></A>

<h3>新增/修改字段对映</h3>
在这里，您可以定义每个字段的对映。您可以输入一个名称，这只是一个将显示在列表中的文本标签，它没有任何职能。在下拉框组合的字段，您可以选择以下选项。
<ul>
	<li><b>忽视：</b>
	如果文件中包含额外的栏，它不需要对映到联环系统的字段，您仍然需要为它新增对映，但您设定 &quot;忽略&quot; 选项。
	<li><b>会员编号：</b>
	此选项可以用来对映到联环系统的内部识别编号。交易文件未必可能会包含联环系统的内部（会员）编号，但我们给与这选择是为了提供一套完整的选项。
	<li><b>会员名称：</b>
	如果交易文件指定一个（联环系统的）用户名，您可以使用这选项来定义此栏。
	<li><b>会员自定字段：</b>
	如果交易文件没有指定用户名，可以对映自定（个人资料）字段，以识别用户。这必须是一个唯一的自定字段，例如财政号码。
	<li><b>付款方式：</b>
	如果您想导入交易和从交易文件生成付款，您必须定义付款方式。大部分交易文件的交易将有一个以上的付款方式。例如：存款、偿还贷款等。
	付款的方式在独立的栏有一个指定的编号，您可以用此选项来定义代表付款方式的栏。在这视窗下方的付款方式职能中，可以定义不同付款方式的可能值。
	<li><b>付款日期：</b>
	您可以使用此选项来指定包含交易付款日期的栏。
	<li><b>付款金额：</b> 您可以使用此选项来指定包含交易付款金额的栏。
	<li><b>负数标记：</b> 付款金额可以不指示是负或正数，而是指定在独立的栏内。
	您可以使用此字段来定义付款金额字段是负数或正数，它可以是一个符号（如 &quot;-&quot;）或一个字（如 &quot;D&quot; 或 &quot;借记&quot;）。
</ul>
点击 &quot;提交&quot; 储存。<p>
<b>注：</b> 您只能使用一个字段一次。这意味着，当您已新增一个字段类型（如：付款日期），您不能再将其新增（它不会显示为一个选项）。&quot;忽视&quot; 字段例外，因为可以有不同的栏您可能想要忽略（不导入）。<br>
由于会员编号、会员名称和会员自定字段都是用来定义会员，您只能在您的文件对映中使用这三个字段类型其中的一个。
<hr class="help">


<a name="set_field_mappings_order"></a>
<h3>设置字段对映次序</h3>
在此视窗，您可以更改字段对映的次序。您定义的对映字段，需要准确地与您要导入的交易文件中的字段次序相同。
<p>视窗以一个非常简单的方式操作，您只需点击一个字段名称，并用滑鼠拖曳它到您想要的地方，完成后，您可以点击 &quot;提交&quot; 按钮以储存结果。
<hr class="help">


<A NAME="external_transfer_type_list"></A>
<h3>付款方式（行动对映）</h3>
这个视窗列表显示交易文件所包含的可能付款方式。为了新增付款方式，必须存在一个 &quot;付款方式&quot; 对映字段。从这个视窗，您能告诉联环系统这字段的哪一个编号值，对映到联环系统的真正付款方式。
请记住，您必须对映可能存在于这字段的所有数据值；没有对映到任何可能的交易类型的数据值，其对映为 &quot;无&quot;。
<ul>
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">
	单击该图标以修改付款方式对映。
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">
	单击该图标以删除付款方式对映。
</ul>
要新增一个付款方式对映，请点击标记为  
&quot;新增付款方式&quot; 的 &quot;提交&quot; 按钮。
<hr class="help">

<A NAME="edit_external_transfer_type"></A>
<h3>新增/修改转账类型</h3>
在此页面，您可以定义联环系统应如何阐明付款方式字段的数据值，这字段是在您银行的交易文件中。在这里，您定义一个特定数据值应对映的交易类型。您应该为这字段的每一个可能的数据值重复此程序。
<br>
名称和描述是供内部使用，并没有职能。字符是包含 
<a href="#edit_field_mapping"><u>付款方式字段对映</u></a> 之字段的其中一个可能值。见以下列表例子。
<br>
以下行动是可能的。
<ul>
	<li><b>无：<</b>
	在这里，您只说出特定的数据值不应该执行任何行动。该交易将出现在您的外部账户概况，使结余正确，但它在联环系统不会生成任何付款。
	<li><b>生成会员付款：</b>
	下面的例子可以提供帮助。如果交易文件中付款方式的栏有各种可能值（数据值），其中一种是
	&quot;DEP1&quot;，它指出此交易是存款在银行账户；如果您想这个特定的付款方式自动生成一个系统账户付款给会员，应选择此选项。
	<li><b>生成系统付款：</b>
	这将是一个罕见的情况，但可提供任何可能的选项。这意味着，外部账户收到的交易将在联环系统生成一个会员付款给系统。<br>
	一个例子可以是您想要导入国家货币的簿记到联环系统，以核对会员是否及时以国家货币支付会籍费用。
	在这种情况下，您将需要为组织新增国家货币的账户（以反映系统的银行账户），加上会员另外的国家货币账户。
	这将让您透过新增账户以反映银行账户的交易，并核对会员是否已支付会籍费用（此外，您还可以对它执行统计）。
	<li><b>舍弃贷款：</b>
	有些系统在联环系统有 <a href="${pagePrefix}loans"><u>贷款</u></a>，它是可以外部付款的（例如：用传统货币）。
	当贷款是外部偿还，您不想在联环系统中的状态更改为偿还，因为这状态是保留给联环系统内部货币的还款。
	在这种情况下，新的状态将是 &quot;舍弃&quot;。当偿还贷款后，可以根据这些付款方式自动更改贷款的状态。
	<li><b>对帐：</b>
	对帐状态是给予联环系统内部付款的一个状态，并说明它有一个已由管理层确认的外部 &quot;相对&quot; 付款。它是用来控制整套联环系统账户（系统和会员）及外部账户的结余。
</ul>
<hr class="help">

<a name="using"></a>
<p class="sub_description">
<h2>使用外部账户</h2>
您可以导入外部交易到外部账户内，然后才处理它们；您也可以搜索外部账户的交易。
</p>
<i>在哪里可以找到它？</i>
<br>
外部账户概况可通过 &quot;菜单：簿记 > 账户概况&quot; 进入。
<p><i>如何使它运作？</i><br>
一旦您已配置外部文件的对映（见文件顶部），您就可以开始从您银行的文件导入交易。您应该执行以下行动使其运作：
<ol>
	<li>请到 &quot;菜单：簿记 > 账户概况&quot;，并点击 <img border="0" src="${images}/import.gif" width="16" height="16">&nbsp;导入图标以进入导入组件。
	<li>导入文件。如果这结果出现错误，纠正它们，直到您导入成功。
	<li>请到已导入交易概况。这项工作可以通过搜索结果视窗（在导入按钮视窗上方）完成，点击 <img border="0" src="${images}/preview.gif" width="16" height="16">&nbsp;查看图标。
	<li>删除或还原不齐全的交易；核实待处理的交易，并把它们变成 &quot;已核对&quot; 的状态。
	所有这一切都可以通过每项交易的 <img border="0" src="${images}/preview.gif" width="16" height="16">&nbsp;查看图标做到。
	<li>通过这交易概况上方的 &quot;处理&quot; 按钮来处理已核对的交易。
</ol>
<hr>

<A NAME="external_accounts_overview"></A>
<h3>外部账户概况</h3>
本页面列出系统配置了的所有外部账户。名称栏将显示外部账户的名称，而账户余额将显示所有导入交易的总和。
<ul>
	<li><img border="0" src="${images}/import.gif" width="16" height="16">
	点击箭头图标进入账户的导入职能，让您从文件导入外部交易。您也可以得到所有过去导入的概况。
	<li><img border="0" src="${images}/preview.gif" width="16" height="16">
	点击放大镜图标，查看和处理已导入的交易。
</ul>
<hr class="help">

<A NAME="external_transfer_import_new"></A>
<h3>新增导入外部转账</h3>
在这视窗，您可以导入新的外部转账。只要选择文件和点击 &quot;提交&quot;。如果该文件由于语法错误不能读，就会出现错误报告详细说明导致错误的行和字段。
<hr class="help">

<A NAME="external_transfer_import_list"></A>
<h3>外部转账导入列表</h3>
在此视窗，您可以使用期段来搜索导入文件。您可以使用日期拣选器（<img border="0" src="${images}/calendar.gif" width="16" height="16">）输入日期。
<hr class="help">

<A NAME="external_transfer_import_result"></A>
<h3>外部转账导入结果</h3>
此视窗列表显示所有已导入的交易文件。
<ul>
	<li><img border="0" src="${images}/preview.gif" width="16" height="16">
	点击放大镜图标以查看和处理已导入交易。<br>
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">
	点击删除图标以删除已导入交易。<br>
	注：您不能删除有交易状态为 &quot;已核对&quot; 或 &quot;已处理&quot; 的导入。
</ul>
<hr class="help">

<A NAME="external_account_history"></A>
<h3>外部账户历史</h3>
在此视窗，您可以搜索已导入交易。该职能搜索所有已导入的文件。没有选择选项的搜索将显示特定外部账户的所有导入交易。可用以下搜索选项：
<ul>
	<li><b>类型：</b>
	您可以使用此选项搜索每一种付款方式（在导入配置定义）。
	<li><b>状态：</b>
	<ul>
		导入交易可有以下的状态。
		<li><b>待处理：</b>
		交易已导入但尚未核实。它不影响
		&quot;已导入余额&quot;（在簿记职能的主页）及任何生成行动。<br>
		注：删除待处理状态的导入交易是可能的。
		<li><b>已核对：</b>
		这些交易已经核实，并在 &quot;已核对&quot; 的 <a href="#external_transfers_history_result"><u>状态</u></a>。
		<li><b>已处理：</b>
		这些交易在变成已核对状态后，已经被处理。
	</ul>
	<li><b>用户名/会员：</b>
	搜索特定会员的交易。
	<li><b>开始金额/结束金额：</b>
	用金额范围来搜索
	<li><b>开始日期/结束日期：</b>
	用期段来搜索。
</ul>
在视窗下面有行动（显示三个按钮），它们是（从左向右）：
<ul>
	<li><b>导入目标列表：</b> 这将带您到导入文件的概况；在这里，您也可以导入新的交易文件。
	<li><b>处理付款：</b>
	这将会开启一个您可以选择处理一个或多个交易的视窗。<br>
	该处理可以是
	<ul>
		<li>与发出的付款（从外部账户）对帐
		<li>生成与银行账户收到付款有关的联环系统内部付款
		<li>舍弃与外部账户收到付款有关的（联环系统）偿还贷款。
	</ul>
	处理按钮适用于在搜索结果列表中的所有交易（选择它们与否是不重要的）。请注意，交易只在 &quot;已核对&quot; 状态下才能被处理。
	<li><b>新增付款：</b>
	假若导入不正确，是可以手动新增交易的。
</ul>
这些职能的更多资料，可以在本身的职能视窗找到。
<hr class="help">

<a name="status"></a>
<h3>交易状态</h3>
每一个导入交易都有一种状态。状态可以有以下的值：
<ul>
	<li><b>待处理</b> <img border="0" src="${images}/pending.gif" width="16" height="16">：交易已导入，但没有任何影响，它在待进一步的行动。<br>
	如果交易类型被选择为 &quot;可对帐&quot;，这状态也将会显示在系统账户概况。用这种方法，您可以直接从账户概况页追踪对帐状态。<br>
	只有待处理的交易状态可以被删除。
	<li><b>已核对</b> <img border="0" src="${images}/checked.gif" width="16" height="16">：交易已核实，并 &quot;已核对&quot;。这意味着它将进入外部账户余额。<br>
	把交易状态从 &quot;已核对&quot; 返回 &quot;待处理&quot; 是有可能的。
	<li><b>不齐全</b> <img border="0" src="${images}/incomplete.gif" width="16" height="16">：交易已导入，但一个或多个字段无法正确地对映。例如：如果在导入交易中的一名会员不存在于联环系统。<br>
	<li><b>对帐</b> <img border="0" src="${images}/conciliated.gif" width="16" height="16">：交易已处理。这意味着，它是外部账户余额的一部份，并导致联环系统的行动（如联环系统内部付款或舍弃贷款）。<br>
	如果交易类型被选择为 &quot;可对帐&quot;，这状态也将会显示在系统账户概况。用这种方法，您可以直接从账户概况页追踪对帐状态。<br>
	已处理的交易不能给予另一状态，也不能将其删除。
</ul>
<hr class="help">


<A NAME="external_transfers_history_result"></A>
<h3>外部转账</h3>
此视窗显示以上搜索视窗的结果。默认情况下，它显示所有导入交易。类型栏的前面会显示状态图标。
<a href="#status"><u>点击这里</u></a> 可得到状态的可能值的概况。金额和日期栏是不解自明的。
<p>
以下行动可在每一项交易进行。
<ul>
	<li><img border="0" src="${images}/preview.gif" width="16" height="16">
	您可以选择预览图标进入已对帐和已处理的付款。这些付款是不能更改的，但是可以设置已核对的交易返回待处理状态。
	<li><img border="0" src="${images}/edit.gif" width="16" height="16">
	您可以选择修改图标来修改在待处理状态交易中的交易数据。<br>
	<li><img border="0" src="${images}/delete.gif" width="16" height="16">
	点击删除图标来删除交易。<br>
</ul>
<hr class="help">


<A NAME="external_transfers_history_summary"></A>
<h3>外部转账历史摘要</h3>
此视窗显示列出的交易总数的概况和报表。
<p>注：只计算在视窗顶部搜索结果中的交易。没有选择选项的搜索将显示特定外部账户的所有导入交易。
<hr class="help">

<A NAME="new_external_transfer"></A>
<h3>新增外部转账</h3>
可以手动新增一个交易。通常情况下这是不需要的，因为导入交易可配置为正确地导入所有的交易。但在有需要（罕见）的情况下，这是可以在此视窗做到。
<br>
输入字段是不解自明的。
<hr class="help">

<A NAME="edit_external_transfer"></A>
<h3>查看及修改外部转账</h3>
在此页面，您可以查看导入转账的详情。如果转账是在待处理 <a href="#status"><u>状态</u></a>，您可以修改其属性。<br>
输入字段是不解自明的。
<hr class="help">

<A NAME="external_transfer_process"></A>
<h3>处理外部转账</h3>
在这页面，您可以处理付款。请注意，付款必须是在
<a href="#status"><u>&quot;已核对&quot; 的状态</u></a>，否则将不会显示在准备进行处理的交易列表上。
<p>视窗提供了可处理的付款的概况。在每一个项目，上面的列显示原来从交易文件读入的的行，而下面的列显示当您点击提交后，将会被处理的交易。
在第一栏的复选框中选择您要处理的交易。这也允许您修改日期或金额，如果它们看来不正确。
<br>
点击 &quot;提交&quot; 将处理所选的交易。
<p>
有3种处理的类型。
<ul>
	<li><b>对帐：</b>
	此选项在系统是很常见的，内部（联环系统）的单位受到外部支持（例如：银行账户的传统货币）。对帐一套交易（外部交易和联环系统交易）意指这两种交易将联系在一起，因为它们在管理上是有关的。
	这会以付款前面的 <img border="0" src="${images}/conciliated.gif" width="16" height="16"> 显示在外部账户职能的账户概况和系统账户职能概况中。
	在这些职能的搜索视窗，将有一个选项是用对帐状态来搜索的。为了使交易能够与联环系统中的交易类型对帐，该交易类型配置必须选择 &quot;可对帐&quot; 选项。<br>
	<li><b>生成付款：</b><br>
	收到（外部）付款（只有正金额）可以配置为生成一个联环系统付款（系统给会员或从相反方向）。它将需要被拣选才能处理付款。交易一旦被拣选便可以修改金额和日期，但这将只在罕见的情况下才需要。<br>
	生成付款将自动具有对帐状态。
	<li><b>舍弃偿还贷款：</b><br>
	联环系统中已偿还的贷款将进入一个管理层的 &quot;已付款&quot; 状态。若联环系统的贷款可以外部偿还，将有可能给与这些贷款一个状态，指出它们已偿还；这种状态称为 &quot;已舍弃&quot;。
	由外部收到的付款生成一个舍弃贷款是可能的。<br>
	在外部账户配置有一种特定的类型。当处理这样一个外部交易，联环系统将搜索与已启动的贷款付款相同的金额和日期，并将最接近的匹配贷款显示。
	如果有多个支付贷款符合，它们所有都将显示出来，管理员可以选择正确的一个。之后，在外部账户概况便生成一个舍弃支付贷款的对帐状态。
</ul>
<hr class="help">

</div> <%--  page-break end --%>

<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>
