<div style="page-break-after: always;">
<p class="head_description">联环系统附设有一个在线的帮助系统。在您浏览的视窗中有针对具体情况特定的帮助，并在不同的题目上提供概括的帮助，构成了一套使用手册。
</p>
<i>在哪里可以找到它？</i>
<br>
每个联环系统的视窗有一个细小的帮助图标
<img border="0" src="${images}/help.gif" width="16" height="16">
，位于视窗的顶部标题列的最右方。如果您单击这个帮助图标，就会出现您浏览的视窗的特定帮助文字。<p>
您也可以通过 &quot;菜单：帮助 > 手册&quot; 进入
，这里您会看到所有可用的帮助文件的列表。单击列表中的每个项目，您便将被带到这特定的帮助文件；
如果您使用视窗右上角的 &quot;打印整个手册&quot; 的链接，一
个新的视窗将会开启，以可打印格式显示整个手册(＝所有的帮助文件)。
<hr>
<p><b>使用帮助文件</b><br>
手册中的每一份帮助文件是关于一个特定的题目，大约有30份帮助文件。一般来说，文件从概括地描述这文件的题目开始。
一份文件可能涵盖多个与主要题目相关的副题目，通常最多包括3个题目；这些题目以横线互相分隔。<br>
帮助文件内可使用内部链接。如果在选择一个链接后，您想跳回到先前的帮助页，可以使用键盘上的 &quot;后退&quot; 按钮
； 由于大多数的弹出视窗没有 &quot;后退&quot; 按钮，如果的引至您使用Linux火狐的默认后退按钮不起作用，
可以启用它。

<p>在概括的描述后，文件通常继续有两个很有用的章节：<ul>
	<li><i>在哪里可以找到它？</i> 简短地指出您如何能达到文本中所描述的职能，
	通常这是描述需要单击的项目单。
	<li><i>如何使它运作？</i> 简短地指出如何让文本中所描述的职能运作。
	在联环系统中很多事情是可能的，但一些职能需要先配置，然后才能使用它们；您可能需要设置不同的权限和更改一些设置，
	这是本节所涵盖的。请注意，本节主要只与管理员有关，因此会员不会见到它；如果资料也是与会员相关的，则会员将可见到。
</ul>
如果文件包含一个以上相关的副题目，每个新副题目会重复 <i>在哪里可以找到它</i> 和 <i>如何使它运作</i> 的章节。
<p>
在概括的章节后，帮助文件将包含所有在程式中的视窗的文本块；当您单击其中一个联环系统视窗的帮助图标 <img border="0" src="${images}/help.gif" width="16" height="16">
，您将被引导到这些文本块；如果您是通过这条路线来到帮助文本，请记住，您只须向上滚动，以寻找 <i>在哪里可以找到它</i> 
及 <i>如何使它运作</i> 的章节。

<p>
在复杂的题目上，帮助文件可在结尾加上术语的词汇。帮助系统也在不同题目之间使用链接；您可以在帮助系统内单击任何链接，带您到相关的题目。

</div> <%--  page-break end --%>