<div style="page-break-after: always;">
<A NAME="public_create_member"></A>
<h3>欢迎进入联环系统</h3>
<!-- 注意：您的组织可能会想要自订这个档案！
这是一个共同的文字。作为您的实例联环系统可能已有明确界定不同字段的会员形式，它可能不适合您的情况。-->

<p>在这页面，您可以注册成为会员。视窗是相当简单的。标有红色星号的字段是必须填写的。
一些字段可以被标记为 &quot;隐藏&quot;，它们不会显示给系统内的其他会员。<br>
大部分项目都是不解自明的；这文本将只涵盖需要附加资料的项目。
<p>
<ul>
	<li><b>用户名：</b> 这是您要进入软件，在登录屏幕将会使用的名称。您可以选择任何您喜欢的名称。如果该名称已被使用，您将会收到通知。<br>
	<br>
	<li><b>名称：</b> 这是您的真正名称。它会出现在您的个人资料上面，在其他会员的搜索结果中，在交易列表中，等等。
这是没有可能从其他会员中隐藏的。<br>
	<br>
	<li><b>其它个人资料：</b> 大多数这些是可以从其他会员中隐藏的；您可以设置为其他会员将无法看到这些资料。<br>
	<br>
	<li><b>请输入以下图片中的形象字符：</b><br>
	为了安全起见，您必须在图片下面的文本框内，输入图片中的形象字符（CAPTCHA）。这是为了防止恶意注册。<br>
	<br>
	<li><b>注册协议：</b><br>
	您可能被要求接受一份注册协议（如果是由组织启用）。
	填写您的资料后，您应该阅读我们的 &quot;注册协议&quot;，然后点击 &quot;我接受上述注册协议&quot; 按钮。通过这样做，您同意组织的条款。
</ul>
在点击 &quot;我接受...&quot; 按钮后，您的注册会发送到服务器。程序是，管理员必须验证它。
这一旦发生，系统会用电邮通知您，并且您将能够使用发送给您的密码登录。
<p>当您第一次登录后，您可以在个人资料更改您在这注册页面输入的资料。一些字段是 &quot;只读&quot; 的，只有管理员才能更改。
<hr class="help">

<a name="accept_agreement"></a>
<h3>接受注册协议</h3>
在此页面显示注册协议。为了继续进行登陆，必须接受协议。
这是通过拣选在底部的选择框（在 &quot;我接受上述注册协议&quot; 前面）并点击 &quot;提交&quot;。
<p>在新用户由经纪注册时，该协议会出现。当管理员改变了协议，有可能（现有的）用户被要求接受经修订的协议。

</div> <%--  page-break end --%>

<div class='help'>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>